{
  "id": "p4adler",
  "grupo": "Psicoanálisis",
  "label": "Psicología individual",
  "year": 1912,
  "importance": 2,

  "autores": "Alfred Adler",

  "descripcion": "Adler se separa del psicoanálisis clásico al proponer una concepción teleológica del ser humano. El comportamiento no está primariamente impulsado por pulsiones inconscientes, sino orientado a metas, sentido y pertenencia. El sufrimiento psicológico surge cuando el individuo desarrolla un sentimiento de inferioridad no compensado y un estilo de vida rígido que dificulta la cooperación y la conexión social. La psicoterapia busca comprender el propósito del síntoma, flexibilizar el estilo de vida y fomentar el interés social como eje de salud psicológica.",

  "derivesFrom": [
    "Psicoanálisis clásico",
    "Psicología del desarrollo",
    "Educación social",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como organizada en torno a significados, metas y propósitos vitales. La conducta no es un mero efecto de causas pasadas, sino una respuesta orientada al futuro y al modo en que el individuo interpreta su posición en el mundo.\n\nConcepción del conocimiento terapéutico\nEl conocimiento clínico se obtiene comprendiendo el estilo de vida del individuo, sus ficciones directrices y la lógica privada que organiza sus elecciones. La comprensión es colaborativa y se construye a partir del diálogo y la exploración del sentido subjetivo.\n\nConcepción del ser humano y del cambio\nEl ser humano es esencialmente social y orientado a la pertenencia. El cambio ocurre cuando el individuo puede revisar sus metas implícitas, flexibilizar su estilo de vida y desarrollar formas más cooperativas y realistas de relacionarse consigo mismo y con los demás.\n\nRol de la relación terapéutica\nLa relación terapéutica es una alianza cooperativa e igualitaria. El terapeuta adopta una posición alentadora que reduce la desmoralización y facilita la exploración honesta del estilo de vida sin juicio ni jerarquía.",

    "teoriaFormal": "Qué es el self\nEl self se concibe como una unidad coherente orientada a metas, organizada alrededor de un estilo de vida que integra creencias, emociones y patrones relacionales. Este estilo se forma tempranamente como respuesta creativa a experiencias de inferioridad.\n\nCómo se explica el cambio\nEl cambio se explica como una reorientación del estilo de vida: el individuo puede abandonar metas ficticias rígidas y adoptar objetivos más realistas, sociales y cooperativos. El insight es útil cuando va acompañado de aliento y acción.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por un estilo de vida defensivo centrado en la evitación del fracaso, la búsqueda de superioridad o la retirada social, que limita la pertenencia y refuerza la sensación de inferioridad.",

    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando el estilo de vida, las metas implícitas, el sentimiento de inferioridad predominante y las estrategias de compensación. Los síntomas se entienden como intentos de mantener coherencia y proteger la autoestima.\n\nQué procesos terapéuticos se priorizan\nSe prioriza la clarificación del estilo de vida, la identificación de metas ficticias y el fomento del interés social. La terapia combina comprensión, aliento y experimentación conductual coherente con nuevas metas.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor flexibilidad del estilo de vida, incremento del sentido de pertenencia, reducción de la evitación y aumento de la responsabilidad personal y social."
  },

  "procesos": [
    "Exploración del estilo de vida",
    "Identificación de metas implícitas",
    "Comprensión del sentimiento de inferioridad",
    "Reorientación hacia la cooperación",
    "Fomento del interés social"
  ],

  "mjps": ["I", "N", "R"],

  "procedimientos": [
    {
      "nombre": "Análisis del estilo de vida",
      "codigo": "p_adler_estiloVida",
      "procesos": ["N_metacognicion", "I_coherenciaInterna"],
      "texto": "Se exploran patrones tempranos, recuerdos iniciales y decisiones vitales para identificar la lógica privada que organiza la conducta."
    },
    {
      "nombre": "Identificación de metas ficticias",
      "codigo": "p_adler_metas",
      "procesos": ["N_reformulacion"],
      "texto": "Se clarifican objetivos implícitos que guían la conducta, aunque no sean conscientes ni realistas."
    },
    {
      "nombre": "Aliento terapéutico",
      "codigo": "p_adler_aliento",
      "procesos": ["RE_modulacion", "R_vinculoSeguro"],
      "texto": "El terapeuta refuerza la capacidad del paciente para afrontar dificultades, reduciendo la desmoralización y promoviendo responsabilidad."
    },
    {
      "nombre": "Orientación al interés social",
      "codigo": "p_adler_interesSocial",
      "procesos": ["R_participacionSocial", "I_valores"],
      "texto": "Se fomenta la conexión con los demás y la contribución social como eje de salud psicológica."
    }
  ],

  "micros": [
    {
      "nombre": "Explorar recuerdos tempranos",
      "codigo": "m_adler_recuerdos",
      "procesos": ["N_metacognicion"],
      "texto": "Se utilizan recuerdos iniciales como ventanas al estilo de vida y a las metas implícitas."
    },
    {
      "nombre": "Señalar lógica privada",
      "codigo": "m_adler_logicaPrivada",
      "procesos": ["N_reformulacion"],
      "texto": "El terapeuta ayuda a hacer explícitas creencias idiosincráticas que guían decisiones y emociones."
    },
    {
      "nombre": "Invitar a conductas cooperativas",
      "codigo": "m_adler_cooperacion",
      "procesos": ["R_participacionSocial"],
      "texto": "Se proponen pequeños experimentos orientados a la cooperación y la pertenencia."
    }
  ],

  "refs": [
    "Adler, A. (1912). The Neurotic Constitution.",
    "Adler, A. (1927). Understanding Human Nature.",
    "Adler, A. (1931). What Life Could Mean to You.",
    "Adler, A. (1933). Social Interest: A Challenge to Mankind."
  ]
}

