{
  "id": "aedp-2000",
  "grupo": "Humanista",
  "label": "AEDP (Accelerated Experiential Dynamic Psychotherapy)",
  "year": 2000,
  "autores": "Diana Fosha",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "La Psicoterapia Dinámica Experiencial Acelerada (AEDP) es un modelo integrador que combina la tradición humanista–experiencial con la psicodinámica relacional contemporánea y los hallazgos de la neurociencia afectiva. Parte de la premisa de que la curación psicológica ocurre cuando la experiencia emocional profunda se vive y procesa dentro de una relación terapéutica segura, sintonizada y explícitamente implicada. AEDP pone el foco en las emociones adaptativas básicas, el apego seguro y la transformación emocional como motores centrales del cambio. Un rasgo distintivo del modelo es el uso sistemático del metaprocesamiento: la reflexión guiada sobre los cambios positivos que se producen en sesión, con el objetivo de consolidar estados emergentes de bienestar, coherencia interna, conexión relacional y resiliencia. El terapeuta adopta un rol activo, empático y transparente, funcionando como base segura que facilita regulación diádica, reparación relacional y experiencias emocionales correctivas en el aquí y ahora.",

  "influencias": [
    "Terapia centrada en la persona",
    "Terapia enfocada en las emociones",
    "Psicodinámica relacional / intersubjetiva",
    "Teoría del apego",
    "Neurociencia afectiva",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como experiencial, relacional y emergente. El conocimiento terapéutico no es impuesto desde una posición experta, sino co-construido en la relación terapéutica a través de la experiencia emocional vivida y reflexionada. El ser humano es entendido como inherentemente orientado a la salud, la conexión y la transformación cuando se dan las condiciones relacionales adecuadas. El cambio se produce mediante procesos experienciales profundos sostenidos por una relación segura. La relación terapéutica no es solo un medio técnico, sino un principio epistemológico central del modelo.",

    "teoriaFormal": "El self se conceptualiza como un sistema dinámico de estados afectivos, patrones relacionales internalizados y capacidades emergentes de regulación y reflexión. El cambio psicológico ocurre cuando emociones adaptativas previamente bloqueadas pueden ser plenamente experimentadas, reguladas y transformadas dentro de una relación segura. El sufrimiento se mantiene por defensas emocionales, soledad relacional, miedo al apego y dificultades de regulación afectiva que impiden el procesamiento emocional profundo.",

    "teoriaClinica": "El caso se conceptualiza atendiendo a los patrones de apego, las defensas emocionales, la capacidad de regulación y el acceso a emociones adaptativas. Se priorizan procesos de co-regulación, evocación emocional profunda, trabajo correctivo relacional y metaprocesamiento del cambio. El progreso terapéutico se evalúa por la ampliación de la ventana de tolerancia, el acceso a emociones núcleo, la transformación del afecto y la consolidación de estados de bienestar y conexión."
  },

  "procesos": [
    "Regulación emocional diádica",
    "Acceso a emociones adaptativas básicas",
    "Procesamiento experiencial profundo",
    "Transformación emocional",
    "Consolidación del cambio mediante metaprocesamiento",
    "Reparación relacional y apego seguro"
  ],

  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "I",
    "R",
    "N"
  ],

  "procedimientos": [
    {
      "nombre": "Establecimiento de base segura",
      "codigo": "p_aedp_base_segura",
      "procesos": ["RE_coregulacion", "R_coregulacion"],
      "texto": "Procedimiento central de AEDP orientado a crear una relación terapéutica explícitamente segura, empática y sintonizada. El terapeuta se muestra emocionalmente disponible, auténtico y afectivamente implicado, facilitando regulación diádica y reduciendo defensividad.",
      "wampold": {
        "alianza": "Elemento nuclear del modelo. La seguridad relacional es condición necesaria para todo el trabajo experiencial.",
        "expectativas": "Transmite que la terapia será un espacio de apoyo activo y no de neutralidad distante.",
        "explicacion": "La relación segura permite que el sistema nervioso salga de modos defensivos y acceda a experiencias transformadoras.",
        "ritual": "Ritual relacional implícito basado en sintonía, contacto emocional y presencia constante.",
        "modeloCambio": "El cambio ocurre cuando la experiencia emocional se vive dentro de una relación segura."
      }
    },

    {
      "nombre": "Evocación y profundización emocional",
      "codigo": "p_aedp_evocacion",
      "procesos": ["AP_evocacion", "AP_profundizacion"],
      "texto": "Activación deliberada de emociones adaptativas básicas mediante atención experiencial, focalización corporal y seguimiento del afecto emergente, manteniendo regulación y seguridad."
    },

    {
      "nombre": "Trabajo emocional correctivo",
      "codigo": "p_aedp_correctivo",
      "procesos": ["AP_trabajoCorrectivo", "R_reparacionRelacional"],
      "texto": "Creación de experiencias emocionales nuevas en la relación terapéutica que contradicen expectativas relacionales previas de abandono, rechazo o soledad."
    },

    {
      "nombre": "Metaprocesamiento del cambio",
      "codigo": "p_aedp_metaprocesamiento",
      "procesos": ["N_metacognicion", "I_coherenciaInterna"],
      "texto": "Reflexión guiada sobre las transformaciones positivas experimentadas en sesión para consolidar estados emergentes de bienestar, orgullo sano, gratitud y coherencia."
    }
  ],

  "micros": [
    {
      "nombre": "Nombrar la experiencia emergente",
      "codigo": "m_aedp_rotulacion",
      "procesos": ["RE_rotulacion"],
      "texto": "Ayuda a identificar y poner palabras a emociones emergentes en tiempo real, favoreciendo regulación y claridad."
    },
    {
      "nombre": "Seguimiento somático del afecto",
      "codigo": "m_aedp_somatico",
      "procesos": ["AP_somaticoEsquematico"],
      "texto": "Invitar a notar sensaciones corporales asociadas a la emoción para profundizar el procesamiento experiencial."
    },
    {
      "nombre": "Validación explícita",
      "codigo": "m_aedp_validacion",
      "procesos": ["R_comunicacionEmocional"],
      "texto": "El terapeuta valida activamente la experiencia emocional del paciente, reduciendo vergüenza y aislamiento."
    },
    {
      "nombre": "Reflejo empático intensificado",
      "codigo": "m_aedp_reflejo",
      "procesos": ["R_mentalizacion"],
      "texto": "Reflejo empático profundo que devuelve no solo contenido, sino la vivencia afectiva central."
    },
    {
      "nombre": "Saboreo del cambio",
      "codigo": "m_aedp_saboreo",
      "procesos": ["I_fortalezasRecursos"],
      "texto": "Detenerse a experimentar y ampliar los efectos positivos del cambio emocional para fortalecer resiliencia."
    }
  ],

  "refs": [
    "Fosha, D. (2000). The Transforming Power of Affect.",
    "Fosha, D., Siegel, D., & Solomon, M. (2021). Undoing Aloneness and the Transformation of Suffering into Flourishing."
  ]
}
