{
  "id": "analisis-bioenergetico",
  "grupo": "Humanista",
  "label": "Análisis Bioenergético",
  "year": 1956,
  "autores": "Alexander Lowen",
  "universidad": "—",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "El Análisis Bioenergético es un modelo psicoterapéutico corporal y humanista que integra la estructura del carácter, la experiencia emocional y la energía vital como una unidad funcional. Desarrollado por Alexander Lowen a partir del trabajo de Wilhelm Reich, sostiene que los conflictos emocionales no resueltos se organizan en patrones de tensión muscular crónica, denominados corazas, que limitan la respiración, la vitalidad y la capacidad de vínculo. La intervención combina respiración, movimiento, expresión emocional y grounding para disolver estas tensiones, liberar la energía retenida y restablecer la capacidad de sentir, expresarse y relacionarse de forma más plena (Lowen, 1958; Lowen, 1975).",

  "influencias": [
    "Terapia Gestalt",
    "Psicoanálisis clásico",
    "Reichianismo",
    "Trabajo corporal",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como encarnada y energética, expresándose simultáneamente en el cuerpo, la emoción y la relación. El conocimiento terapéutico emerge de la experiencia corporal directa más que de la interpretación cognitiva. El ser humano es un organismo autorregulador cuya vitalidad puede verse bloqueada por defensas corporales crónicas. El cambio ocurre mediante la liberación somática y la integración cuerpo-emoción en un contexto relacional seguro (Lowen, 1975).",
    "teoriaFormal": "El self se entiende como una organización psicocorporal donde la historia emocional queda inscrita en la postura, la respiración y el tono muscular. El sufrimiento se mantiene por corazas musculares que restringen la expresión emocional y la circulación de energía. El cambio implica disolver progresivamente estas defensas corporales, restaurar la respiración plena y ampliar la capacidad de sentir y expresar emociones (Lowen, 1958).",
    "teoriaClinica": "El caso se conceptualiza analizando la estructura corporal, los patrones respiratorios y las defensas caracterológicas. Se priorizan procesos de regulación vegetativa, liberación de tensiones crónicas e integración de la experiencia corporal y emocional. El progreso se evalúa por el aumento de vitalidad, expresividad emocional y capacidad de contacto consigo mismo y con los demás (Lowen, 1975)."
  },

  "procesos": [
    "Regulación vegetativa",
    "Disolución de corazas musculares",
    "Integración cuerpo-emoción"
  ],

  "mjps": ["RF", "RE", "AP", "I", "R"],

  "procedimientos": [
    {
      "nombre": "Trabajo corporal bioenergético",
      "codigo": "p_bioenergetico_cuerpo",
      "procesos": [
        "RF_intero",
        "AP_somaticoEsquematico"
      ],
      "texto": "Procedimiento central del Análisis Bioenergético que utiliza posturas, movimiento y respiración para aumentar la conciencia corporal y liberar tensiones musculares crónicas. El trabajo corporal permite acceder a emociones implícitas y reorganizar patrones defensivos inscritos en el cuerpo (Lowen, 1975)."
    },
    {
      "nombre": "Análisis de la estructura del carácter",
      "codigo": "p_bioenergetico_caracter",
      "procesos": [
        "I_coherenciaInterna",
        "N_insightPsicodinamico"
      ],
      "texto": "Procedimiento de conceptualización clínica que relaciona patrones corporales, emocionales y relacionales con estilos caracterológicos. Permite comprender cómo la historia emocional se expresa en el cuerpo y orientar la intervención terapéutica de forma integrada (Lowen, 1958)."
    }
  ],

  "micros": [
    {
      "nombre": "Grounding",
      "codigo": "m_bioenergetico_grounding",
      "procesos": [
        "RF_ground",
        "RE_modulacion"
      ],
      "texto": "Ejercicio fundamental que busca aumentar el contacto con el suelo y la sensación de sostén corporal. Facilita regulación autonómica, presencia y conexión con la realidad corporal inmediata (Lowen, 1975)."
    },
    {
      "nombre": "Respiración profunda cíclica",
      "codigo": "m_bioenergetico_respiracion",
      "procesos": [
        "RF_resp",
        "AP_evocacion"
      ],
      "texto": "Uso deliberado de la respiración profunda para aumentar la carga energética, movilizar emociones y debilitar defensas corporales rígidas. La respiración actúa como vía directa de acceso a la experiencia emocional (Lowen, 1958)."
    },
    {
      "nombre": "Postura del arco",
      "codigo": "m_bioenergetico_arco",
      "procesos": [
        "AP_somaticoEsquematico"
      ],
      "texto": "Postura clásica del Análisis Bioenergético que intensifica la activación corporal y revela patrones de tensión crónica. Facilita la liberación emocional y el contacto con impulsos vitales bloqueados (Lowen, 1975)."
    },
    {
      "nombre": "Vibración de piernas",
      "codigo": "m_bioenergetico_vibracion",
      "procesos": [
        "RF_relax",
        "RE_modulacion"
      ],
      "texto": "Ejercicio que induce temblores involuntarios en las piernas para descargar tensión acumulada y restaurar la autorregulación corporal. Favorece sensación de alivio y aumento de vitalidad (Lowen, 1975)."
    },
    {
      "nombre": "Golpeteo con exhalación",
      "codigo": "m_bioenergetico_golpeteo",
      "procesos": [
        "AP_evocacion",
        "RE_aceptacion"
      ],
      "texto": "Técnica expresiva que combina movimiento rítmico y exhalación para facilitar la descarga de emociones contenidas, especialmente rabia o frustración, de forma controlada y consciente (Lowen, 1958)."
    },
    {
      "nombre": "Vocalización emocional",
      "codigo": "m_bioenergetico_vocalizacion",
      "procesos": [
        "RE_rotulacion",
        "AP_procesamiento"
      ],
      "texto": "Uso de la voz como vía de expresión emocional directa, permitiendo que sonidos y palabras emerjan desde la experiencia corporal. Favorece integración emoción-cuerpo y reducción de inhibiciones expresivas (Lowen, 1975)."
    }
  ],

  "refs": [
    "Lowen, A. (1958). The Language of the Body.",
    "Lowen, A. (1975). Bioenergetics."
  ]
}
