{
  "id": "eft-greenberg-1990",
  "grupo": "Humanista",
  "label": "Terapia enfocada en las emociones",
  "year": 1990,
  "importance": 2,
  "autores": "Leslie Greenberg; Robert Elliott",
  "universidad": "York University",
  "ciudad": "Toronto",
  "pais": "Canadá",
  "lat": 43.773454,
  "lon": -79.501882,
  "descripcion": "La Terapia Enfocada en las Emociones (EFT) integra la tradición humanista-experiencial con investigación contemporánea sobre emoción y cambio terapéutico, sosteniendo que las emociones no son obstáculos a controlar sino sistemas adaptativos que organizan la experiencia y guían la acción cuando se accede a ellas de forma segura y diferenciada. El modelo distingue emociones primarias adaptativas, primarias desadaptativas, secundarias y emocionales instrumentales, y propone que el sufrimiento persiste cuando esquemas emocionales desadaptativos (aprendizajes afectivos centrales ligados a apego, vergüenza, miedo, indefensión) dominan la percepción y la conducta. La intervención se apoya en una relación terapéutica empática y colaborativa y en “tareas” experienciales estructuradas —como silla vacía, diálogo de dos sillas, evocación corporal y focusing— para acceder a emoción primaria, simbolizarla, clarificar necesidades, resignificar experiencias y generar nuevas respuestas emocionales correctivas (p. ej., autocompasión frente a autocrítica, asertividad frente a sumisión, duelo adaptativo frente a bloqueo). El cambio se conceptualiza como un proceso de activar emoción en el presente, regularla dentro de la ventana de tolerancia, transformarla por medio de nuevas emociones adaptativas y consolidar significados e identidades más coherentes.",
  "influencias": [
    "Terapia Gestalt",
    "Terapia centrada en la persona",
    "Psicología humanista (tercera fuerza)",
    "Psicoterapia experiencial",
    "Fenomenología / Hermenéutica"
  ],
  "neimeyer": {
    "epistemologico": "EFT se apoya en una epistemología fenomenológica y experiencial: prioriza la experiencia vivida en primera persona como dato clínico central y entiende la verdad terapéutica como algo que se esclarece y valida intersubjetivamente en el encuentro. El conocimiento no se impone como interpretación externa, sino que emerge al ayudar a la persona a simbolizar y elaborar su experiencia emocional en el aquí-y-ahora, dentro de una relación empática que funciona como base segura. La emoción se considera un sistema de significado encarnado, y el cambio se produce cuando la persona puede acceder a la experiencia, diferenciarla, sostenerla y reorganizarla hacia direcciones más adaptativas.",
    "teoriaFormal": "El self se concibe como organizado por esquemas emocionales: estructuras afectivo-cognitivas aprendidas que integran memoria, necesidades, valoraciones y tendencias a la acción. El malestar se mantiene cuando predominan emociones primarias desadaptativas (p. ej., vergüenza aprendida, miedo condicionado, indefensión) o cuando emociones secundarias e instrumentales sustituyen el acceso a emoción primaria relevante, bloqueando necesidades y acción adaptativa. El cambio terapéutico implica activar emoción en un contexto seguro, aumentar conciencia y regulación, y transformar emoción desadaptativa mediante la evocación de emociones primarias adaptativas (p. ej., compasión, duelo saludable, enfado asertivo) que reorganizan significados y conductas.",
    "teoriaClinica": "La conceptualización del caso en EFT identifica los patrones emocionales dominantes, las emociones evitadas, las sustituciones por emoción secundaria (p. ej., enfado que cubre tristeza), los marcadores de tarea (autocrítica, asuntos no resueltos, bloqueos emocionales, conflictos internos) y los objetivos de transformación emocional. La intervención alterna alianza empática con tareas experienciales específicas para acceder a emoción primaria, clarificar necesidades, trabajar con partes internas o figuras significativas, y consolidar nuevas narrativas y acciones coherentes. El progreso se evalúa por mayor diferenciación emocional, reducción de evitación, aparición de emociones adaptativas, cambios en significado personal y mayor agencia relacional.",
    "niveles": {
      "nivel1": "",
      "nivel2": "",
      "nivel3": ""
    }
  },
  "mjps": ["RF","RE","AP","RI","N","I","AG","R"],
"procedimientos":[

  {
    "nombre":"Diferenciación sistemática de tipos de emoción",
    "codigo":"p_eft_diferenciacion_tipos_emocion",
    "procesos":["RE_rotulacion","N_metacognicion"],
    "texto":"Procedimiento central en el que el terapeuta ayuda a distinguir emoción primaria adaptativa, primaria desadaptativa, secundaria e instrumental, clarificando cuál está presente en el momento y cuál necesita ser transformada o regulada; esta diferenciación evita trabajar sobre defensas o emociones reactivas y orienta el proceso hacia la emoción que verdaderamente organiza el esquema emocional desadaptativo. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Trabajo específico con vergüenza primaria desadaptativa",
    "codigo":"p_eft_trabajo_verguenza",
    "procesos":["AP_evocacion","RI_autocompasion","RE_modulacion"],
    "texto":"Procedimiento destinado a activar vergüenza nuclear aprendida en contextos de invalidación o trauma relacional, sostenerla en un contexto seguro y transformarla mediante evocación de autocompasión, validación y enfado protector adaptativo, permitiendo reorganizar la identidad dañada y restaurar dignidad personal. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Transformación de miedo traumático",
    "codigo":"p_eft_transformacion_miedo",
    "procesos":["AP_evocacion","RE_modulacion","AP_trabajoCorrectivo"],
    "texto":"Procedimiento en el que se activa memoria emocional asociada a miedo traumático dentro de ventana de tolerancia, facilitando su procesamiento completo y promoviendo respuestas emocionales adaptativas incompatibles como enfado protector o duelo saludable, generando aprendizaje correctivo experiencial. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Trabajo con duelo bloqueado",
    "codigo":"p_eft_duelo_bloqueado",
    "procesos":["AP_evocacion","I_continuidadBiografica","RE_modulacion"],
    "texto":"Procedimiento orientado a desbloquear procesos de duelo inhibidos mediante evocación de emoción primaria de tristeza adaptativa, permitiendo completar la tendencia natural a la acción (llanto, despedida, aceptación) y reorganizar significado tras pérdida significativa. (Greenberg, Rice & Elliott, 1993)."
  },

  {
    "nombre":"Trabajo con emociones instrumentales",
    "codigo":"p_eft_emociones_instrumentales",
    "procesos":["N_metacognicion","RE_prevEvitacion"],
    "texto":"Procedimiento dirigido a identificar expresiones emocionales que cumplen función manipulativa o defensiva aprendida (p. ej., rabia intimidatoria), diferenciándolas de emoción genuina y ayudando al paciente a contactar con experiencia primaria auténtica subyacente. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Empoderamiento mediante enfado adaptativo",
    "codigo":"p_eft_enfado_adaptativo",
    "procesos":["AP_trabajoCorrectivo","AG_autoriaResponsabilidad","R_repertorioInterpersonal"],
    "texto":"Procedimiento que facilita el acceso a enfado primario adaptativo frente a violaciones de límites, promoviendo asertividad y restauración de agencia cuando previamente predominaban sumisión o vergüenza, transformando indefensión en fuerza organizada. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Trabajo con necesidades emocionales insatisfechas",
    "codigo":"p_eft_necesidades_insatisfechas",
    "procesos":["N_construccionAlternativa","I_coherenciaInterna","AG_tomaDecisiones"],
    "texto":"Procedimiento en el que, tras activar emoción primaria, se identifican necesidades no satisfechas (seguridad, reconocimiento, autonomía, amor), articulándolas explícitamente y vinculándolas con nuevas elecciones conductuales coherentes con dichas necesidades. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Reprocesamiento de asuntos no resueltos con figuras significativas",
    "codigo":"p_eft_reprocesamiento_relacional",
    "procesos":["AP_evocacion","R_reparacionRelacional","I_continuidadBiografica"],
    "texto":"Procedimiento experiencial estructurado (generalmente mediante silla vacía) para expresar emociones no resueltas hacia figuras significativas del pasado, clarificar impacto interno y generar respuestas emocionales correctivas que permitan reorganizar esquemas relacionales desadaptativos. (Greenberg, Rice & Elliott, 1993)."
  },

  {
    "nombre":"Resolución de auto-interrupciones sistemáticas",
    "codigo":"p_eft_resolucion_autointerrupciones",
    "procesos":["N_metacognicion","RE_prevEvitacion","AP_profundizacion"],
    "texto":"Procedimiento destinado a identificar patrones repetitivos de evitación interna (intelectualización, humor defensivo, minimización), ralentizando proceso para sostener emoción primaria hasta que pueda completarse su ciclo adaptativo. (Greenberg, Rice & Elliott, 1993)."
  },

  {
    "nombre":"Consolidación de identidad transformada",
    "codigo":"p_eft_consolidacion_identidad",
    "procesos":["I_coherenciaInterna","N_narrativaAutobiografica","AG_autoriaResponsabilidad"],
    "texto":"Procedimiento final que integra cambios emocionales en narrativa coherente del self, fortaleciendo nueva autoimagen basada en dignidad, autocompasión y agencia, asegurando que transformación emocional se estabilice más allá de la sesión. (Greenberg, 2002/2017)."
  }

],


 "micros":[

  {
    "nombre":"Marcaje de cambio experiencial (shift marker)",
    "codigo":"m_eft_shift_marker",
    "procesos":["AP_profundizacion","RE_rotulacion"],
    "texto":"Identificación explícita del momento en que ocurre un cambio emocional significativo (p. ej., aparición de tristeza vulnerable tras ira defensiva), señalándolo en tiempo real para consolidar conciencia de transformación y reforzar reorganización emocional emergente. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Diferenciación primaria vs secundaria en vivo",
    "codigo":"m_eft_diferenciacion_vivo",
    "procesos":["RE_rotulacion","N_metacognicion"],
    "texto":"Intervención puntual que ayuda al paciente a distinguir entre emoción secundaria reactiva y emoción primaria subyacente en el momento experiencial, facilitando acceso a vulnerabilidad auténtica. (Greenberg & Safran, 1987)."
  },

  {
    "nombre":"Identificación de tendencia a la acción",
    "codigo":"m_eft_tendencia_accion",
    "procesos":["RE_rotulacion","AG_tomaDecisiones"],
    "texto":"Exploración breve de qué impulsa a hacer la emoción activada (acercarse, retirarse, protegerse, atacar), ayudando a clarificar función adaptativa o desadaptativa y orientar intervención. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Amplificación selectiva de frase nuclear",
    "codigo":"m_eft_amplificacion_frase",
    "procesos":["AP_profundizacion"],
    "texto":"Repetición lenta y focalizada de una frase emocionalmente cargada para intensificar contacto con emoción primaria y profundizar procesamiento experiencial. (Greenberg, Rice & Elliott, 1993)."
  },

  {
    "nombre":"Focalización en sensación corporal específica",
    "codigo":"m_eft_foco_corporal_especifico",
    "procesos":["RF_intero","RE_rotulacion"],
    "texto":"Invitación a describir cualidades físicas concretas (presión, opresión, calor) asociadas a emoción emergente, fortaleciendo simbolización y acceso a esquema emocional implícito. (Gendlin, 1978)."
  },

  {
    "nombre":"Micro-validación correctiva",
    "codigo":"m_eft_validacion_correctiva",
    "procesos":["R_coregulacion","RI_autocompasion"],
    "texto":"Intervención breve que valida explícitamente la legitimidad de la emoción primaria adaptativa del paciente, proporcionando experiencia relacional correctiva que contrarresta invalidación previa internalizada. (Greenberg & Safran, 1987)."
  },

  {
    "nombre":"Señalamiento de auto-interrupción inmediata",
    "codigo":"m_eft_interrupcion_inmediata",
    "procesos":["N_metacognicion","RE_prevEvitacion"],
    "texto":"Identificación en el instante en que el paciente desvía experiencia emocional hacia racionalización o cambio de tema, invitándolo suavemente a regresar a la emoción emergente. (Greenberg, Rice & Elliott, 1993)."
  },

  {
    "nombre":"Evocación de recuerdo emocional específico",
    "codigo":"m_eft_evocacion_recuerdo",
    "procesos":["AP_evocacion","I_continuidadBiografica"],
    "texto":"Invitación a revivir escena concreta asociada a emoción primaria desadaptativa para activarla plenamente en sesión y facilitar transformación emocional. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Reformulación en primera persona afectiva",
    "codigo":"m_eft_primera_persona_afectiva",
    "procesos":["N_narrativaAutobiografica","I_coherenciaInterna"],
    "texto":"Transformación de descubrimiento emocional en declaración experiencial directa (“Yo me sentí invisible”), fortaleciendo integración narrativa y apropiación del significado. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Elicitación de enfado protector",
    "codigo":"m_eft_enfado_protector",
    "procesos":["AP_trabajoCorrectivo","AG_autoriaResponsabilidad"],
    "texto":"Facilitación puntual del acceso a enfado adaptativo frente a injusticia o violación de límites, promoviendo sensación de fuerza organizada y recuperación de agencia. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Elicitación de autocompasión hacia parte vulnerable",
    "codigo":"m_eft_autocompasion_parte",
    "procesos":["RI_autocompasion","AP_trabajoCorrectivo"],
    "texto":"Invitación a dirigir comprensión y cuidado hacia el yo herido activado en sesión, permitiendo transformación de vergüenza o autocrítica en aceptación compasiva. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Regulación por ralentización respiratoria breve",
    "codigo":"m_eft_regulacion_respiratoria",
    "procesos":["RF_ground","RE_modulacion"],
    "texto":"Uso de respiración consciente breve para reducir activación excesiva y mantener emoción dentro de ventana de tolerancia sin interrumpir proceso transformador. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Clarificación explícita de necesidad emergente",
    "codigo":"m_eft_clarificacion_necesidad",
    "procesos":["N_construccionAlternativa","AG_tomaDecisiones"],
    "texto":"Traducción directa de emoción en necesidad concreta reconocida (“Necesitaba protección”), preparando integración conductual posterior. (Greenberg, 2002/2017)."
  },

  {
    "nombre":"Síntesis emocional al cierre",
    "codigo":"m_eft_sintesis_emocional",
    "procesos":["I_coherenciaInterna","AG_autoriaResponsabilidad"],
    "texto":"Resumen final que integra emoción transformada, nuevo significado y posible acción futura, consolidando reorganización emocional lograda en sesión. (Greenberg, 2002/2017)."
  }

],
"secuencias":[

  {
    "id":"seq_eft_proceso_cambio_emocional",
    "nombre":"Modelo general de cambio emocional en EFT",
    "descripcion":"Secuencia procesual central descrita por Greenberg donde el cambio ocurre mediante activación experiencial, regulación y transformación emocional dentro de una relación terapéutica segura.",
    "tipo":"modelo_procesual",
    "pasos":[
      {
        "orden":1,
        "accion":"Activación de emoción primaria desadaptativa",
        "explicacion":"El terapeuta facilita la evocación vívida de la experiencia problemática en el aquí-y-ahora (recuerdo específico, escena relacional, autodiálogo), permitiendo que emerja la emoción nuclear ligada al esquema emocional desadaptativo (p. ej., vergüenza aprendida, miedo traumático, indefensión), asegurando suficiente intensidad para activar el esquema pero manteniéndola dentro de la ventana de tolerancia. (Greenberg, 2002/2017)."
      },
      {
        "orden":2,
        "accion":"Regulación y diferenciación emocional",
        "explicacion":"Una vez activada la emoción, se trabaja para sostenerla sin desbordamiento ni evitación, diferenciando si se trata de emoción primaria, secundaria o instrumental, clarificando su tendencia a la acción y la necesidad subyacente, y reduciendo interferencias cognitivas o defensivas que bloquean el acceso a experiencia primaria auténtica. (Greenberg & Safran, 1987; Greenberg, 2002/2017)."
      },
      {
        "orden":3,
        "accion":"Evocación de emoción primaria adaptativa transformadora",
        "explicacion":"Se facilita la emergencia de una emoción adaptativa incompatible con la desadaptativa previamente activada (por ejemplo, autocompasión que transforma vergüenza, enfado protector que transforma indefensión, duelo saludable que transforma apego bloqueado), generando un cambio experiencial profundo que reorganiza el esquema emocional desde dentro. (Greenberg, 2002/2017)."
      },
      {
        "orden":4,
        "accion":"Consolidación narrativa y conductual",
        "explicacion":"La nueva experiencia emocional se simboliza en palabras, se integra en la narrativa autobiográfica y se vincula con acciones concretas coherentes con las necesidades ahora reconocidas, asegurando que la transformación emocional tenga impacto estable en identidad y comportamiento. (Greenberg, 2002/2017)."
      }
    ]
  },

  {
    "id":"seq_eft_resolucion_autocritica",
    "nombre":"Secuencia de resolución de autocrítica (tarea de dos sillas)",
    "descripcion":"Secuencia estructurada descrita para transformar el conflicto entre la parte crítica y la parte experiencial vulnerable del self.",
    "tipo":"tarea_estructurada",
    "pasos":[
      {
        "orden":1,
        "accion":"Externalización y diferenciación de partes",
        "explicacion":"El paciente coloca físicamente al crítico en una silla separada y le da voz, diferenciándolo del yo experiencial; esta externalización reduce fusión con la autocrítica y permite observar su tono, mensajes y función. (Greenberg, Rice & Elliott, 1993)."
      },
      {
        "orden":2,
        "accion":"Expresión del impacto emocional en la parte vulnerable",
        "explicacion":"Desde la silla del yo experiencial, el paciente expresa cómo le afectan los ataques del crítico, accediendo a emociones primarias como tristeza, miedo o vergüenza, lo que revela necesidades profundas de aceptación y protección. (Greenberg, 2002/2017)."
      },
      {
        "orden":3,
        "accion":"Emergencia de autocompasión o enfado protector",
        "explicacion":"Se facilita la aparición de una emoción adaptativa que confronte o transforme la voz crítica, como autocompasión hacia la parte vulnerable o enfado protector frente a la injusticia interna, generando reorganización emocional correctiva. (Greenberg, 2002/2017)."
      },
      {
        "orden":4,
        "accion":"Integración y reconfiguración interna",
        "explicacion":"Las partes dialogan desde nuevas posiciones emocionales más equilibradas, disminuyendo la dominancia crítica y consolidando una relación interna más compasiva y coherente. (Greenberg, 2002/2017)."
      }
    ]
  },

  {
    "id":"seq_eft_asunto_no_resuelto",
    "nombre":"Secuencia de trabajo con asunto no resuelto (silla vacía)",
    "descripcion":"Secuencia experiencial estructurada para procesar emociones pendientes hacia una figura significativa del pasado.",
    "tipo":"tarea_estructurada",
    "pasos":[
      {
        "orden":1,
        "accion":"Evocación vívida de la figura significativa",
        "explicacion":"El paciente imagina con detalle a la persona ausente en la silla vacía, activando recuerdos específicos y emociones asociadas, creando presencia emocional suficiente para trabajar el vínculo interno. (Greenberg, Rice & Elliott, 1993)."
      },
      {
        "orden":2,
        "accion":"Expresión emocional completa y diferenciada",
        "explicacion":"Se facilita la expresión directa de emociones no resueltas (dolor, rabia, tristeza, miedo) sin censura ni racionalización, permitiendo que la experiencia se despliegue plenamente hasta alcanzar claridad emocional. (Greenberg, 2002/2017)."
      },
      {
        "orden":3,
        "accion":"Clarificación de necesidades relacionales insatisfechas",
        "explicacion":"El paciente identifica qué necesitaba y no recibió en esa relación (protección, validación, cuidado), conectando emoción con necesidad y facilitando reorganización del esquema relacional. (Greenberg, 2002/2017)."
      },
      {
        "orden":4,
        "accion":"Resolución simbólica e integración",
        "explicacion":"Se consolida una nueva posición emocional frente a la figura significativa, que puede incluir perdón, separación emocional o reafirmación de límites, integrando el cambio en la identidad actual. (Greenberg, 2002/2017)."
      }
    ]
  }

],

"ideasPrincipales":[

  {
    "id":"idea_eft_1",
    "titulo":"La emoción es el sistema primario de significado",
    "desarrollo":"EFT sostiene que la emoción no es un subproducto irracional del pensamiento, sino el sistema organizador primario de la experiencia humana, que integra percepción, memoria, valoración y tendencia a la acción; comprender y transformar emoción implica reorganizar el significado central que estructura el self y la conducta. (Greenberg & Safran, 1987; Greenberg, 2002/2017)."
  },

  {
    "id":"idea_eft_2",
    "titulo":"Las emociones primarias adaptativas guían el cambio",
    "desarrollo":"Las emociones primarias adaptativas (p. ej., tristeza ante pérdida, enfado ante injusticia, miedo ante peligro real) contienen información funcional sobre necesidades y dirección conductual; el objetivo terapéutico no es eliminarlas, sino acceder a ellas, diferenciarlas y utilizarlas como guía para reorganización saludable. (Greenberg, 2002/2017)."
  },

  {
    "id":"idea_eft_3",
    "titulo":"Las emociones primarias desadaptativas mantienen el sufrimiento",
    "desarrollo":"Cuando esquemas emocionales aprendidos en contextos traumáticos o invalidantes generan respuestas automáticas desadaptativas (vergüenza tóxica, miedo generalizado, indefensión), estas emociones organizan identidad y conducta de manera rígida; el cambio requiere activarlas y transformarlas mediante nuevas experiencias emocionales correctivas. (Greenberg, 2002/2017)."
  },

  {
    "id":"idea_eft_4",
    "titulo":"La emoción se transforma por emoción",
    "desarrollo":"El principio central de EFT establece que la transformación emocional no ocurre principalmente por insight cognitivo, sino mediante la activación de una emoción adaptativa incompatible que reorganiza la emoción desadaptativa previamente dominante, generando cambio experiencial profundo. (Greenberg, 2002/2017)."
  },

  {
    "id":"idea_eft_5",
    "titulo":"La diferenciación emocional es condición del cambio",
    "desarrollo":"El progreso terapéutico depende de distinguir entre emoción primaria, secundaria e instrumental, ya que trabajar sobre defensas emocionales o expresiones manipulativas no produce transformación; identificar con precisión qué emoción está presente orienta la intervención adecuada. (Greenberg & Safran, 1987)."
  },

  {
    "id":"idea_eft_6",
    "titulo":"Los esquemas emocionales organizan el self",
    "desarrollo":"El self está estructurado por esquemas emocionales que integran recuerdos, creencias implícitas, necesidades y tendencias de acción; la psicoterapia modifica estos esquemas activándolos en sesión y proporcionando nuevas experiencias emocionales que los reorganizan. (Greenberg, 2002/2017)."
  },

  {
    "id":"idea_eft_7",
    "titulo":"La relación terapéutica es base segura para la activación emocional",
    "desarrollo":"La alianza empática no es solo contexto facilitador, sino condición necesaria para activar emociones intensas sin desorganización, proporcionando regulación co-creada y validación que permite explorar vulnerabilidad primaria con seguridad. (Greenberg & Safran, 1987)."
  },

  {
    "id":"idea_eft_8",
    "titulo":"La conciencia corporal es puerta de acceso a la emoción",
    "desarrollo":"Las emociones se experimentan inicialmente como sensaciones corporales implícitas; dirigir la atención a la sensación sentida facilita simbolización, diferenciación emocional y acceso a necesidades subyacentes que no están disponibles a nivel puramente cognitivo. (Gendlin, 1978; Greenberg, 2002/2017)."
  },

  {
    "id":"idea_eft_9",
    "titulo":"El cambio implica integración narrativa y conductual",
    "desarrollo":"La transformación emocional debe consolidarse en narrativa autobiográfica coherente y en acciones alineadas con necesidades reconocidas; sin esta integración, el cambio experiencial queda como episodio aislado sin impacto estructural en identidad y conducta. (Greenberg, 2002/2017)."
  },

  {
    "id":"idea_eft_10",
    "titulo":"El proceso terapéutico es guiado por marcadores experienciales",
    "desarrollo":"EFT utiliza marcadores específicos en el discurso y la experiencia del paciente para seleccionar tareas estructuradas en el momento óptimo, lo que convierte al modelo en un enfoque procesual altamente sensible al momento terapéutico y no en una aplicación técnica indiscriminada. (Greenberg, Rice & Elliott, 1993)."
  }

],

  "refs": [
    "Greenberg, L. S., & Safran, J. D. (1987). Emotion in Psychotherapy.",
    "Greenberg, L. S., Rice, L. N., & Elliott, R. (1993). Facilitating Emotional Change.",
    "Greenberg, L. S. (2002/2017). Emotion-Focused Therapy."
  ]
}
