{
  "id": "entrevista-motivacional-1983",
  "grupo": "Humanista",
  "label": "Entrevista Motivacional (Motivational Interviewing, MI)",
  "year": 1983,
  "importance": 2,
  "autores": "William R. Miller; Stephen Rollnick",
  "universidad": "University of New Mexico",
  "ciudad": "Albuquerque, Nuevo México",
  "pais": "EE. UU.",
  "lat": 35.084385,
  "lon": -106.619738,

  "derivesFrom": [
    "Terapia centrada en la persona",
    "Psicología humanista (tercera fuerza)",
    "Terapia breve (MRI)",
    "Psicología del cambio",
    "Fenomenología / Hermenéutica"
  ],

  "influencias": [
    "Terapia centrada en la persona",
    "Psicología humanista (tercera fuerza)",
    "Terapia breve (MRI)",
    "Psicología del cambio",
    "Fenomenología / Hermenéutica"
  ],

  "summary": "Desarrollada inicialmente para el tratamiento de adicciones, la Entrevista Motivacional combina el espíritu rogeriano de aceptación con una dirección estratégica hacia el cambio. Su objetivo es resolver la ambivalencia y fortalecer la motivación intrínseca del cliente. El terapeuta adopta un estilo colaborativo y empático que evita la confrontación directa, usando preguntas abiertas, escucha reflexiva y refuerzo de la autoeficacia. Hoy se aplica ampliamente en salud, educación y psicoterapia integrativa.",

  "descripcion": "La Entrevista Motivacional (MI) es un estilo clínico directivo y colaborativo orientado a fortalecer la motivación intrínseca y el compromiso con el cambio, especialmente cuando hay ambivalencia, resistencia o baja adherencia. Integra la aceptación rogeriana —empatía, calidez, respeto por la autonomía— con una estrategia conversacional muy precisa: evocar (no imponer) las razones del propio cliente para cambiar, aumentando la probabilidad de que aparezca y se sostenga el ‘change talk’. En MI el terapeuta no discute, no confronta ni persuade de forma frontal; en su lugar, regula la interacción para que el cliente escuche su propia voz a favor del cambio, reduciendo defensividad y aumentando agencia. MI se estructura habitualmente en cuatro procesos (enganchar, enfocar, evocar y planificar) y utiliza un conjunto de habilidades (OARS) y técnicas avanzadas (reflejos complejos, evocación de discrepancia, escalas, balance decisional, EPE, planes de cambio) para pasar de la ambivalencia al compromiso realista. En un ecosistema integrativo, MI funciona como un ‘motor de adherencia’: prepara el terreno para que otros modelos (CBT, ACT, EFT, AEDP, etc.) sean aplicables sin forzar al paciente.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica relevante para el cambio se entiende como vivida y construida en diálogo: importa cómo la persona significa su conducta, su ambivalencia y sus valores. El conocimiento terapéutico no se impone como autoridad, sino que se co-construye mediante evocación y reflexión, con un respeto explícito por la autonomía. El ser humano se concibe como un agente capaz de elegir, pero frecuentemente atrapado en conflictos motivacionales y costes subjetivos del cambio. El cambio se facilita creando condiciones relacionales y conversacionales que reduzcan defensividad y aumenten motivación intrínseca. La relación terapéutica es el medio principal para evocar cambio y sostenerlo, no un mero canal técnico.",
    "teoriaFormal": "El self es un sistema de valores, metas, identidades posibles y narrativas que compiten cuando hay ambivalencia. El cambio ocurre cuando la persona incrementa discrepancia adaptativa entre conducta actual y valores/metas, y cuando fortalece autoeficacia y compromiso conductual. El sufrimiento y la inercia se mantienen por ambivalencia crónica, evitación, miedo a pérdidas secundarias y dinámicas de reactancia ante presión externa.",
    "teoriaClinica": "El caso se conceptualiza identificando: (a) qué mantiene la conducta actual, (b) qué valores/metas chocan con ella, (c) el tipo de ‘talk’ predominante (sustain vs change), (d) autoeficacia y barreras, y (e) el nivel de preparación. Se priorizan procesos de alianza colaborativa, clarificación de valores, evocación de razones para el cambio y diseño de planes viables. El progreso se evalúa por aumento de change talk, disminución de sustain talk defensivo, decisiones más claras y pasos conductuales sostenidos."
  },

  "procesos": [
    "Resolución de ambivalencia",
    "Evocación de motivación intrínseca",
    "Aumento de discrepancia adaptativa (valores–conducta)",
    "Refuerzo de autoeficacia y agencia",
    "Transición de intención a plan viable",
    "Sostenimiento del compromiso con el cambio"
  ],

  "mjps": [
    "ALI",
    "R",
    "N",
    "I",
    "AG",
    "RE"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza en MI es deliberadamente cálida, respetuosa y no confrontativa. El vínculo se usa como regulador del sistema motivacional: si el cliente se siente empujado, aumenta reactancia; si se siente comprendido, aumenta exploración y apertura.",
    "ALI_objetivos": "Los objetivos se formulan como dirección elegida por el cliente, no como metas impuestas. Se busca un acuerdo explícito sobre ‘qué cambio tendría sentido’ y por qué es importante para la vida de esa persona.",
    "ALI_tareas": "Las tareas son conversacionales (explorar ambivalencia, evocar razones, diseñar pasos) y deben sentirse pertinentes. Si el cliente no ve sentido, MI lo detecta y reorienta antes de insistir.",
    "ALI_colaboracion": "El paciente es coautor del plan. El terapeuta guía el proceso, pero la energía del cambio se evoca del cliente; esto fortalece adherencia y reduce dependencia.",
    "ALI_sintonia": "La sintonía se expresa en el ajuste fino entre directividad y aceptación: MI es directivo en la dirección, no en el contenido. Se calibra timing, ritmo y profundidad para no disparar defensividad.",
    "ALI_rupturaReparacion": "Las rupturas típicas aparecen cuando el cliente siente presión, juicio o prisa. La reparación se hace devolviendo autonomía, validando ambivalencia y reformulando el objetivo como elección personal.",
    "ALI_monitorizacion": "MI monitoriza en tiempo real el lenguaje del cliente (sustain talk vs change talk) como señal de ajuste/ desajuste. Si aumenta resistencia, el terapeuta cambia estrategia.",
    "ALI_contexto": "Se integra el contexto cultural y social del cambio (recursos reales, estigma, condiciones de vida). MI evita culpabilizar y trabaja con lo que es viable."
  },

  "procedimientos": [
    {
      "nombre": "Proceso 1: Enganchar (Engaging)",
      "codigo": "p_mi_enganchar",
      "procesos": ["ALI_vinculo", "ALI_sintonia", "R_mentalizacion"],
      "texto": "Enganchar es construir una relación de trabajo segura, respetuosa y colaborativa, donde el cliente pueda hablar sin miedo a ser presionado. El terapeuta prioriza empatía, presencia y comprensión del mundo interno del cliente, porque sin este suelo MI se vuelve persuasión y aumenta reactancia. El objetivo práctico es que el cliente se sienta acompañado y libre, de modo que la ambivalencia pueda explorarse sin defensa."
    },
    {
      "nombre": "Proceso 2: Enfocar (Focusing)",
      "codigo": "p_mi_enfocar",
      "procesos": ["ALI_objetivos", "ALI_tareas", "AG_tomaDecisiones"],
      "texto": "Enfocar consiste en acordar con claridad el ‘tema de cambio’ sin imponerlo: qué conducta, hábito o dirección vital se va a trabajar ahora. Se negocia una agenda y se delimita el objetivo, evitando sesiones que se diluyen o se convierten en debate. Un buen enfoque reduce confusión, alinea expectativas y permite que la conversación se vuelva eficaz sin perder el espíritu colaborativo."
    },
    {
      "nombre": "Proceso 3: Evocar (Evoking)",
      "codigo": "p_mi_evocar",
      "procesos": ["N_metacognicion", "I_valoresAspiracionales", "AG_motivacionInterna"],
      "texto": "Evocar es el núcleo de MI: facilitar que el cliente verbalice sus propias razones, deseos y necesidades para cambiar. El terapeuta dirige la conversación para que aparezca ‘change talk’ (deseo, capacidad, razones, necesidad, compromiso), en lugar de discutir con el ‘sustain talk’. La lógica es simple y potente: cuanto más el cliente se oye a sí mismo argumentando a favor del cambio, más probable es que actúe."
    },
    {
      "nombre": "Proceso 4: Planificar (Planning)",
      "codigo": "p_mi_planificar",
      "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones", "N_metacognicion"],
      "texto": "Planificar es pasar de la intención a un compromiso realista: qué hará la persona, cuándo, cómo, con qué apoyos y cómo manejará obstáculos. En MI el plan no se impone ni se diseña en modo ‘tarea escolar’: se co-construye, se ajusta a viabilidad y se refuerza la autoeficacia. El plan se considera exitoso si es sostenible, no si es perfecto."
    },

    {
      "nombre": "OARS: Preguntas abiertas (Open questions)",
      "codigo": "p_mi_oars_preguntas_abiertas",
      "procesos": ["R_comunicacionEmocional", "R_mentalizacion"],
      "texto": "Las preguntas abiertas abren espacio psicológico: permiten que el cliente explore significados, emociones y conflictos sin quedar encerrado en respuestas de sí/no. En MI se usan para dirigir suavemente hacia valores, discrepancias y posibilidades, sin presionar. Una buena pregunta abierta hace que el cliente piense y se escuche, y esa autoescucha es el combustible del cambio."
    },
    {
      "nombre": "OARS: Afirmaciones (Affirmations)",
      "codigo": "p_mi_oars_afirmaciones",
      "procesos": ["I_fortalezasRecursos", "AG_autoriaResponsabilidad"],
      "texto": "Las afirmaciones reconocen esfuerzos, valores y capacidades reales del cliente, reforzando identidad competente sin halago vacío. Su función es aumentar autoeficacia y reducir vergüenza, especialmente cuando la historia del cliente está marcada por fracaso o juicio. Bien usadas, convierten la sesión en un espacio donde la persona se ve como alguien capaz de elegir y sostener cambios."
    },
    {
      "nombre": "OARS: Escucha reflexiva (Reflections)",
      "codigo": "p_mi_oars_reflejos",
      "procesos": ["R_mentalizacion", "RE_rotulacion"],
      "texto": "La escucha reflexiva devuelve al cliente el significado y el afecto de lo que dice, a menudo de forma más clara y organizada que su expresión original. En MI es una técnica estratégica: reduce resistencia, profundiza exploración y guía hacia change talk sin confrontación. El reflejo hace que el cliente se sienta entendido y, a la vez, orienta la conversación hacia lo que importa."
    },
    {
      "nombre": "OARS: Resúmenes (Summaries)",
      "codigo": "p_mi_oars_resumenes",
      "procesos": ["N_metacognicion", "ALI_tareas"],
      "texto": "Los resúmenes integran lo dicho y muestran continuidad, ayudando al cliente a verse con perspectiva: ambivalencia, valores, razones y pasos. En MI los resúmenes se usan para consolidar change talk y para transiciones (cerrar un tema, abrir otro, pasar a plan). Cuando están bien hechos, el cliente siente: ‘sí, eso es’, y esa validación organiza el cambio."
    },

    {
      "nombre": "Reflejos complejos (significado, emoción, intención)",
      "codigo": "p_mi_reflejos_complejos",
      "procesos": ["R_mentalizacion", "RE_rotulacion", "N_construccionAlternativa"],
      "texto": "Más allá del reflejo simple, los reflejos complejos añaden hipótesis cuidadosas sobre emoción, valor o intención, sin interpretar de forma intrusiva. Su poder está en que facilitan insight experiencial y ayudan a que el cliente encuentre lenguaje para su conflicto motivacional. Bien calibrados, generan ‘movimiento interno’ sin necesidad de confrontación."
    },
    {
      "nombre": "Reflejo de doble cara (Double-sided reflection)",
      "codigo": "p_mi_doble_cara",
      "procesos": ["N_metacognicion", "RE_modulacion"],
      "texto": "El reflejo de doble cara sostiene simultáneamente los dos polos de la ambivalencia: ‘por un lado… y por otro…’. Esto reduce polarización y defensividad porque el terapeuta no se alinea contra el cliente. Además, permite reorganizar el conflicto para que el propio cliente pueda elegir con más claridad, sin sentirse empujado."
    },
    {
      "nombre": "Reflejo amplificado (Amplified reflection)",
      "codigo": "p_mi_reflejo_amplificado",
      "procesos": ["N_reformulacion", "RE_modulacion"],
      "texto": "El reflejo amplificado exagera suavemente el sustain talk para que el cliente lo escuche y, con frecuencia, lo matice o lo corrija. Se usa con tacto, porque su función no es ridiculizar, sino provocar discrepancia interna sin discusión. Cuando se hace bien, el cliente suele responder con change talk espontáneo."
    },
    {
      "nombre": "Reflejo con giro (Reflection with a twist)",
      "codigo": "p_mi_reflejo_giro",
      "procesos": ["N_construccionAlternativa", "AG_motivacionInterna"],
      "texto": "Este reflejo devuelve lo que el cliente dice, pero orientándolo hacia posibilidad o valor sin negar su posición. El ‘giro’ es una invitación implícita a otra lectura más viable: mantiene aceptación y añade dirección. Es especialmente útil cuando el cliente está estancado y el terapeuta quiere abrir opciones sin presionar."
    },

    {
      "nombre": "Evocar change talk (DARN: Deseo, Capacidad, Razones, Necesidad)",
      "codigo": "p_mi_darn",
      "procesos": ["AG_motivacionInterna", "N_metacognicion"],
      "texto": "DARN es un mapa práctico para generar conversación de cambio: qué quiere el cliente, qué cree que puede, por qué le importa y qué necesidad ve. El terapeuta formula preguntas y reflejos que hacen emerger estos elementos, porque constituyen la base motivacional previa al compromiso. Es un procedimiento de ‘encendido’ de motivación interna sin sermón."
    },
    {
      "nombre": "Fortalecer compromiso (CAT: Compromiso, Activación, Pasos)",
      "codigo": "p_mi_cat",
      "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones"],
      "texto": "CAT organiza la transición a la acción: lenguaje de compromiso (‘voy a…’), activación (‘estoy listo’) y pasos concretos (‘esta semana haré…’). El terapeuta escucha y amplifica estas señales, ayudando a que el cliente convierta intención difusa en conducta programable. Es el puente natural del evocar al planificar."
    },
    {
      "nombre": "Explorar sustain talk sin confrontar",
      "codigo": "p_mi_sustain_talk",
      "procesos": ["ALI_sintonia", "RE_aceptacion", "N_metacognicion"],
      "texto": "MI no ‘combate’ el sustain talk: lo escucha, lo comprende y lo utiliza para mapear costes percibidos del cambio. Al aceptarlo, baja la defensividad y se evita el tira-y-afloja. Esta exploración permite identificar miedos, pérdidas secundarias y barreras reales, para luego evocar cambio desde el propio sistema de valores del cliente."
    },
    {
      "nombre": "Rodar con la resistencia / cambiar de marcha (Rolling with resistance)",
      "codigo": "p_mi_rodar_resistencia",
      "procesos": ["ALI_rupturaReparacion", "ALI_sintonia", "RE_modulacion"],
      "texto": "Cuando aparece resistencia, MI interpreta que es un problema de ajuste, no un defecto del cliente. El terapeuta ‘cambia de marcha’: devuelve autonomía, refleja, resume, pregunta permiso o cambia foco. El objetivo es restaurar colaboración y reducir reactancia para que el cambio vuelva a ser elección."
    },
    {
      "nombre": "Desarrollar discrepancia (conducta actual vs valores/metas)",
      "codigo": "p_mi_discrepancia",
      "procesos": ["I_valoresAspiracionales", "N_metacognicion", "N_construccionAlternativa"],
      "texto": "La discrepancia en MI no es culpa ni regaño: es clarificar con delicadeza la distancia entre lo que la persona valora y lo que su conducta produce. Se hace evocando valores, futuro deseado y consecuencias vividas, para que el cliente vea por sí mismo la incoherencia costosa. Esta discrepancia adaptativa aumenta motivación sin presión externa."
    },
    {
      "nombre": "Apoyar autoeficacia",
      "codigo": "p_mi_autoefficacia",
      "procesos": ["I_fortalezasRecursos", "AG_autoriaResponsabilidad"],
      "texto": "MI refuerza la creencia de ‘puedo’ mediante recuerdo de éxitos, identificación de fortalezas, planes mínimos viables y atribución a esfuerzo propio. No se trata de inflar optimismo, sino de construir confianza realista. Cuando la autoeficacia sube, la ambivalencia baja y el plan se vuelve ejecutable."
    },

    {
      "nombre": "Escalas de importancia y confianza (rulers)",
      "codigo": "p_mi_rulers",
      "procesos": ["N_metacognicion", "AG_tomaDecisiones", "I_valoresAspiracionales"],
      "texto": "Las escalas convierten una discusión abstracta en información accionable: ‘del 0 al 10, ¿cuán importante…?, ¿cuán confiado…?’. Lo clave es la segunda pregunta: ‘¿por qué no es más bajo?’ para evocar razones de cambio, y ‘¿qué haría falta para subir un punto?’ para pasar a plan. Son simples y muy potentes para desbloquear ambivalencia."
    },
    {
      "nombre": "Balance decisional (pros y contras)",
      "codigo": "p_mi_balance_decisional",
      "procesos": ["N_metacognicion", "N_reformulacion"],
      "texto": "El balance decisional ordena el conflicto: beneficios de seguir igual, costes de seguir igual, beneficios de cambiar y costes de cambiar. En MI se hace con cuidado para no reforzar el sustain talk: se exploran costes de seguir igual y beneficios de cambiar, y se resumen destacando discrepancia con valores. Es útil cuando la persona está atascada o confundida."
    },
    {
      "nombre": "Elicit–Provide–Elicit (EPE) para información/psicoeducación",
      "codigo": "p_mi_epe",
      "procesos": ["ALI_colaboracion", "N_reformulacion", "AG_tomaDecisiones"],
      "texto": "EPE evita el modo ‘experto que sermonea’. Primero se elicita lo que el cliente sabe y quiere; luego se ofrece información breve y relevante; finalmente se elicita la reacción y significado. Así la información se integra en la narrativa del cliente y aumenta la probabilidad de adherencia sin reactancia."
    },
    {
      "nombre": "Pedir permiso antes de aconsejar",
      "codigo": "p_mi_pedir_permiso",
      "procesos": ["ALI_contexto", "ALI_sintonia"],
      "texto": "Pedir permiso protege autonomía y reduce resistencia: ‘¿te puedo compartir una idea?’ o ‘¿te gustaría que viéramos opciones?’. Es una microdecisión que cambia el clima de poder y convierte el consejo en colaboración. En MI este gesto es estructural, no cortesía."
    },
    {
      "nombre": "Mapeo de agenda / menú de opciones",
      "codigo": "p_mi_agenda_menu",
      "procesos": ["ALI_objetivos", "AG_tomaDecisiones"],
      "texto": "El menú de opciones ofrece direcciones posibles sin imponer ninguna, permitiendo que el cliente elija dónde empezar. Se usa cuando hay múltiples problemas o cuando el terapeuta percibe desorganización. Elegir un punto de inicio ya es un acto de agencia y suele reducir la sensación de ‘esto es demasiado’."
    },

    {
      "nombre": "Mirar atrás y mirar adelante (Looking back/forward)",
      "codigo": "p_mi_back_forward",
      "procesos": ["N_narrativaAutobiografica", "I_selfFuturo", "N_metacognicion"],
      "texto": "Mirar atrás evoca discrepancia recordando cómo era la vida antes del problema; mirar adelante explora un futuro si nada cambia vs si cambia. Estas exploraciones no buscan dramatizar, sino ayudar a que el cliente contacte con consecuencias y con un self futuro más deseable. Suelen generar change talk de forma natural."
    },
    {
      "nombre": "Consultar extremos (Querying extremes)",
      "codigo": "p_mi_extremos",
      "procesos": ["N_metacognicion", "N_construccionAlternativa"],
      "texto": "Se pregunta por el mejor y peor escenario, o por el punto máximo de coste del problema, para ampliar perspectiva y romper minimización rígida. También puede usarse para detectar valores: ‘¿qué sería lo peor de…?’ a veces revela lo que la persona más protege. Bien usado, facilita claridad y decisión."
    },
    {
      "nombre": "Plan de cambio (Change plan) y compromisos específicos",
      "codigo": "p_mi_change_plan",
      "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones", "R_sist_apoyo"],
      "texto": "El plan de cambio recoge: objetivo, razones personales, pasos, apoyos, obstáculos y estrategias de afrontamiento. No es burocracia: es convertir motivación en conducta con soporte social y estructura. El plan se revisa y simplifica hasta que sea sostenible; el éxito es consistencia, no intensidad."
    },
    {
      "nombre": "Resolver ambivalencia con valores (clarificación orientada a elección)",
      "codigo": "p_mi_valores_eleccion",
      "procesos": ["I_valoresAspiracionales", "AG_tomaDecisiones"],
      "texto": "Cuando el conflicto es existencial (‘quiero A y B pero no caben’), MI trabaja desde valores para que la decisión sea identitaria, no impulsiva. El terapeuta ayuda a nombrar lo que importa de verdad, reconocer costes, y elegir una dirección con responsabilidad. Esto reduce el cambio ‘por presión’ y aumenta coherencia."
    }
  ],

  "micros": [
    {
      "nombre": "Afirmación de autonomía (recordar que el cambio es elección)",
      "codigo": "m_mi_autonomia",
      "procesos": ["ALI_contexto", "AG_autoriaResponsabilidad"],
      "texto": "Recordar explícitamente que la decisión final es del cliente reduce reactancia y abre espacio para explorar ambivalencia sin sentirse atrapado. No es un eslogan: es una intervención reguladora del poder relacional. Suele desbloquear conversaciones estancadas y hace que el cliente vuelva a ‘poseer’ el cambio."
    },
    {
      "nombre": "Reflejo simple (paráfrasis ajustada)",
      "codigo": "m_mi_reflejo_simple",
      "procesos": ["R_mentalizacion"],
      "texto": "Devolver lo que el cliente dice con fidelidad y calidez aumenta seguridad y continuidad conversacional. Aunque parezca básico, en MI es una herramienta activa para mantener al cliente hablando desde su experiencia en lugar de entrar en debate. Es especialmente útil al inicio y cuando hay tensión."
    },
    {
      "nombre": "Reflejo de emoción (poner nombre al afecto subyacente)",
      "codigo": "m_mi_reflejo_emocion",
      "procesos": ["RE_rotulacion", "R_mentalizacion"],
      "texto": "Nombrar la emoción implícita (‘suena a frustración / miedo / cansancio’) ayuda a que el cliente se entienda y baje la activación defensiva. También permite que el cambio se conecte con necesidades reales, no con argumentos abstractos. En muchos casos, este reflejo es el punto de giro hacia autenticidad."
    },
    {
      "nombre": "Pregunta evocadora de razones (¿qué te preocupa de seguir igual?)",
      "codigo": "m_mi_evocar_razones",
      "procesos": ["N_metacognicion", "AG_motivacionInterna"],
      "texto": "Una sola pregunta bien puesta puede generar change talk potente sin empujar: hace que el cliente formule por sí mismo el coste de la conducta actual. El terapeuta escucha y luego refleja estratégicamente esos fragmentos para consolidarlos. Es micro, pero mueve el sistema entero."
    },
    {
      "nombre": "Pregunta de capacidad (¿cómo podrías hacerlo si decidieras?)",
      "codigo": "m_mi_capacidad",
      "procesos": ["I_fortalezasRecursos", "AG_compromisoConductual"],
      "texto": "Esta micro pregunta cambia el marco de impotencia a posibilidad: no exige compromiso, solo explora cómo sería posible. Al hacerlo, activa recursos y creatividad, y suele aumentar autoeficacia. Es especialmente útil cuando la persona dice ‘no puedo’."
    },
    {
      "nombre": "Elicitar compromiso suave (¿qué paso pequeño sí harías?)",
      "codigo": "m_mi_paso_pequeno",
      "procesos": ["AG_compromisoConductual"],
      "texto": "En lugar de pedir grandes promesas, MI busca un paso mínimo viable que el cliente pueda sostener. Esta microintervención reduce presión y aumenta adherencia, porque convierte el cambio en algo practicable. Es el antídoto contra planes grandiosos que fracasan."
    },
    {
      "nombre": "Resumir change talk (resumen selectivo)",
      "codigo": "m_mi_resumen_change",
      "procesos": ["N_metacognicion", "ALI_tareas"],
      "texto": "El resumen selectivo recoge especialmente las frases a favor del cambio, sin manipular ni negar la ambivalencia. Su efecto es que el cliente se oye a sí mismo de forma organizada y coherente, lo que aumenta probabilidad de compromiso. Es una consolidación rápida del avance."
    },
    {
      "nombre": "Normalizar ambivalencia",
      "codigo": "m_mi_normalizar",
      "procesos": ["RE_aceptacion", "ALI_vinculo"],
      "texto": "Normalizar (‘es muy humano que una parte quiera y otra no’) reduce vergüenza y defensividad, y permite explorar el conflicto sin sentirse defectuoso. Esta micro intervención es clave en adicciones, hábitos y salud, donde el juicio suele ser alto. Abre la puerta a la curiosidad y a la elección."
    },
    {
      "nombre": "Preguntar permiso para ofrecer una idea",
      "codigo": "m_mi_permiso",
      "procesos": ["ALI_colaboracion"],
      "texto": "Pedir permiso antes de informar o sugerir transforma la dinámica de poder y aumenta receptividad. Reduce el riesgo de que el cliente se atrinchere en sustain talk por sentirse presionado. Es un gesto pequeño que sostiene el espíritu de MI."
    }
  ],

  "books": [
    "Miller & Rollnick — Motivational Interviewing (1991/2002/2013)",
    "Miller & Rollnick — Motivational Interviewing: Helping People Change (2013)"
  ],

  "refs": [
    "Miller, W. R., & Rollnick, S. (1991/2002/2013). Motivational Interviewing.",
    "Miller, W. R., & Rollnick, S. (2013). Motivational Interviewing: Helping People Change."
  ]
}
