{
  "id": "focusing-gendlin-1961",
  "grupo": "Humanista",
  "label": "Focusing",
  "year": 1961,
  "importance": 2,
  "autores": "Eugene T. Gendlin",
  "universidad": "University of Chicago",
  "ciudad": "Chicago, Illinois",
  "pais": "EE. UU.",
  "lat": 41.789722,
  "lon": -87.599724,

  "influencias": [
    "Terapia centrada en la persona",
    "Fenomenología / Hermenéutica",
    "Psicología experiencial",
    "Pragmatismo"
  ],

  "descripcion": "Focusing es un enfoque experiencial desarrollado por Eugene T. Gendlin que se centra en el acceso directo a la experiencia implícita corporal como fuente primaria de cambio psicológico. Parte de la idea de que el organismo contiene un saber prereflexivo —el felt sense— que integra emoción, significado y situación vital, y que puede ser atendido, simbolizado y transformado mediante una actitud de presencia abierta y respetuosa. El cambio terapéutico no se produce por interpretación externa ni por reestructuración cognitiva, sino por el contacto sostenido con este sentido corporal global, que al ser nombrado y acompañado genera movimientos internos (felt shifts) que reorganizan la experiencia emocional, el significado y la acción.",

"neimeyer": {
  "epistemologico": "En Focusing, la realidad psicológica se concibe como experiencial, encarnada y emergente: el significado no existe como entidad objetiva ni como construcción puramente cognitiva, sino que se genera desde la interacción viva entre organismo y situación. El conocimiento terapéutico no es aplicado por un experto externo, sino descubierto desde dentro de la experiencia del cliente cuando se crean las condiciones relacionales y atencionales adecuadas. El ser humano es entendido como un sistema autoorganizado portador de una inteligencia experiencial implícita que orienta el cambio cuando no es interferida. La relación terapéutica no es solo un medio técnico, sino una condición epistemológica: sin una actitud de presencia respetuosa, no directiva y no violenta, el acceso al sentido implícito corporal —y por tanto al conocimiento clínicamente relevante— no es posible.",
  
  "teoriaFormal": "El self se conceptualiza como un proceso dinámico, encarnado y en continuo devenir, que se actualiza a través de la experiencia vivida más que como una estructura fija o narrativa estable. El sufrimiento psicológico surge cuando la experiencia implícita queda bloqueada, no simbolizada o desconectada del lenguaje y de la acción, generando estancamiento experiencial. El cambio psicológico se explica como una reorganización interna del sistema experiencial cuando el felt sense puede ser atendido, sostenido y simbolizado de forma ajustada, produciendo desplazamientos experienciales (felt shifts) que integran emoción, significado y dirección de acción sin necesidad de reestructuración cognitiva directa.",
  
  "teoriaClinica": "El caso clínico se conceptualiza en términos de bloqueos experienciales, dificultades de acceso al sentido corporal y patrones de evitación o control de la experiencia interna. La intervención prioriza procesos de acceso, profundización y procesamiento experiencial dentro de la ventana de tolerancia del cliente, cuidando especialmente el ritmo y la actitud con la que se acompaña el proceso. El progreso terapéutico se evalúa por indicadores experienciales más que sintomáticos inmediatos: aparición de felt shifts, mayor fluidez interna, incremento de claridad sentida, capacidad de permanecer con la experiencia sin evitación y uso creciente del cuerpo como referencia interna fiable para la toma de decisiones y la acción."
},

"secuencias": [
  {
    "id": "seq_focusing_basica",
    "nombre": "Secuencia básica de Focusing",
    "descripcion": "Proceso estándar para acceder, procesar e integrar experiencia implícita corporal mediante Focusing.",
    "pasos": [
      {
        "orden": 1,
        "accion": "Preparar condiciones internas y bajar urgencia",
        "procesos": ["RE_modulacion", "RI_mindfulnessSelf"]
      },
      {
        "orden": 2,
        "accion": "Despejar un espacio interno",
        "procesos": ["RE_modulacion"]
      },
      {
        "orden": 3,
        "accion": "Evocar el felt sense de un tema concreto",
        "procesos": ["AP_evocacion"]
      },
      {
        "orden": 4,
        "accion": "Encontrar un handle (palabra o imagen)",
        "procesos": ["RE_rotulacion"]
      },
      {
        "orden": 5,
        "accion": "Resonar cuerpo–símbolo",
        "procesos": ["AP_profundizacion"]
      },
      {
        "orden": 6,
        "accion": "Esperar el felt shift",
        "procesos": ["AP_procesamiento"]
      },
      {
        "orden": 7,
        "accion": "Cerrar e integrar",
        "procesos": ["I_coherenciaInterna"]
      }
    ]
  }
],


 "procedimientos": [
  {
    "nombre": "Proceso clásico de Focusing (seis pasos completos)",
    "codigo": "p_focusing_proceso_clasico_6pasos",
    "procesos": ["AP_procesamiento", "AP_profundizacion"],
    "texto": "Procedimiento central que guía toda la secuencia del focusing: (1) despejar un espacio para estabilizar presencia interna, (2) contactar con el felt sense de un tema concreto, (3) encontrar un “handle” (palabra/imagen) que lo capture, (4) resonar cuerpo-símbolo para afinar precisión, (5) preguntar suavemente al felt sense y esperar respuesta, y (6) recibir lo que llega con actitud de cuidado, permitiendo un felt shift que reorganiza experiencia y significado sin imposición interpretativa. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Preparación de condiciones internas para focusing (estabilización y actitud)",
    "codigo": "p_focusing_preparacion_condiciones",
    "procesos": ["RE_modulacion", "RI_mindfulnessSelf"],
    "texto": "Procedimiento previo para establecer el estado interno mínimo que hace viable el focusing: bajar urgencia, suavizar hipercontrol y crear una posición observadora amable, de modo que la persona pueda notar la experiencia sin fusionarse con ella ni intentar “resolverla” mentalmente; incluye pautas de ritmo, pausas, permiso interno y calibración de seguridad antes de evocar material relevante. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Despejar un espacio (Clearing a Space) como procedimiento de entrada",
    "codigo": "p_focusing_clearing_a_space",
    "procesos": ["RE_modulacion", "RE_prevEvitacion"],
    "texto": "Procedimiento de entrada que invita a reconocer los asuntos presentes (preocupaciones, tensiones, temas abiertos) y colocarlos mentalmente “a un lado” para generar un espacio interno más despejado; no elimina los problemas, sino que reduce saturación y evitación reactiva, dejando al organismo organizarse y elegir qué tema emerge con más fuerza para trabajarlo desde mayor regulación. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Elicitación del felt sense (formar el sentido corporal global)",
    "codigo": "p_focusing_elicitacion_felt_sense",
    "procesos": ["AP_evocacion", "AP_profundizacion"],
    "texto": "Procedimiento para formar explícitamente el felt sense: se elige un tema concreto y se invita a notar “cómo se siente todo eso en el cuerpo” como una cualidad global (vaga pero significativa), evitando pasar a explicaciones o emociones sueltas; el objetivo es que la experiencia implícita tome forma suficiente para poder sostenerla y trabajar con ella en sesión. Referencia: Gendlin (1962), *Experiencing and the Creation of Meaning*."
  },
  {
    "nombre": "Diferenciación entre emoción explícita y felt sense (precisión experiencial)",
    "codigo": "p_focusing_diferenciacion_emocion_feltsense",
    "procesos": ["RE_rotulacion", "AP_profundizacion"],
    "texto": "Procedimiento para ayudar a distinguir una emoción ya conocida (“estoy triste/ansioso”) del felt sense (la sensación corporal total de la situación), clarificando matices y evitando que el trabajo se reduzca a etiquetas globales; se usa para afinar la experiencia y sostenerla el tiempo suficiente como para que surja información implícita nueva. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Encontrar un “handle” (palabra, frase o imagen que encaje)",
    "codigo": "p_focusing_handle",
    "procesos": ["RE_rotulacion", "N_marcosCognitivos"],
    "texto": "Procedimiento de simbolización ajustada en el que se buscan palabras, frases o imágenes simples que capturen la cualidad del felt sense; no se trata de explicar, sino de encontrar un símbolo que “encaje” corporalmente, facilitando organización del significado sin forzar narrativas ni interpretaciones prematuras. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Resonancia cuerpo-símbolo (comprobar y corregir el ajuste)",
    "codigo": "p_focusing_resonancia",
    "procesos": ["AP_profundizacion", "N_metacognicion"],
    "texto": "Procedimiento de ida y vuelta entre el símbolo (handle) y la sensación corporal para verificar si encaja: se nombra y se observa la respuesta corporal, ajustando hasta que aparezca sensación de precisión; este “chequeo” reduce autoengaño cognitivo y permite que el significado emerja desde la experiencia en lugar de imponerse desde el pensamiento. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Preguntar al felt sense (evocación de respuesta implícita)",
    "codigo": "p_focusing_preguntar_al_feltsense",
    "procesos": ["AP_procesamiento", "N_metacognicion"],
    "texto": "Procedimiento en el que se formulan preguntas suaves y concretas dirigidas al felt sense (p. ej., “¿qué es lo peor de esto?”, “¿qué necesita?”) y luego se espera en silencio una respuesta sentida, sin buscarla mentalmente; facilita que el organismo despliegue significados implícitos y direcciones de cambio que no estaban disponibles por análisis racional. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Recepción (Receiving) y cierre experiencial",
    "codigo": "p_focusing_receiving_cierre",
    "procesos": ["RE_aceptacion", "I_coherenciaInterna"],
    "texto": "Procedimiento de integración en el que la persona recibe lo que ha emergido (sea claro o incompleto) con una actitud de cuidado y no violencia interna, consolidando confianza en el proceso experiencial; incluye agradecer, reconocer límites del día y cerrar sin “exprimir”, favoreciendo coherencia del self y continuidad del trabajo. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Trabajo con bloqueos: 'no puedo sentir nada' o 'me pierdo en la cabeza'",
    "codigo": "p_focusing_bloqueos_acceso",
    "procesos": ["RE_prevEvitacion", "RI_mindfulnessSelf"],
    "texto": "Procedimiento para desbloquear la dificultad de acceso al felt sense cuando aparece vacío, intelectualización o prisa; se normaliza el bloqueo, se vuelve a anclar la atención en sensaciones simples, se ralentiza el ritmo y se recupera posición observadora, reduciendo evitación experiencial y fusiones cognitivas que impiden el proceso. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Focusing con partes internas (Inner Relationship Focusing, versión compatible)",
    "codigo": "p_focusing_partes_relacion_interna",
    "procesos": ["RI_partesSubpersonalidades", "RE_coregulacion"],
    "texto": "Procedimiento para trabajar cuando el felt sense está mediado por voces o partes (crítica, miedo, protector): se identifica la parte activada, se la aborda con curiosidad y respeto, y se facilita una relación interna menos polarizada para que el proceso experiencial pueda continuar sin autoataque ni bloqueo; el terapeuta actúa como regulador del clima y del ritmo. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Focusing para decisiones (sentir opciones y dirección viable)",
    "codigo": "p_focusing_decisiones",
    "procesos": ["AG_tomaDecisiones", "AP_procesamiento"],
    "texto": "Procedimiento para elegir entre alternativas cuando la mente está en bucle: se evocan opciones una por una y se observa el felt sense asociado a cada una, buscando la dirección que produce mayor sensación de encaje, alivio o apertura; no garantiza certeza absoluta, pero reduce parálisis y alinea la elección con una guía experiencial más profunda. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Focusing entre sesiones (práctica guiada y consolidación)",
    "codigo": "p_focusing_practica_entre_sesiones",
    "procesos": ["AG_compromisoConductual", "RI_mindfulnessSelf"],
    "texto": "Procedimiento de transferencia a la vida cotidiana: se pacta una práctica breve y realista (despejar un espacio, formar felt sense, resonar) con registro mínimo de hallazgos y obstáculos, para convertir el focusing en habilidad estable y no solo experiencia de sesión; refuerza autonomía, continuidad y capacidad de autoacompañamiento. Referencia: Gendlin (1981), *Focusing*."
  }
],


  "micros": [
  {
    "nombre": "Pausa somática consciente",
    "codigo": "m_focusing_pausa_somatica",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención básica que introduce una pausa deliberada en el ritmo terapéutico para permitir que la activación baje lo suficiente como para notar sensaciones corporales sutiles; se usa para cortar automatismos verbales, urgencia por resolver y sobrecarga cognitiva, facilitando un estado interno desde el cual puede emerger el felt sense. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Orientación atencional al cuerpo vivido",
    "codigo": "m_focusing_orientacion_corporal",
    "procesos": ["RF_intero"],
    "texto": "Invitación breve a dirigir la atención hacia el interior del cuerpo (pecho, abdomen, garganta, estómago) sin intentar cambiar nada, con el objetivo de restaurar contacto interoceptivo y preparar el terreno para el acceso experiencial; actúa como microanclaje cuando la persona está disociada, hipermentalizada o desconectada del cuerpo. Referencia: Gendlin (1962), *Experiencing and the Creation of Meaning*."
  },
  {
    "nombre": "Señalar la cualidad global del malestar",
    "codigo": "m_focusing_cualidad_global",
    "procesos": ["AP_evocacion"],
    "texto": "Microintervención que invita a notar la sensación corporal total de una situación problemática sin fragmentarla en emociones o pensamientos, favoreciendo la formación inicial del felt sense como una cualidad vaga pero coherente que puede ser sostenida y trabajada. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Diferenciar pensamiento sobre el problema de sensación del problema",
    "codigo": "m_focusing_diferenciar_pensar_sentir",
    "procesos": ["RI_mindfulnessSelf"],
    "texto": "Intervención breve que ayuda a desidentificarse de la narrativa mental para volver a la experiencia corporal directa, reduciendo fusión cognitiva y permitiendo que el proceso se organice desde el organismo y no desde el análisis racional. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Invitación a describir sin explicar",
    "codigo": "m_focusing_describir_no_explicar",
    "procesos": ["RE_rotulacion"],
    "texto": "Microintervención que orienta al cliente a usar palabras descriptivas simples (textura, peso, temperatura, movimiento) evitando explicaciones causales o interpretativas, favoreciendo una simbolización ajustada que mantiene vivo el contacto experiencial. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Chequeo de resonancia corporal",
    "codigo": "m_focusing_chequeo_resonancia",
    "procesos": ["AP_profundizacion"],
    "texto": "Pequeño bucle de comprobación en el que se nombra una palabra o imagen y se observa la respuesta corporal inmediata, ajustando hasta que aparece sensación de encaje; previene imposición cognitiva y afina la precisión experiencial. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Esperar sin empujar",
    "codigo": "m_focusing_esperar_sin_empujar",
    "procesos": ["RE_aceptacion"],
    "texto": "Microintervención actitudinal que consiste en sostener la atención abierta y paciente sobre la experiencia sin intentar forzar avances, permitiendo que el proceso interno encuentre su propio ritmo y dirección; es clave para que emerja el felt shift. Referencia: Gendlin (1962), *Experiencing and the Creation of Meaning*."
  },
  {
    "nombre": "Reconocer micro-movimientos internos",
    "codigo": "m_focusing_micro_movimientos",
    "procesos": ["AP_procesamiento"],
    "texto": "Intervención que señala pequeños cambios corporales (alivio, expansión, respiración más profunda, relajación) como indicadores de reorganización experiencial en curso, reforzando confianza en el proceso incluso cuando el cambio es sutil. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Nombrar el felt shift",
    "codigo": "m_focusing_nombrar_shift",
    "procesos": ["N_reformulacion"],
    "texto": "Microintervención que ayuda a poner palabras al cambio corporal experimentado tras un movimiento experiencial, facilitando su integración simbólica sin convertirlo en una explicación cerrada. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Agradecer y cerrar el proceso",
    "codigo": "m_focusing_agradecer_cierre",
    "procesos": ["I_coherenciaInterna"],
    "texto": "Cierre consciente que reconoce el trabajo interno realizado y devuelve a la persona una sensación de integridad y continuidad del self, evitando sobreexposición o agotamiento experiencial. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Normalizar la ausencia de sensación clara",
    "codigo": "m_focusing_normalizar_vacio",
    "procesos": ["RE_prevEvitacion"],
    "texto": "Microintervención que valida la experiencia de no sentir nada o sentir confusión corporal, reduciendo autoexigencia y evitación secundaria, y manteniendo abierta la posibilidad de que el felt sense emerja más adelante. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Tratar al crítico interno como objeto de focusing",
    "codigo": "m_focusing_critico_como_objeto",
    "procesos": ["RI_criticoInterno"],
    "texto": "Intervención que desplaza el foco del contenido del crítico interno a la sensación corporal que genera, permitiendo trabajar la experiencia sin entrar en lucha cognitiva ni obediencia automática. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Crear distancia segura respecto a material intenso",
    "codigo": "m_focusing_distancia_segura",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención reguladora que ajusta la cercanía al material experiencial cuando la activación es excesiva, usando metáforas de distancia o contención para mantener el trabajo dentro de la ventana de tolerancia. Referencia: Gendlin (1981), *Focusing*."
  },
  {
    "nombre": "Usar imágenes espontáneas emergentes",
    "codigo": "m_focusing_imagenes_espontaneas",
    "procesos": ["AP_evocacion"],
    "texto": "Intervención que acoge imágenes simbólicas que surgen del felt sense como vías de acceso al significado implícito, sin interpretarlas, permitiendo que guíen el proceso experiencial. Referencia: Gendlin (1962), *Experiencing and the Creation of Meaning*."
  },
  {
    "nombre": "Trasladar el resultado experiencial a la vida cotidiana",
    "codigo": "m_focusing_transferencia",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Microintervención que conecta el movimiento experiencial con una pequeña orientación práctica o actitud interna fuera de sesión, consolidando agencia sin convertir el proceso en tarea conductual rígida. Referencia: Gendlin (1981), *Focusing*."
  }
],


 "ideasPrincipales": [
  {
    "id": "focus_ip_1",
    "titulo": "El cuerpo contiene significado implícito previo al lenguaje",
    "desarrollo": "Focusing parte de la premisa de que la experiencia corporal no es un mero reflejo de emociones ya formadas, sino una fuente primaria de significado implícito que integra situación, emoción, historia y dirección de acción. Este saber corporal —el felt sense— existe antes de ser conceptualizado y puede guiar el cambio psicológico cuando se le presta atención directa, sin reducirlo prematuramente a categorías cognitivas o narrativas."
  },
  {
    "id": "focus_ip_2",
    "titulo": "El cambio terapéutico ocurre por reorganización experiencial, no por insight intelectual",
    "desarrollo": "En Focusing, comprender algo no es suficiente para que se produzca cambio. La transformación ocurre cuando la experiencia implícita se reorganiza internamente y genera un desplazamiento corporal perceptible (felt shift), señal de que el sistema ha encontrado una nueva forma de integrar el problema. El insight puede acompañar este proceso, pero no lo sustituye ni lo provoca por sí solo."
  },
  {
    "id": "focus_ip_3",
    "titulo": "La simbolización ajustada facilita el movimiento interno",
    "desarrollo": "Poner palabras, imágenes o frases a la experiencia corporal no tiene como objetivo explicarla, sino encontrar símbolos que encajen con precisión con el felt sense. Cuando el símbolo es ajustado, el cuerpo responde con alivio o apertura, indicando que el significado implícito ha sido captado suficientemente como para permitir el movimiento experiencial."
  },
  {
    "id": "focus_ip_4",
    "titulo": "La actitud de presencia es una condición del proceso, no un complemento técnico",
    "desarrollo": "El acceso al felt sense solo es posible cuando la persona adopta —y el terapeuta sostiene— una actitud de curiosidad, respeto y no violencia interna. La prisa por resolver, el juicio o la autoexigencia bloquean el proceso. Por ello, la calidad de presencia no es un factor relacional accesorio, sino un requisito estructural del cambio en Focusing."
  },
  {
    "id": "focus_ip_5",
    "titulo": "El organismo tiende naturalmente al cambio cuando no es interferido",
    "desarrollo": "Focusing asume una visión autoorganizativa del ser humano: cuando la experiencia implícita es atendida sin interferencias defensivas, el organismo tiende espontáneamente a reorganizarse hacia mayor coherencia y alivio. El terapeuta no dirige el contenido del cambio, sino que elimina obstáculos para que este proceso natural pueda desplegarse."
  },
  {
    "id": "focus_ip_6",
    "titulo": "El ritmo interno es más fiable que la dirección cognitiva",
    "desarrollo": "El proceso experiencial tiene su propio ritmo y secuencia, que no siempre coincide con los objetivos conscientes del paciente ni con la lógica del terapeuta. Forzar direcciones, interpretar antes de tiempo o acelerar el proceso suele bloquearlo. Seguir el ritmo interno del felt sense permite cambios más estables y menos reactivos."
  },
  {
    "id": "focus_ip_7",
    "titulo": "La experiencia puede ser trabajada sin revivir ni analizar el pasado",
    "desarrollo": "Focusing permite transformar situaciones complejas sin necesidad de revivir escenas pasadas ni reconstruir narrativas detalladas. Al trabajar directamente con la sensación corporal global de la situación, el proceso integra historia y emoción de forma implícita, reduciendo retraumatización y sobreexposición innecesaria."
  },
  {
    "id": "focus_ip_8",
    "titulo": "El cliente es la autoridad última sobre el proceso de cambio",
    "desarrollo": "En Focusing, la validación del proceso no proviene del criterio externo del terapeuta, sino de la respuesta corporal del propio cliente. El cuerpo actúa como referencia interna de verdad experiencial, reforzando autonomía, agencia y confianza en la propia capacidad de autorregulación y cambio."
  }
],


  "refs": [
    "Gendlin, E. T. (1962). *Experiencing and the Creation of Meaning*.",
    "Gendlin, E. T. (1981). *Focusing*."
  ]
}
