{
  "id": "grupos-encuentro",
  "grupo": "Humanista",
  "label": "Grupos de Encuentro",
  "year": 1967,
  "autores": "Carl R. Rogers",
  "universidad": "",
  "ciudad": "La Jolla, California",
  "pais": "EE. UU.",
  "lat": 32.832811,
  "lon": -117.271272,

  "descripcion": "Los Grupos de Encuentro surgieron como un formato experiencial de crecimiento personal y exploración interpersonal dentro del movimiento humanista. Su finalidad es facilitar la autenticidad, el feedback honesto y la expresión emocional en un clima de respeto, aceptación y ausencia de juicio. A través de dinámicas vivenciales y del encuentro directo entre personas, los participantes desarrollan conciencia emocional, habilidades de comunicación empática y mayor coherencia entre experiencia interna y expresión externa. Este enfoque influyó de forma decisiva en la terapia de grupo, la educación experiencial y el desarrollo organizacional, promoviendo una cultura del diálogo y la apertura emocional (Rogers, 1970).",

  "influencias": [
    "Terapia centrada en la persona",
    "Psicología humanista (tercera fuerza)",
    "Dinámica de grupos",
    "Educación experiencial",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como vivida y relacional, emergente del encuentro auténtico entre personas. El conocimiento terapéutico no es impuesto por el facilitador, sino que se co-construye a partir de la experiencia compartida. El ser humano es inherentemente orientado al crecimiento cuando se dan las condiciones adecuadas. El cambio ocurre mediante la experiencia directa de aceptación, autenticidad y empatía. La relación grupal constituye el principal agente de cambio (Rogers, 1970).",
    "teoriaFormal": "El self se entiende como un proceso en desarrollo que busca congruencia entre experiencia, conciencia y comunicación. El sufrimiento se mantiene por la incongruencia, la defensividad y la falta de contacto auténtico. El cambio implica aumentar la apertura a la experiencia, la autoaceptación y la capacidad de relacionarse de forma genuina con otros (Rogers, 1961).",
    "teoriaClinica": "El caso se conceptualiza atendiendo al nivel de apertura experiencial, defensividad y capacidad de contacto interpersonal. Se priorizan procesos de expresión emocional, feedback genuino y desarrollo de la empatía. El progreso se evalúa por el aumento de autenticidad, congruencia interna y calidad del encuentro interpersonal (Rogers, 1970)."
  },

  "procesos": [
    "Autenticidad y congruencia",
    "Expresión emocional",
    "Contacto interpersonal genuino",
    "Desarrollo de la empatía"
  ],

  "mjps": ["RE", "AP", "I", "R", "ALI"],

  "procedimientos": [
    {
      "nombre": "Encuentro grupal no directivo",
      "codigo": "p_encuentro_grupal",
      "procesos": [
        "R_comunicacionEmocional",
        "ALI_vinculo",
        "RE_aceptacion"
      ],
      "texto": "Procedimiento central de los Grupos de Encuentro en el que el facilitador crea un clima de seguridad, aceptación y respeto sin dirigir contenidos específicos. El grupo se convierte en un espacio donde los participantes pueden expresarse libremente, explorar emociones y construir significado a partir del contacto directo con los demás (Rogers, 1970)."
    },
    {
      "nombre": "Facilitación rogeriana",
      "codigo": "p_encuentro_facilitacion",
      "procesos": [
        "ALI_sintonia",
        "ALI_colaboracion",
        "RE_coregulacion"
      ],
      "texto": "Estilo de intervención basado en las actitudes básicas de empatía, congruencia y aceptación positiva incondicional. El facilitador no interpreta ni dirige, sino que sostiene el proceso grupal favoreciendo la autorregulación y el crecimiento emergente del grupo (Rogers, 1961)."
    }
  ],

  "micros": [
    {
      "nombre": "Feedback auténtico",
      "codigo": "m_encuentro_feedback",
      "procesos": [
        "R_comunicacionEmocional",
        "I_autoimagen",
        "ALI_colaboracion"
      ],
      "texto": "Expresión honesta y respetuosa del impacto interpersonal que otro miembro genera en uno mismo. Facilita conciencia relacional, ajuste de la autoimagen y profundización del contacto interpersonal (Rogers, 1970)."
    },
    {
      "nombre": "Expresión emocional en primera persona",
      "codigo": "m_encuentro_emocion",
      "procesos": [
        "RE_rotulacion",
        "AP_evocacion",
        "I_coherenciaInterna"
      ],
      "texto": "Invitación a expresar emociones propias desde la experiencia inmediata, evitando interpretaciones o juicios sobre los demás. Favorece autenticidad, claridad emocional y congruencia interna (Rogers, 1961)."
    },
    {
      "nombre": "Escucha empática grupal",
      "codigo": "m_encuentro_escucha",
      "procesos": [
        "R_mentalizacion",
        "RE_coregulacion",
        "ALI_vinculo"
      ],
      "texto": "Práctica implícita del grupo orientada a escuchar al otro con comprensión empática y sin respuestas defensivas. Facilita seguridad relacional y profundización del encuentro (Rogers, 1970)."
    },
    {
      "nombre": "Silencio experiencial",
      "codigo": "m_encuentro_silencio",
      "procesos": [
        "RE_modulacion",
        "RF_intero",
        "N_metacognicion"
      ],
      "texto": "Uso deliberado del silencio como espacio de contacto con la experiencia interna y grupal. Permite regulación emocional, introspección y emergencia de contenidos significativos (Schutz, 1973)."
    },
    {
      "nombre": "Cierre integrador",
      "codigo": "m_encuentro_cierre",
      "procesos": [
        "N_narrativaAutobiografica",
        "I_continuidadBiografica",
        "RE_modulacion"
      ],
      "texto": "Fase final donde los participantes integran verbalmente lo vivido en el grupo, conectándolo con su historia personal y su vida cotidiana. Facilita consolidación del aprendizaje experiencial (Rogers, 1970)."
    }
  ],

  "refs": [
    "Rogers, C. R. (1970). Carl Rogers on Encounter Groups.",
    "Rogers, C. R. (1961). On Becoming a Person.",
    "Schutz, W. (1973). Joy: Expanding Human Awareness."
  ]
}
