{
  "id": "h10dasein1943",
  "grupo": "Humanista",
  "label": "Daseinsanalyse / Análisis existencial",
  "year": 1943,
  "autores": "Ludwig Binswanger, Medard Boss",
  "descripcion": "La Daseinsanalyse (análisis del Dasein) es una psicoterapia existencial-fenomenológica de raíz heideggeriana que entiende el sufrimiento psicológico como un estrechamiento del ser-en-el-mundo: modos rígidos de relacionarse con uno mismo, con los otros, con el tiempo, el cuerpo y las posibilidades vitales. En lugar de explicar la experiencia desde causas intrapsíquicas, se prioriza describir con precisión cómo se manifiesta la vida del paciente (su mundo vivido) y cómo se cierran o se abren posibilidades de existencia. La intervención consiste en una exploración fenomenológica y dialogada de la experiencia, orientada a recuperar apertura, presencia, responsabilidad y autenticidad, sin reducir al paciente a etiquetas diagnósticas.",
  "ciudad": "Zúrich",
  "pais": "Suiza",
  "lat": 47.376887,
  "lon": 8.541694,

  "alianzaModelo": {
    "ALI_vinculo": "El vínculo se construye desde una presencia clínica no objetivante. El paciente no es tratado como un caso, sino como una existencia concreta con su mundo propio. El terapeuta sostiene una actitud fenomenológica de respeto y apertura, reduciendo vergüenza y defensividad.",
    "ALI_objetivos": "Los objetivos se formulan como ampliación de la libertad existencial: recuperar posibilidades, clarificar elecciones y salir de modos de vida estrechos. El foco no está en eliminar síntomas sino en comprender su sentido existencial.",
    "ALI_tareas": "Las tareas son experienciales y descriptivas: volver a situaciones concretas, describir la experiencia vivida y explorar patrones de evitación, cierre o automatismo.",
    "ALI_colaboracion": "La colaboración se entiende como co-exploración del mundo vivido del paciente. El terapeuta acompaña el esclarecimiento sin imponer interpretaciones.",
    "ALI_sintonia": "La sintonía implica ajustar el ritmo terapéutico a la capacidad del paciente para afrontar verdades existenciales como la finitud, la soledad o la responsabilidad.",
    "ALI_rupturaReparacion": "Las rupturas aparecen cuando el paciente se siente objetivado o forzado. La reparación consiste en volver a la experiencia relacional presente y restituir la libertad del paciente.",
    "ALI_monitorizacion": "Se monitoriza el proceso atendiendo a signos de cierre existencial como intelectualización, desconexión corporal o evitación sutil.",
    "ALI_contexto": "El contexto vital, cultural y relacional es constitutivo del modo de existir del paciente y se integra como parte central del trabajo terapéutico."
  },

  "neimeyer": {
    "epistemologico": "La realidad psicológica se entiende como mundo vivido (Lebenswelt), siempre situado y relacional. El conocimiento terapéutico es fenomenológico-hermenéutico y el cambio implica recuperar apertura y responsabilidad existencial.",
    "teoriaFormal": "El self se concibe como un modo dinámico de existir, encarnado y relacional. El sufrimiento se mantiene por cierres del mundo y evitaciones existenciales.",
    "teoriaClinica": "El caso se conceptualiza como un patrón de estar-en-el-mundo. El progreso se evalúa por mayor presencia, libertad de elección y coherencia vital."
  },

  "influencias": [
    "Fenomenología (Husserl)",
    "Fenomenología existencial",
    "Heidegger",
    "Hermenéutica",
    "Filosofía existencial",
    "Diálogo (Buber)",
    "Psicoanálisis (relectura crítica)"
  ],

  "procesos": [
    "Clarificación fenomenológica del mundo vivido",
    "Apertura de posibilidades",
    "Trabajo con evitación existencial",
    "Reapropiación del cuerpo vivido",
    "Responsabilidad y autenticidad"
  ],

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

  "refs": [
    "Boss, M. (1963). Psychoanalysis and Daseinsanalysis.",
    "Binswanger, L. (1943). Grundformen und Erkenntnis menschlichen Daseins.",
    "Heidegger, M. (Seminarios de Zollikon).",
    "SAGE Encyclopedia of Counseling and Psychotherapy: Daseinsanalysis."
  ],

  "procedimientos": [
    {
      "nombre": "Descripción fenomenológica",
      "codigo": "p_dasein_fenomenologia",
      "procesos": ["N", "RI"],
      "texto": "Exploración detallada de experiencias concretas para sustituir explicaciones abstractas por comprensión directa del mundo vivido."
    },
    {
      "nombre": "Análisis del ser-en-el-mundo",
      "codigo": "p_dasein_serenmundo",
      "procesos": ["I", "N"],
      "texto": "Clarificación de las dimensiones existenciales: cuerpo, tiempo, relaciones, espacio y sentido."
    },
    {
      "nombre": "Trabajo con evitación existencial",
      "codigo": "p_dasein_evitacion",
      "procesos": ["AG", "RI"],
      "texto": "Exploración de las posibilidades evitadas en el presente y del coste existencial de no elegir."
    },
    {
      "nombre": "Exploración fenomenológica de sueños",
      "codigo": "p_dasein_suenos",
      "procesos": ["N", "RE"],
      "texto": "Los sueños se abordan como expresiones del modo de estar-en-el-mundo, sin simbolismos prefijados."
    }
  ],

  "micros": [
    {
      "nombre": "Preguntar por el cómo",
      "codigo": "m_dasein_como",
      "procesos": ["N"],
      "texto": "Reconduce explicaciones causales hacia la descripción precisa de la experiencia."
    },
    {
      "nombre": "Señalar cierres de posibilidad",
      "codigo": "m_dasein_cierres",
      "procesos": ["RI", "AG"],
      "texto": "Hace visibles los momentos en los que el mundo del paciente se estrecha."
    },
    {
      "nombre": "Anclaje en el cuerpo vivido",
      "codigo": "m_dasein_cuerpo",
      "procesos": ["RE"],
      "texto": "Uso del cuerpo como vía de acceso a la verdad experiencial."
    },
    {
      "nombre": "Desautomatizar lo impersonal",
      "codigo": "m_dasein_se",
      "procesos": ["I"],
      "texto": "Cuestiona mandatos impersonales para devolver elección y responsabilidad."
    },
    {
      "nombre": "Clarificar elección y coste",
      "codigo": "m_dasein_coste",
      "procesos": ["AG", "I"],
      "texto": "Conecta la decisión concreta con sus consecuencias existenciales."
    },
    {
      "nombre": "Nombrar la evitación",
      "codigo": "m_dasein_nominar",
      "procesos": ["RI"],
      "texto": "Señala la evitación como fenómeno observable sin acusar ni moralizar."
    }
  ]
}
