{
  "id": "h19ta64",
  "grupo": "Humanista",
  "label": "Análisis Transaccional (TA)",
  "year": "1964",
  "autores": "Eric Berne",
  "descripcion": "El Análisis Transaccional (TA) conceptualiza el malestar psicológico como la repetición de patrones relacionales aprendidos (transacciones, juegos psicológicos) y la organización de la vida en torno a guiones de vida (“scripts”) que limitan la autonomía. El trabajo terapéutico busca aumentar el acceso al estado del Yo Adulto (capaz de evaluar la realidad presente), desactivar guiones y juegos, y promover una forma de vínculo más libre, responsable e íntima. La intervención se apoya en un marco claro (contrato terapéutico), en el análisis de estados del Yo (Padre–Adulto–Niño), y en la identificación de transacciones y juegos para sustituirlos por opciones relacionales más auténticas.",
  "universidad": null,
  "ciudad": null,
  "pais": null,
  "lat": null,
  "lon": null,
  "alianzaModelo": {
    "ALI_vinculo": "En TA, el vínculo se construye desde una posición clara y respetuosa: el terapeuta ofrece una relación fiable, sin juegos, con límites y objetivos explícitos. La claridad del encuadre reduce ambigüedad y facilita seguridad interpersonal.",
    "ALI_objetivos": "Los objetivos se concretan en un contrato terapéutico: metas observables y acordadas, formuladas en lenguaje del paciente. Esto refuerza agencia y alinea expectativas (terapia como proyecto compartido).",
    "ALI_tareas": "Las tareas se presentan como exploración práctica de patrones (transacciones, juegos, guiones) y entrenamiento de alternativas (respuestas desde Adulto, nuevas transacciones, pedidos claros, límites). La alianza se sostiene cuando las tareas se sienten útiles y no humillantes.",
    "ALI_colaboracion": "La colaboración es explícita: terapeuta y paciente observan juntos episodios relacionales y deciden qué cambiar. El contrato y el análisis compartido modelan responsabilidad y transparencia.",
    "ALI_sintonia": "La sintonía se expresa ajustando el nivel de confrontación: TA puede ser directo, pero si el paciente se desregula o se avergüenza, el terapeuta regula ritmo, valida y vuelve a encuadrar sin entrar en juegos.",
    "ALI_rupturaReparacion": "Rupturas típicas: el paciente siente juicio o “parentalización” del terapeuta (Padre crítico). Reparación: reconocer el impacto, volver al Adulto, revisar el contrato, y explicitar la intención colaborativa.",
    "ALI_monitorizacion": "Se monitoriza la alianza observando señales de juego, evitación, sumisión/rebeldía y cambios de estado del Yo en sesión. Esto se convierte en material clínico para ajustar el trabajo.",
    "ALI_contexto": "El contexto se incorpora leyendo guiones y juegos como adaptaciones a entornos tempranos (familia, cultura, clase, normas relacionales). La intervención se adapta para que las alternativas sean viables en el mundo actual del paciente."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa experiencia se comprende en clave relacional y de aprendizaje: el significado se organiza en patrones transaccionales y decisiones tempranas que estructuran el guion de vida.\n\nConcepción del conocimiento terapéutico\nEl conocimiento es práctico y observable: se infiere a partir de transacciones, estados del Yo y juegos; se contrasta en sesión y en la vida cotidiana.\n\nConcepción del ser humano y del cambio\nEl cambio ocurre cuando el paciente recupera autonomía (conciencia, espontaneidad, intimidad) y sustituye guiones/juegos por elecciones desde Adulto.\n\nRol de la relación terapéutica\nLa relación es un laboratorio sin juegos: claridad, contrato, límites y colaboración como condiciones para explorar patrones y construir alternativas.",
    "teoriaFormal": "Qué es el self\nEl self se organiza en estados del Yo (Padre–Adulto–Niño) y en decisiones/mandatos internalizados que sostienen el guion.\n\nCómo se explica el cambio\nCambio como redecisión y reorganización: desactivar guiones, aumentar Adulto, flexibilizar Padre, actualizar necesidades del Niño en el presente.\n\nQué mantiene el sufrimiento\nSufrimiento mantenido por guiones rígidos, juegos psicológicos repetidos y transacciones que perpetúan posiciones existenciales y afectos crónicos.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula identificando: guion, posiciones existenciales, estados del Yo dominantes, transacciones habituales, juegos y “payoffs”.\n\nQué procesos terapéuticos se priorizan\nDesactivación de guiones, fortalecimiento del Adulto, salida de juegos, y entrenamiento de intimidad y comunicación directa.\n\nCómo se evalúa el progreso terapéutico\nMás elecciones desde Adulto, menos juegos, contratos cumplidos, mejor intimidad y mayor autonomía en decisiones y relaciones."
  },
  "influencias": [
    "Humanismo",
    "Psicodinámica (lenguaje relacional de patrones)",
    "Teoría de la comunicación / análisis de interacción"
  ],
  "procesos": [
    "Desactivación de guiones",
    "Adulto fuerte",
    "Intimidad auténtica"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "refs": [
    "Berne, E. (1964). Games People Play.",
    "Berne, E. (1961). Transactional Analysis in Psychotherapy.",
    "Steiner, C. (1974). Scripts People Live."
  ],
  "procedimientos": [
    {
      "nombre": "Contrato terapéutico",
      "codigo": "p_ta_contrato",
      "procesos": [
        "ALI_objetivos",
        "AG_compromisoConductual"
      ],
      "texto": "Procedimiento de encuadre: terapeuta y paciente acuerdan objetivos observables, responsabilidades y criterios de avance. Reduce ambigüedad, previene juegos en el encuadre y refuerza agencia.",
      "wampold": {
        "alianza": "Clarifica la colaboración y reduce malentendidos; el paciente siente estructura y seguridad.",
        "expectativas": "Aumenta esperanza realista: “sé qué estamos haciendo y por qué”.",
        "explicacion": "Ofrece una razón de ser simple: cambiar patrones requiere objetivos claros y seguimiento.",
        "ritual": "Ritual medio: pasos definidos (definir meta, criterios, tareas), pero flexible.",
        "modeloCambio": "Cambio por práctica y decisiones explícitas sostenidas por un marco coherente."
      }
    },
    {
      "nombre": "Análisis estructural (Padre–Adulto–Niño)",
      "codigo": "p_ta_pan",
      "procesos": [
        "I_autoimagen",
        "N_marcosCognitivos"
      ],
      "texto": "Mapea estados del Yo y sus funciones (protección, crítica, cuidado, adaptación, espontaneidad, evaluación). Ayuda a detectar desde dónde se responde y a ampliar el acceso al Adulto."
    },
    {
      "nombre": "Análisis de transacciones",
      "codigo": "p_ta_transacciones",
      "procesos": [
        "RI_regulacionInterpersonal",
        "N_metacognicion"
      ],
      "texto": "Observación y clasificación de intercambios comunicativos para identificar escaladas, transacciones cruzadas y movimientos hacia juegos. Permite diseñar respuestas alternativas."
    },
    {
      "nombre": "Detección de juegos y análisis de payoff",
      "codigo": "p_ta_juegos_payoff",
      "procesos": [
        "I_conflictosSelf",
        "RI_limites"
      ],
      "texto": "Identifica secuencias repetidas con ganancia oculta (payoff) que mantienen el guion. Permite interrumpir el patrón y construir necesidades legítimas y pedidos directos."
    }
  ],
  "micros": [
    {
      "nombre": "Contrato terapéutico (micro)",
      "codigo": "m_ta_contrato",
      "procesos": [
        "ALI_objetivos"
      ],
      "texto": "Formular en una frase el objetivo operativo de la sesión y acordar una acción concreta para probarlo."
    },
    {
      "nombre": "Señalar estado del Yo en vivo",
      "codigo": "m_ta_estado_en_vivo",
      "procesos": [
        "N_metacognicion"
      ],
      "texto": "Nombrar suavemente desde qué estado del Yo parece hablar el paciente (“suena a Padre crítico / Niño adaptado / Adulto”) para aumentar conciencia sin juicio."
    },
    {
      "nombre": "Análisis estructural P-A-N",
      "codigo": "m_ta_pan",
      "procesos": [
        "I_autoimagen"
      ],
      "texto": "Mini-mapa rápido de Padre–Adulto–Niño aplicado a un episodio específico para abrir alternativas."
    },
    {
      "nombre": "Análisis de transacciones",
      "codigo": "m_ta_transacciones",
      "procesos": [
        "RI_regulacionInterpersonal"
      ],
      "texto": "Desglosar un diálogo real en transacciones y ensayar una respuesta alternativa desde Adulto."
    },
    {
      "nombre": "Detección de juegos y pago",
      "codigo": "m_ta_juegos_payoff",
      "procesos": [
        "I_conflictosSelf"
      ],
      "texto": "Identificar el “giro” donde empieza el juego y explicitar el payoff para recuperar elección."
    },
    {
      "nombre": "Re-decisión",
      "codigo": "m_ta_redecision",
      "procesos": [
        "I_valoresAspiracionales"
      ],
      "texto": "Explorar la decisión temprana que sostiene el guion y formular una alternativa viable en el presente."
    },
    {
      "nombre": "OK Corral (posiciones existenciales)",
      "codigo": "m_ta_ok_corral",
      "procesos": [
        "I_autoimagen"
      ],
      "texto": "Ubicar la posición (Yo OK/Tú OK) implicada en el episodio y diseñar un microcambio hacia “Yo OK–Tú OK”."
    },
    {
      "nombre": "Stroke economy",
      "codigo": "m_ta_stroke_economy",
      "procesos": [
        "RI_necesidadesVinculo"
      ],
      "texto": "Detectar restricciones en dar/recibir reconocimiento y ensayar un intercambio de caricias más directo y sano."
    }
  ]
}
