{
  "id": "logoterapia-1940",
  "grupo": "Humanista",
  "label": "Logoterapia",
  "year": 1940,
  "importance": 2,
  "autores": "Viktor E. Frankl",
  "universidad": "Universidad de Viena",
  "ciudad": "Viena",
  "pais": "Austria",
  "lat": 48.208174,
  "lon": 16.373819,

  "derivesFrom": [
    "Existencialismo",
    "Fenomenología / Hermenéutica",
    "Psicoanálisis clásico",
    "Filosofía de la voluntad de sentido"
  ],

  "influencias": [
    "Existencialismo",
    "Fenomenología / Hermenéutica",
    "Psicoanálisis clásico",
    "Filosofía de la voluntad de sentido"
  ],

  "summary": "Frankl propone que la búsqueda de sentido es la motivación fundamental del ser humano. Incluso frente al sufrimiento inevitable, la persona conserva la libertad de adoptar una actitud digna y responsable. La logoterapia ayuda a descubrir un propósito vital a través del trabajo, el amor o la actitud frente a la adversidad. Nacida del testimonio del autor en los campos de concentración, ofrece una perspectiva profundamente ética y trascendente de la psicoterapia, enraizada en la responsabilidad, la autodeterminación y la dignidad humana.",

  "descripcion": "La logoterapia es un modelo psicoterapéutico existencial centrado en la voluntad de sentido como motivación primaria del ser humano. Frente a enfoques que sitúan el placer o el poder como motores fundamentales, Frankl sostiene que el sufrimiento psicológico emerge cuando la vida pierde significado (vacío existencial). La intervención terapéutica no busca eliminar el dolor inevitable, sino ayudar a la persona a encontrar un sentido posible incluso en condiciones límite. El terapeuta adopta una posición respetuosa y no directiva en términos de valores, facilitando que el paciente descubra por sí mismo significados concretos a través de la creación, el encuentro amoroso y la actitud ante el sufrimiento. La logoterapia introduce técnicas específicas como la intención paradójica y la derreflexión, y aporta una visión ética del cambio psicológico basada en la responsabilidad, la libertad interior y la autotrascendencia.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como vivida y dotada de significado, accesible mediante la experiencia fenomenológica y la reflexión existencial. El conocimiento terapéutico no se impone como verdad técnica, sino que se descubre dialógicamente a través de la pregunta por el sentido. El ser humano es entendido como un agente libre y responsable, capaz de posicionarse ante cualquier circunstancia. El cambio no se produce por eliminación del sufrimiento, sino por la reorientación del significado. La relación terapéutica es un encuentro ético que respeta la libertad y la dignidad del paciente.",
    "teoriaFormal": "El self se entiende como un ser orientado al sentido y a la autotrascendencia. El cambio psicológico ocurre cuando la persona puede reconectar con valores, propósitos y responsabilidades que dan dirección a su vida. El sufrimiento se mantiene cuando se pierde el horizonte de sentido, cuando la atención queda atrapada en el síntoma o cuando la persona se identifica exclusivamente con el dolor y la impotencia.",
    "teoriaClinica": "El caso se conceptualiza explorando el vacío existencial, los valores bloqueados, la pérdida de propósito y la actitud frente al sufrimiento. Se priorizan procesos de clarificación de sentido, reorientación atencional, toma de postura ética y activación de valores. El progreso se evalúa por la recuperación de dirección vital, responsabilidad personal y capacidad de sostener el sufrimiento con dignidad."
  },

  "procesos": [
    "Búsqueda y clarificación de sentido",
    "Autotrascendencia",
    "Reorientación de la atención",
    "Actitud ante el sufrimiento",
    "Responsabilidad y libertad interior",
    "Reconstrucción del propósito vital"
  ],

  "mjps": [
    "N",
    "I",
    "AG",
    "RE",
    "R"
  ],
"ideasPrincipales": [
  {
    "id": "idea_logo_1",
    "titulo": "La voluntad de sentido es la motivación primaria del ser humano",
    "desarrollo": "La logoterapia sostiene que la motivación fundamental del ser humano no es la búsqueda de placer ni de poder, sino la voluntad de sentido: la necesidad de que la vida tenga un significado por el que valga la pena vivir. Cuando esta voluntad se frustra, aparece el vacío existencial, caracterizado por apatía, aburrimiento, desesperanza o conductas compensatorias. Desde esta perspectiva, muchos síntomas psicológicos no se entienden solo como conflictos intrapsíquicos, sino como expresiones de una pérdida de orientación vital. La tarea terapéutica consiste en ayudar a la persona a reconectar con significados concretos y vividos, no abstractos ni impuestos. (Frankl, 1959, *Man’s Search for Meaning*; Frankl, 1969, *The Will to Meaning*)."
  },
  {
    "id": "idea_logo_2",
    "titulo": "El ser humano es libre para adoptar una actitud ante cualquier circunstancia",
    "desarrollo": "Incluso cuando las condiciones externas no pueden modificarse, la logoterapia afirma que la persona conserva una libertad última: la capacidad de elegir la actitud con la que se posiciona frente a lo que le ocurre. Esta libertad interior no niega el sufrimiento ni idealiza la adversidad, sino que reconoce un margen de responsabilidad ética irreductible. El cambio psicológico no se basa en controlar completamente la vida, sino en decidir cómo responder a ella, recuperando dignidad, coherencia y autoría personal incluso en situaciones límite. (Frankl, 1959, *Man’s Search for Meaning*)."
  },
  {
    "id": "idea_logo_3",
    "titulo": "El sentido se descubre, no se inventa ni se impone",
    "desarrollo": "Para Frankl, el sentido no es una construcción arbitraria ni una narrativa consoladora creada por el terapeuta, sino algo que se descubre en la relación concreta entre la persona y las demandas de la vida. El terapeuta adopta una posición no directiva en términos de valores, evitando decirle al paciente qué debería dar sentido a su vida. A través del diálogo socrático existencial, se facilita que la persona identifique responsabilidades, valores y tareas únicas que solo ella puede asumir en su situación concreta. (Frankl, 1969, *The Will to Meaning*)."
  },
  {
    "id": "idea_logo_4",
    "titulo": "El sufrimiento inevitable puede transformarse en logro humano",
    "desarrollo": "La logoterapia distingue entre sufrimiento evitable, que debe ser reducido o eliminado, y sufrimiento inevitable, que no puede suprimirse sin negar la realidad. Cuando el dolor no puede cambiarse, la posibilidad terapéutica reside en cambiar la relación con ese dolor. Adoptar una actitud digna y responsable frente al sufrimiento permite transformarlo en una fuente de sentido, evitando que se convierta en mera desesperación o victimismo. Esta idea introduce una dimensión ética del cambio psicológico, más allá de la reducción sintomática. (Frankl, 1959, *Man’s Search for Meaning*)."
  },
  {
    "id": "idea_logo_5",
    "titulo": "La autotrascendencia es la vía principal de realización personal",
    "desarrollo": "Frankl propone que la realización personal no se alcanza mirándose a uno mismo de forma constante, sino trascendiéndose hacia algo o alguien más allá del self: una tarea, una causa, una persona amada o un valor. La excesiva autorreferencialidad y la hiperobservación del síntoma intensifican el malestar, mientras que la orientación hacia el mundo y hacia los valores lo reduce. Técnicas como la derreflexión operativizan esta idea, desplazando el foco desde el yo hacia el sentido vivido en la acción y el compromiso. (Frankl, 1969, *The Will to Meaning*)."
  }
],
  "procedimientos": [
    {
      "nombre": "Clarificación de sentido vital",
      "codigo": "p_logo_sentido",
      "procesos": ["N_construccionAlternativa", "I_valoresAspiracionales"],
      "texto": "Exploración sistemática de fuentes de sentido a través del trabajo, el amor y la actitud ante el sufrimiento. El terapeuta formula preguntas existenciales que facilitan el descubrimiento de valores y propósitos concretos."
    },
    {
      "nombre": "Intención paradójica",
      "codigo": "p_logo_intencion_paradojica",
      "procesos": ["N_reformulacion", "RE_modulacion"],
      "texto": "Procedimiento dirigido a reducir ansiedad anticipatoria invitando al paciente a exagerar voluntariamente el síntoma temido. Rompe el círculo de miedo–hipercontrol y devuelve sensación de libertad interior."
    },
    {
      "nombre": "Derreflexión",
      "codigo": "p_logo_derreflexion",
      "procesos": ["N_metacognicion", "AG_compromisoConductual"],
      "texto": "Reducción del foco excesivo en el síntoma o en uno mismo, redirigiendo la atención hacia tareas, personas o valores externos. Facilita autotrascendencia y disminuye rumiación."
    },
    {
      "nombre": "Trabajo de actitud frente al sufrimiento",
      "codigo": "p_logo_actitud_sufrimiento",
      "procesos": ["I_coherenciaInterna", "RE_aceptacion"],
      "texto": "Exploración de la postura ética y personal ante el dolor inevitable, promoviendo una actitud digna, responsable y coherente con los valores del paciente."
    },
    {
      "nombre": "Diálogo socrático existencial",
      "codigo": "p_logo_dialogo",
      "procesos": ["N_metacognicion", "I_valoresAspiracionales"],
      "texto": "Uso de preguntas abiertas y no directivas para que el paciente descubra por sí mismo significados y responsabilidades, evitando imponer valores externos."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta por el para qué",
      "codigo": "m_logo_para_que",
      "procesos": ["N_construccionAlternativa"],
      "texto": "Microintervención que desplaza la pregunta del ‘por qué me pasa esto’ al ‘para qué podría servir’, abriendo horizontes de sentido."
    },
    {
      "nombre": "Nombrar valores en acto",
      "codigo": "m_logo_valores_acto",
      "procesos": ["I_valoresAspiracionales"],
      "texto": "Identificar valores que ya están presentes en la conducta del paciente, incluso en medio del sufrimiento."
    },
    {
      "nombre": "Desidentificación del síntoma",
      "codigo": "m_logo_desidentificacion",
      "procesos": ["N_reformulacion"],
      "texto": "Separar la identidad personal del síntoma (‘tengo ansiedad’ vs. ‘soy ansiedad’), devolviendo libertad interna."
    },
    {
      "nombre": "Elección de postura personal",
      "codigo": "m_logo_postura",
      "procesos": ["AG_autoriaResponsabilidad"],
      "texto": "Invitar a elegir conscientemente una actitud ante una situación no modificable, reforzando agencia ética."
    },
    {
      "nombre": "Referencia a ejemplos de sentido vivido",
      "codigo": "m_logo_ejemplos",
      "procesos": ["N_narrativaAutobiografica"],
      "texto": "Recordar experiencias pasadas donde el paciente encontró sentido, para ampliar continuidad biográfica."
    }
  ],

  "books": [
    "Viktor E. Frankl — Man’s Search for Meaning (1946/1959)",
    "Viktor E. Frankl — The Will to Meaning (1969)"
  ],

  "refs": [
    "Frankl, V. E. (1959). Man’s Search for Meaning.",
    "Frankl, V. E. (1969). The Will to Meaning."
  ]
}
