{
  "id": "movimiento-potencial-humano-esalen",
  "grupo": "Humanista",
  "label": "Movimiento del Potencial Humano (Esalen)",
  "year": 1962,
  "autores": "Michael Murphy, Richard Price",
  "universidad": "",
  "ciudad": "Big Sur, California",
  "pais": "EE. UU.",
  "lat": 36.1383,
  "lon": -121.6711,

  "descripcion": "El Movimiento del Potencial Humano, desarrollado en torno al Instituto Esalen, constituye un marco experiencial y humanista orientado a la ampliación de la conciencia, la integración cuerpo-mente y el despliegue de las capacidades humanas latentes. Más que un modelo psicoterapéutico cerrado, Esalen funcionó como un laboratorio viviente donde convergieron prácticas corporales, meditativas, relacionales y expresivas. El sufrimiento psicológico se entiende como una restricción del potencial experiencial y una desconexión de la vivencia corporal, emocional y relacional. El cambio se promueve a través de experiencias intensivas que facilitan presencia, espontaneidad, autenticidad y contacto profundo con uno mismo y con los otros (Murphy & Price, 1979; Kripal, 2007).",

"influencias": [
  "Psicología humanista (tercera fuerza)",
  "Terapia Gestalt",
  "Grupos de encuentro",
  "Espiritualidad oriental",
  "Fenomenología / Hermenéutica"
],


  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como vivida, encarnada y experiencial. El conocimiento terapéutico emerge de la experiencia directa y la conciencia ampliada, no de la interpretación técnica. El ser humano es un organismo en desarrollo continuo con potencialidades no realizadas. El cambio ocurre mediante experiencias transformadoras que integran cuerpo, emoción, conciencia y relación. La relación y el contexto experiencial actúan como catalizadores del cambio (Murphy & Price, 1979).",
    "teoriaFormal": "El self se entiende como un proceso dinámico y encarnado, en constante reorganización. El sufrimiento se mantiene por bloqueos en la conciencia corporal, emocional y relacional, así como por patrones defensivos que restringen la espontaneidad. El cambio implica ampliar la conciencia, integrar dimensiones escindidas de la experiencia y recuperar la capacidad de presencia y elección auténtica (Kripal, 2007).",
    "teoriaClinica": "El caso se conceptualiza identificando restricciones en la conciencia, la expresión emocional y la vivencia corporal. Se priorizan procesos de ampliación de conciencia, integración cuerpo-mente y facilitación de experiencias auténticas en contexto relacional. El progreso se evalúa por el aumento de presencia, vitalidad, coherencia interna y flexibilidad experiencial (Murphy & Price, 1979)."
  },

  "procesos": [
    "Ampliación de la conciencia",
    "Integración cuerpo-mente",
    "Espontaneidad y autenticidad",
    "Exploración experiencial intensiva"
  ],

  "mjps": ["RF", "RE", "AP", "I", "R", "ALI"],

  "procedimientos": [
    {
      "nombre": "Trabajo experiencial intensivo",
      "codigo": "p_esalen_experiencial",
      "procesos": [
        "AP_procesamiento",
        "RE_modulacion",
        "I_coherenciaInterna"
      ],
      "texto": "Procedimiento central del enfoque Esalen que utiliza experiencias intensivas y prolongadas para facilitar la ampliación de la conciencia y la integración emocional. El trabajo se apoya en la vivencia directa, el cuerpo y la relación como vías de transformación profunda, más que en la interpretación verbal del malestar (Murphy & Price, 1979)."
    },
    {
      "nombre": "Integración cuerpo-mente",
      "codigo": "p_esalen_cuerpomente",
      "procesos": [
        "RF_intero",
        "AP_somaticoEsquematico",
        "RE_aceptacion"
      ],
      "texto": "Procedimiento orientado a restaurar la conexión entre sensaciones corporales, emociones y conciencia. A través del movimiento, la respiración y la atención plena, se facilita la reorganización de la experiencia implícita y la reducción de bloqueos somáticos y emocionales (Kripal, 2007)."
    },
    {
      "nombre": "Encuentros experienciales",
      "codigo": "p_esalen_encuentros",
      "procesos": [
        "R_comunicacionEmocional",
        "R_coregulacion",
        "ALI_vinculo"
      ],
      "texto": "Procedimiento relacional que promueve encuentros auténticos entre participantes mediante la expresión emocional directa, la escucha profunda y el feedback honesto. Estos encuentros generan experiencias correctivas de contacto, validación y reconocimiento mutuo (Murphy & Price, 1979)."
    }
  ],

  "micros": [
    {
      "nombre": "Yoga y movimiento expresivo",
      "codigo": "m_esalen_movimiento",
      "procesos": [
        "RF_intero",
        "AP_somaticoEsquematico",
        "RE_modulacion"
      ],
      "texto": "Uso del movimiento consciente y expresivo para aumentar la conciencia corporal, liberar tensiones y facilitar la expresión emocional no verbal. Permite acceder a contenidos implícitos y promover integración cuerpo-emoción (Murphy & Price, 1979)."
    },
    {
      "nombre": "Mindfulness en acción",
      "codigo": "m_esalen_mindfulness",
      "procesos": [
        "RF_intero",
        "RE_aceptacion",
        "N_metacognicion"
      ],
      "texto": "Práctica de atención plena aplicada a actividades cotidianas o experienciales, orientada a cultivar presencia, conciencia del momento y aceptación de la experiencia interna sin juicio (Kripal, 2007)."
    },
    {
      "nombre": "Mini-encounters",
      "codigo": "m_esalen_miniencounters",
      "procesos": [
        "R_comunicacionEmocional",
        "R_coregulacion",
        "ALI_sintonia"
      ],
      "texto": "Encuentros breves e intensos entre participantes que facilitan expresión emocional directa, contacto auténtico y ajuste relacional fino en un tiempo limitado (Murphy & Price, 1979)."
    },
    {
      "nombre": "Respiración y relajación profunda",
      "codigo": "m_esalen_respiracion",
      "procesos": [
        "RF_resp",
        "RF_relax",
        "RE_modulacion"
      ],
      "texto": "Uso deliberado de la respiración y la relajación para modular la activación fisiológica, facilitar estados de conciencia ampliada y promover integración emocional (Kripal, 2007)."
    },
    {
      "nombre": "Feedback auténtico",
      "codigo": "m_esalen_feedback",
      "procesos": [
        "R_comunicacionEmocional",
        "I_autoimagen",
        "ALI_colaboracion"
      ],
      "texto": "Intercambio honesto y directo de percepciones y vivencias interpersonales, orientado a aumentar la conciencia relacional y la coherencia entre experiencia interna y expresión externa (Murphy & Price, 1979)."
    },
    {
      "nombre": "Retiro breve con objetivos",
      "codigo": "m_esalen_retiro",
      "procesos": [
        "I_valoresAspiracionales",
        "N_narrativaAutobiografica",
        "AG_motivacionInterna"
      ],
      "texto": "Espacios experienciales intensivos de corta duración que permiten desconexión del contexto habitual, clarificación de objetivos vitales y reorganización de la narrativa personal desde una mayor conciencia y presencia (Kripal, 2007)."
    }
  ],

  "refs": [
    "Murphy, M., & Price, D. (1979). The Esalen Experience.",
    "Kripal, J. J. (2007). Esalen: America and the Religion of No Religion."
  ]
}
