{
  "id": "psicoterapia-existencial-humanista-contemporanea",
  "grupo": "Humanista",
  "label": "Psicoterapia Existencial-Humanista Contemporánea",
  "year": 2005,
  "autores": "Kirk J. Schneider, James F. T. Bugental",
  "universidad": "",
  "ciudad": "San Francisco, California",
  "pais": "EE. UU.",
  "lat": 37.774929,
  "lon": -122.419416,

  "descripcion": "La Psicoterapia Existencial-Humanista Contemporánea es una evolución pluralista del humanismo–existencial que re-centra la terapia en el encuentro auténtico, la presencia del clínico y el trabajo con las dadas existenciales (muerte, libertad, aislamiento y sentido). En lugar de priorizar la corrección sintomática aislada, busca ampliar la vivencia, profundizar fenomenológicamente y ayudar a la persona a elegir de forma más consciente y responsable frente a su propia existencia. Integra aportes rogerianos (clima de aceptación y congruencia), gestálticos (aquí-ahora y experimento) y existenciales (libertad/responsabilidad y sentido), añadiendo una sensibilidad contemporánea hacia el pluralismo cultural y una espiritualidad no dogmática entendida como apertura a lo profundo sin adhesión doctrinal. El sufrimiento se conceptualiza como constricción de la experiencia, evitación de la vulnerabilidad y empobrecimiento del asombro, y el cambio como un incremento de presencia, contacto con lo vivido, clarificación de valores y construcción de significado encarnado (Schneider, 2009; Schneider, Bugental & Pierson, 2015).",

  "influencias": [
    "Fenomenología / Hermenéutica",
    "Existencialismo",
    "Psicología humanista (tercera fuerza)",
    "Gestalt"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como vivida, relacional y fenomenológica, accesible a través de la experiencia inmediata más que de explicaciones técnicas. El conocimiento terapéutico se co-construye en el diálogo y el encuentro, donde el terapeuta participa con presencia y responsividad. El ser humano es libre y vulnerable, y el cambio implica ampliar conciencia, tolerar ambigüedad y sostener elecciones responsables. La relación terapéutica es vehículo y contexto de transformación, no mero canal instrumental (Schneider, Bugental & Pierson, 2015).",
    "teoriaFormal": "El self se entiende como proceso en devenir que se organiza alrededor de significado, valores y relación con la finitud. El malestar se mantiene por evitación experiencial (alejarse de lo vivido), reducción de profundidad, desconexión de valores y cierre ante la incertidumbre. El cambio supone recuperar presencia, profundidad fenomenológica y capacidad de elección con sentido, sosteniendo la vulnerabilidad como condición humana (Schneider, 2009).",
    "teoriaClinica": "El caso se conceptualiza por el grado de presencia, profundidad experiencial, coherencia de valores y afrontamiento de las dadas existenciales. Se prioriza la exploración del aquí-ahora, la detección de evasivas sutiles, el trabajo con significado y el compromiso con acciones alineadas con valores. El progreso se evalúa por mayor vitalidad, autenticidad, responsabilidad y capacidad de sostener la incertidumbre sin colapsar ni rigidizarse (Schneider, 2009; Schneider, Bugental & Pierson, 2015)."
  },

  "procesos": [
    "Asombro y vulnerabilidad",
    "Profundización fenomenológica",
    "Espiritualidad no dogmática",
    "Clarificación de valores y sentido",
    "Responsabilidad y elección"
  ],

  "mjps": ["RE", "AP", "N", "I", "AG", "R", "ALI"],

  "procedimientos": [
    {
      "nombre": "Presencia clínica intensiva",
      "codigo": "p_exist_presencia",
      "procesos": ["ALI_sintonia", "ALI_vinculo"],
      "texto": "Procedimiento base donde el terapeuta sostiene una presencia genuina, afectivamente disponible y responsiva, usando tono, ritmo, silencios y autenticidad para crear un campo de encuentro que favorece profundidad y verdad emocional. La presencia no es “estilo”, es una intervención que aumenta seguridad y reduce defensividad, permitiendo que emerja lo esencial (Bugental, 1978; Schneider, 2009)."
    },
    {
      "nombre": "Indagación fenomenológica del aquí y ahora",
      "codigo": "p_exist_fenomenologia",
      "procesos": ["AP_profundizacion", "N_metacognicion"],
      "texto": "Procedimiento de exploración detallada de la experiencia inmediata (sensaciones, emoción, impulso, significado) para pasar de narración sobre la vida a vivencia en sesión. Se busca descripción fina antes que explicación, ampliando conciencia y reduciendo automatismos interpretativos (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Trabajo explícito con las dadas existenciales",
      "codigo": "p_exist_dadas",
      "procesos": ["N_narrativaAutobiografica", "I_valoresAspiracionales"],
      "texto": "Procedimiento que aborda muerte/finitud, libertad, aislamiento y sentido como organizadores del sufrimiento y del crecimiento, vinculándolos con decisiones concretas y con la historia de la persona. No se trata de filosofía abstracta, sino de cómo esas dadas están actuando hoy en la vida del paciente (Yalom, 1980; Schneider, 2009)."
    },
    {
      "nombre": "Clarificación de valores vividos",
      "codigo": "p_exist_valores",
      "procesos": ["I_valoresAspiracionales", "AG_tomaDecisiones"],
      "texto": "Procedimiento para distinguir valores elegidos de mandatos, miedos o inercia, traduciéndolos a criterios prácticos de elección. Se orienta a construir coherencia entre identidad y acción, evitando que ‘valores’ queden como discursos bonitos sin conducta (Schneider, 2009)."
    },
    {
      "nombre": "Puntos de elección y responsabilidad",
      "codigo": "p_exist_eleccion",
      "procesos": ["AG_autoriaResponsabilidad", "AG_tomaDecisiones"],
      "texto": "Procedimiento que identifica micro-momentos donde el paciente elige (aunque sea por omisión) y explora costes/beneficios existenciales de cada vía. El foco no es culpabilizar, sino devolver agencia realista y capacidad de respuesta consciente frente a la propia vida (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Diálogo de profundidad",
      "codigo": "p_exist_dialogo_profundo",
      "procesos": ["AP_profundizacion", "R_comunicacionEmocional"],
      "texto": "Procedimiento dialógico que sostiene conversaciones de alta densidad experiencial, donde el terapeuta ayuda a mantener el contacto con lo vivido (no solo con ideas) y a expresar necesidades, miedos y anhelos con precisión emocional, facilitando autenticidad relacional (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Reautoría de sentido",
      "codigo": "p_exist_sentido",
      "procesos": ["N_narrativaAutobiografica", "N_construccionAlternativa"],
      "texto": "Procedimiento narrativo-experiencial que reorganiza la historia personal alrededor de significado, valores y continuidad biográfica, integrando pérdidas, límites y decisiones. No busca ‘positivizar’, sino construir un sentido más habitable y responsable (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Rituales seculares de transición",
      "codigo": "p_exist_rituales",
      "procesos": ["N_narrativaAutobiografica", "RE_modulacion"],
      "texto": "Procedimiento de diseño de rituales no religiosos (cartas, actos simbólicos, despedidas, compromisos) para marcar cierres, duelos, cambios de etapa y decisiones identitarias. Facilita integración emocional y consolidación del cambio en una forma vivible y recordable (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Contemplación guiada no dogmática",
      "codigo": "p_exist_contemplacion",
      "procesos": ["RF_intero", "RE_aceptacion"],
      "texto": "Procedimiento breve de atención contemplativa orientado a apertura, humildad y contacto con lo profundo sin marco doctrinal. Se usa para sostener incertidumbre, cultivar presencia y permitir que emerjan valores y sentido desde la experiencia (Schneider, 2009)."
    },
    {
      "nombre": "Trabajo relacional con autenticidad",
      "codigo": "p_exist_autenticidad_relacional",
      "procesos": ["ALI_rupturaReparacion", "R_reparacionRelacional"],
      "texto": "Procedimiento que usa la relación terapéutica como laboratorio existencial: se exploran evitaciones, demandas, distancias y deseos en el vínculo con el terapeuta, reparando rupturas y ensayando una forma más auténtica de estar con otro (Schneider, Bugental & Pierson, 2015)."
    }
  ],

  "micros": [
    {
      "nombre": "Señalar micro-evasivas",
      "codigo": "m_exist_evasivas",
      "procesos": ["N_metacognicion"],
      "texto": "Microintervención que detecta desplazamientos sutiles fuera de lo vivido (intelectualizar, teorizar, bromear, acelerar, generalizar) y los devuelve con suavidad al aquí-ahora. No es confrontación dura, es reorientación al contacto con la experiencia (Bugental, 1978)."
    },
    {
      "nombre": "Ralentizar para densidad",
      "codigo": "m_exist_ralentizar",
      "procesos": ["AP_profundizacion"],
      "texto": "Intervención de tempo: bajar velocidad, pedir pausa, repetir una frase clave y explorar qué pasa por dentro al decirla. Sirve para que lo importante aparezca y no se escape por la vía de la rapidez defensiva (Schneider, 2009)."
    },
    {
      "nombre": "Invitación a habitar la vulnerabilidad",
      "codigo": "m_exist_vulnerabilidad",
      "procesos": ["RE_aceptacion", "AP_evocacion"],
      "texto": "Microintervención que propone permanecer con la emoción primaria (miedo, pena, soledad, anhelo) sin huir a explicaciones. Ayuda a transformar la evitación en presencia, con cuidado de la ventana de tolerancia (Schneider, 2009)."
    },
    {
      "nombre": "Preguntas de elección",
      "codigo": "m_exist_preguntas_eleccion",
      "procesos": ["AG_tomaDecisiones", "AG_autoriaResponsabilidad"],
      "texto": "Preguntas que revelan opciones donde el paciente vive fatalismo (“¿qué eliges hacer ahora?”, “¿qué estás evitando elegir?”). Devuelven agencia sin moralizar, abriendo posibilidad de respuesta consciente (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Lenguaje de responsabilidad",
      "codigo": "m_exist_lenguaje_responsabilidad",
      "procesos": ["AG_autoriaResponsabilidad"],
      "texto": "Ajustes del lenguaje para pasar de pasividad (“me hacen”, “no se puede”) a autoría realista (“yo hago”, “yo decido”, “yo no elijo”). Refuerza responsabilidad como capacidad de responder, no como culpa (Yalom, 1980)."
    },
    {
      "nombre": "Foco en el cuerpo del significado",
      "codigo": "m_exist_cuerpo_significado",
      "procesos": ["RF_intero", "AP_evocacion"],
      "texto": "Microintervención que pregunta por sensaciones corporales asociadas a un dilema (“¿dónde lo notas?”) para anclar la exploración existencial en experiencia encarnada. Evita que ‘sentido’ sea puramente intelectual (Schneider, 2009)."
    },
    {
      "nombre": "Asombro guiado",
      "codigo": "m_exist_asombro",
      "procesos": ["AP_evocacion", "RE_reapreciacion"],
      "texto": "Intervenciones que abren la percepción a lo extraordinario dentro de lo cotidiano (finitud, belleza, misterio), no como positividad tóxica, sino como ampliación de conciencia. Puede desbloquear rigidizaciones y reconectar con valor y vida (Schneider, 2009)."
    },
    {
      "nombre": "Nombrar lo no dicho",
      "codigo": "m_exist_no_dicho",
      "procesos": ["R_comunicacionEmocional", "AP_evocacion"],
      "texto": "Microintervención que invita a poner palabras a lo implícito en la relación o en el dilema (“hay algo que no estás diciendo aún”). Facilita autenticidad y reduce juegos relacionales defensivos (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Explorar aislamiento y contacto",
      "codigo": "m_exist_aislamiento_contacto",
      "procesos": ["R_mentalizacion", "RE_rotulacion"],
      "texto": "Intervención breve que diferencia soledad existencial, retraimiento defensivo y necesidad legítima de vínculo, clarificando qué tipo de contacto se busca y qué se teme del otro. Aumenta precisión emocional e interpersonal (Yalom, 1980)."
    },
    {
      "nombre": "Construcción de significado alternativo",
      "codigo": "m_exist_significado_alternativo",
      "procesos": ["N_construccionAlternativa"],
      "texto": "Microintervención que genera marcos de sentido más amplios sin negar dolor ni límites (“¿qué otra lectura es posible que también sea verdadera?”). Reduce estrechamiento y abre agencia narrativa (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Micro-ritual de cierre",
      "codigo": "m_exist_micro_ritual",
      "procesos": ["N_narrativaAutobiografica", "RE_modulacion"],
      "texto": "Cierre breve (palabra, gesto, compromiso mínimo) que consolida el sentido de la sesión y ayuda a integrar lo trabajado. Funciona como pegamento entre experiencia vivida y continuidad en la vida cotidiana (Schneider, Bugental & Pierson, 2015)."
    },
    {
      "nombre": "Compromiso pequeño y realista",
      "codigo": "m_exist_compromiso",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Microintervención que convierte una intuición existencial en un acto concreto de 24–72 horas (llamar, poner un límite, hacer una elección). Evita que la profundidad quede solo en conversación (Schneider, 2009)."
    },
    {
      "nombre": "Autorrevelación prudente",
      "codigo": "m_exist_autorrevelacion",
      "procesos": ["ALI_vinculo"],
      "texto": "Uso mínimo y cuidadoso de la experiencia del terapeuta para aumentar autenticidad y encuentro, sin desplazar el foco del cliente. Se usa cuando incrementa profundidad y verdad relacional (Bugental, 1978)."
    },
    {
      "nombre": "Reparación explícita de micro-ruptura",
      "codigo": "m_exist_reparacion",
      "procesos": ["ALI_rupturaReparacion", "ALI_monitorizacion"],
      "texto": "Intervención breve para nombrar distancia, tensión o malentendido (“creo que aquí nos hemos perdido”), validarlo y ajustar. Protege el proceso profundo y modela una forma madura de relación (Schneider, Bugental & Pierson, 2015)."
    }
  ],

  "refs": [
    "Schneider, K. J. (2009). Awakening to Awe.",
    "Schneider, K. J., Bugental, J. F. T., & Pierson, J. F. (Eds.). (2015). The Handbook of Humanistic Psychology.",
    "Bugental, J. F. T. (1978). Psychotherapy and Process.",
    "Yalom, I. D. (1980). Existential Psychotherapy."
  ]
}
