{
  "id": "psicologia-positiva-1998",
  "grupo": "Humanista",
  "label": "Psicología Positiva",
  "year": 1998,
  "importance": 1,
  "autores": "Martin E. P. Seligman; Mihaly Csikszentmihalyi",
  "universidad": "University of Pennsylvania",
  "ciudad": "Filadelfia, Pennsylvania",
  "pais": "EE. UU.",
  "lat": 39.952218,
  "lon": -75.193214,

  "type": "Estudio",

  "derivesFrom": [
    "Psicología humanista (tercera fuerza)",
    "Terapia de Realidad",
    "Investigación empírica",
    "Ciencia del bienestar",
    "Psicología cognitiva",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "influencias": [
    "Psicología humanista (tercera fuerza)",
    "Terapia de Realidad",
    "Investigación empírica",
    "Ciencia del bienestar",
    "Psicología cognitiva",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "summary": "La psicología positiva retoma el legado humanista desde un enfoque empírico. Propone estudiar científicamente los factores que favorecen el bienestar: emociones positivas, sentido vital, compromiso y fortalezas personales. Seligman plantea el modelo PERMA (Positive emotions, Engagement, Relationships, Meaning, Accomplishment) y Csikszentmihalyi desarrolla el concepto de “flujo”. Las intervenciones incluyen ejercicios de gratitud, optimismo, bondad y uso consciente de fortalezas. Su expansión dio lugar a la psicología del florecimiento humano.",

  "descripcion": "La psicología positiva surge a finales de los años noventa como un movimiento científico orientado a estudiar empíricamente los factores que favorecen el bienestar, el funcionamiento óptimo y el florecimiento humano. Retoma el legado humanista en su énfasis en el potencial humano y el sentido, pero lo formula con un giro metodológico claro: operacionalizar, medir y evaluar intervenciones. Seligman articula el bienestar en el modelo PERMA (emociones positivas, compromiso, relaciones, significado y logro), y Csikszentmihalyi describe el “flujo” como estado óptimo de absorción cuando habilidades y desafío se equilibran. En clínica y psicoeducación, su utilidad principal no es ‘sustituir’ modelos de psicoterapia, sino aportar procedimientos estructurados para fortalecer recursos, ampliar repertorios conductuales y construir una identidad prospectiva más viable. Funciona especialmente bien como complemento cuando el caso requiere: activar agencia, reconstruir sentido, aumentar conexión relacional, y consolidar cambios logrados con otros modelos.",

  "neimeyer": {
    "epistemologico": "Se apoya en una epistemología predominantemente empírico-experimental: la realidad psicológica se operacionaliza en variables observables (bienestar subjetivo, afecto, fortalezas, engagement), y el conocimiento terapéutico se valida mediante investigación cuantitativa y evaluación de resultados. Integra, a la vez, un lenguaje humanista (potencial, sentido, crecimiento) como marco de valores, pero con criterio de evidencia para seleccionar y refinar intervenciones. El terapeuta tiende a adoptar un rol más activo/psicoeducativo: explicar modelos (PERMA, flujo), proponer ejercicios y monitorizar cambios, cuidando que la relación terapéutica no se convierta en ‘rendimiento’ sino en un contexto seguro de experimentación.",
    "teoriaFormal": "El self se entiende como un sistema de capacidades y recursos desarrollables (fortalezas, hábitos, competencias emocionales y relacionales) que pueden organizarse hacia el bienestar. El cambio se explica por la construcción de hábitos y contextos que incrementan experiencias de afecto positivo, compromiso, conexión, sentido y logro, y por la consolidación de una identidad más orientada a metas y valores. El sufrimiento se mantiene por estilos atribucionales pesimistas, déficits de recursos, desconexión de valores/propósito, baja activación conductual y patrones relacionales pobres o aislantes.",
    "teoriaClinica": "El caso se conceptualiza identificando perfil PERMA, fortalezas dominantes y subutilizadas, patrones de engagement y fuentes de sentido, además de barreras (rumiación, evitación, aislamiento, hábitos). Se priorizan procesos de activación conductual y construcción de hábitos, clarificación de valores y significado, entrenamiento de habilidades relacionales y metacognición aplicada (aprendizaje de qué funciona). El progreso se evalúa por incremento sostenido de conductas valiosas, mayor conexión social, aumento de experiencias de flujo, y mejoras en medidas de bienestar/funcionamiento."
  },

  "procesos": [
    "Fortalecimiento de recursos y resiliencia",
    "Construcción de sentido y metas",
    "Activación conductual orientada a valores",
    "Optimismo aprendido y estilo explicativo",
    "Consolidación del cambio mediante revisión de logros",
    "Diseño de contextos para flujo y compromiso"
  ],

  "mjps": [
    "RE",
    "N",
    "I",
    "AG",
    "R"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se fortalece cuando el trabajo con bienestar se plantea como cuidado y construcción (no exigencia). El terapeuta valida el sufrimiento y evita usar ‘positivo’ como invalidación. La calidez y el respeto sostienen la exploración de recursos sin activar vergüenza.",
    "ALI_objetivos": "Se acuerdan objetivos formulados en positivo y funcionales (qué quiere construir), conectados con valores y contexto real. Se diferencia ‘sentirse bien’ de ‘vivir mejor’ para evitar metas irreales.",
    "ALI_tareas": "Las tareas (ejercicios) se presentan como experimentos breves y ajustables, con énfasis en viabilidad y aprendizaje, no en cumplimiento. Se revisan obstáculos sin culpabilizar.",
    "ALI_colaboracion": "Paciente y terapeuta co-diseñan prácticas y métricas simples (qué probar, cuándo, cómo sabremos si sirve). Se refuerza agencia y autoría.",
    "ALI_sintonia": "Se ajusta el tono: en personas con autocrítica o trauma, se dosifica el ‘hacer’ y se prioriza seguridad emocional y ritmo tolerable para evitar colapso o performance.",
    "ALI_rupturaReparacion": "Rupturas típicas: el paciente se siente ‘insuficiente’ por no poder sostener prácticas o se siente invalidado. Reparación: nombrar la presión, volver al sufrimiento y reformular tareas como cuidado mínimo viable.",
    "ALI_monitorizacion": "Monitorización continua de motivación, vergüenza, autoexigencia y evitación; revisión frecuente de qué ayuda realmente y qué empeora.",
    "ALI_contexto": "Se adapta el enfoque al contexto cultural y socioeconómico: el bienestar no se reduce a elección individual; se consideran recursos reales, opresión, duelo y limitaciones externas."
  },

  "procedimientos": [
    {
      "nombre": "Evaluación y uso de fortalezas (perfil + plan de aplicación)",
      "codigo": "p_pospsy_fortalezas",
      "procesos": ["I_fortalezasRecursos", "AG_compromisoConductual"],
      "texto": "Identificar fortalezas personales (dominantes y subutilizadas) y traducirlas a conductas concretas en contextos clave (trabajo, pareja, autocuidado). Se diseña un plan mínimo viable: cuándo, dónde, con qué señal y qué refuerzo."
    },
    {
      "nombre": "Diseño PERMA (mapa de bienestar y plan semanal)",
      "codigo": "p_pospsy_perma_plan",
      "procesos": ["N_metacognicion", "AG_tomaDecisiones", "AG_compromisoConductual"],
      "texto": "Mapear el estado actual de cada componente PERMA y elegir microacciones semanales de alto impacto y baja fricción. Se revisa qué componentes están más bajos y cuál es el ‘cuello de botella’ del caso."
    },
    {
      "nombre": "Optimismo aprendido (estilo explicativo y reapreciación)",
      "codigo": "p_pospsy_optimismo",
      "procesos": ["N_reformulacion", "N_metacognicion"],
      "texto": "Trabajo estructurado sobre atribuciones (permanente/temporal, global/específico, interno/externo) para flexibilizar el estilo explicativo y reducir indefensión. Se entrena el paso de interpretación automática a interpretación alternativa plausible."
    },
    {
      "nombre": "Diario de gratitud / Tres cosas buenas",
      "codigo": "p_pospsy_gratitud",
      "procesos": ["RE_rotulacion", "N_narrativaAutobiografica"],
      "texto": "Registro breve de experiencias positivas y su significado: qué ocurrió, qué hice yo, qué dice esto de mis recursos o de mis vínculos. Orientado a entrenar atención y memoria hacia señales de bienestar sin negar el malestar."
    },
    {
      "nombre": "Carta y/o visita de gratitud (intervención relacional)",
      "codigo": "p_pospsy_carta_gratitud",
      "procesos": ["R_comunicacionEmocional", "R_repertorioInterpersonal"],
      "texto": "Redactar y comunicar gratitud específica a una figura relevante. Se prepara la escena, se anticipan reacciones y se procesa el impacto emocional posterior para consolidar vínculo y sentido."
    },
    {
      "nombre": "Actos de bondad planificados",
      "codigo": "p_pospsy_bondad",
      "procesos": ["R_valoresRelacionales", "AG_compromisoConductual"],
      "texto": "Planificar actos de contribución realistas y repetibles (no grandiosos) para aumentar conexión, propósito y agencia. Se evita convertirlo en autoexigencia o búsqueda de aprobación."
    },
    {
      "nombre": "Mejor yo posible (Best Possible Self) y narrativa prospectiva",
      "codigo": "p_pospsy_self_futuro",
      "procesos": ["I_selfFuturo", "AG_motivacionInterna", "N_narrativaAutobiografica"],
      "texto": "Visualización y escritura guiada del yo posible deseado (y viable), conectándolo con valores, fortalezas y microdecisiones. Se traducen aspiraciones a pasos conductuales pequeños y medibles."
    },
    {
      "nombre": "Diseño de experiencias de flujo",
      "codigo": "p_pospsy_flujo",
      "procesos": ["AG_motivacionInterna", "AG_compromisoConductual"],
      "texto": "Identificar actividades con potencial de flujo y ajustar condiciones: reto/habilidad, objetivos claros, feedback inmediato, tiempo protegido y reducción de distracciones. Se monitoriza energía y sostenibilidad."
    },
    {
      "nombre": "Savoring (saboreo) y consolidación del cambio",
      "codigo": "p_pospsy_saboreo",
      "procesos": ["RE_modulacion", "N_metacognicion"],
      "texto": "Entrenar la capacidad de sostener y ampliar experiencias positivas (sin acelerarlas ni minimizarlas). Útil para consolidar cambios, reducir anhedonia y construir memoria emocional de seguridad."
    },
    {
      "nombre": "Formulación de metas con sentido (Meaning) y compromiso",
      "codigo": "p_pospsy_sentido_metas",
      "procesos": ["I_valoresAspiracionales", "AG_tomaDecisiones", "AG_compromisoConductual"],
      "texto": "Clarificar valores y traducirlos a metas concretas, priorizando las que crean dirección vital. Se revisan obstáculos (miedo, evitación, contexto) y se establece un sistema simple de seguimiento."
    }
  ],

  "micros": [
    {
      "nombre": "Micro-rotulación de bienestar (poner nombre a lo bueno sin banalizar)",
      "codigo": "m_pospsy_rotulacion_bienestar",
      "procesos": ["RE_rotulacion"],
      "texto": "Nombrar con precisión microestados positivos o neutros (calma, alivio, curiosidad, conexión) para aumentar discriminación emocional y contrapesar el sesgo hacia amenaza."
    },
    {
      "nombre": "Preguntas de recurso (¿qué hiciste tú para que esto pasara?)",
      "codigo": "m_pospsy_preguntas_recurso",
      "procesos": ["AG_autoriaResponsabilidad", "I_fortalezasRecursos"],
      "texto": "Microintervención para atribuir agencia y detectar fortalezas operativas detrás de un evento positivo o de una excepción al problema."
    },
    {
      "nombre": "Reencuadre de logro mínimo viable",
      "codigo": "m_pospsy_logro_minimo",
      "procesos": ["N_reformulacion", "AG_compromisoConductual"],
      "texto": "Transformar ‘no hice suficiente’ en ‘qué paso pequeño sí es sostenible’. Reduce autoexigencia y aumenta adherencia."
    },
    {
      "nombre": "Escaneo PERMA rápido (1 minuto)",
      "codigo": "m_pospsy_perma_scan",
      "procesos": ["N_metacognicion"],
      "texto": "Chequeo breve: qué está más bajo hoy (P/E/R/M/A) y cuál microacción haría la diferencia. Útil al inicio o cierre de sesión."
    },
    {
      "nombre": "Anclaje de sentido (¿para qué vale la pena esto?)",
      "codigo": "m_pospsy_anclaje_sentido",
      "procesos": ["I_valoresAspiracionales", "N_construccionAlternativa"],
      "texto": "Microintervención para conectar una conducta o decisión con valores y propósito, incrementando motivación interna."
    },
    {
      "nombre": "Micro-saboreo (10–20 segundos)",
      "codigo": "m_pospsy_micro_saboreo",
      "procesos": ["RE_modulacion"],
      "texto": "Pausa breve para sostener una experiencia agradable (respiración, sensación corporal, imagen, vínculo), evitando pasar por encima. Consolida memoria emocional."
    },
    {
      "nombre": "Contacto relacional positivo intencional",
      "codigo": "m_pospsy_contacto_relacional",
      "procesos": ["R_repertorioInterpersonal", "R_comunicacionEmocional"],
      "texto": "Sugerir una microacción relacional (mensaje, agradecimiento específico, petición clara) alineada con el valor del vínculo."
    },
    {
      "nombre": "Diseño de fricción (hacer fácil lo bueno)",
      "codigo": "m_pospsy_diseno_friccion",
      "procesos": ["AG_tomaDecisiones", "AG_compromisoConductual"],
      "texto": "Ajustar entorno y hábitos para bajar fricción (señales, recordatorios, preparación) y sostener prácticas sin depender de fuerza de voluntad."
    }
  ],

  "books": [
    "Martin E. P. Seligman — Flourish (2011)",
    "Martin E. P. Seligman — Authentic Happiness (2002)",
    "Mihaly Csikszentmihalyi — Flow (1990)"
  ],

  "refs": [
    "Csikszentmihalyi, M. (1990). Flow: The Psychology of Optimal Experience.",
    "Seligman, M. E. P. (2002). Authentic Happiness.",
    "Seligman, M. E. P. (2011). Flourish."
  ]
}
