{
  "id": "terapia-de-la-realidad-1965",
  "grupo": "Humanista",
  "label": "Terapia de la Realidad / Teoría de la Elección",
  "year": 1965,
  "importance": 2,
  "autores": "William Glasser",
  "universidad": "",
  "ciudad": "Los Angeles, California",
  "pais": "EE. UU.",
  "lat": 34.052235,
  "lon": -118.243683,

  "derivesFrom": [
    "Psicología humanista (tercera fuerza)",
    "Cognitivo",
    "Terapia centrada en la persona"
  ],

  "influencias": [
    "Psicología humanista (tercera fuerza)",
    "Cognitivo",
    "Terapia centrada en la persona"
  ],

  "summary": "La Terapia de la Realidad, desarrollada por William Glasser, se basa en la Teoría de la Elección y sostiene que el malestar psicológico surge de elecciones ineficaces para satisfacer necesidades humanas básicas. El cambio terapéutico se produce cuando la persona asume control interno, responsabilidad personal y elige conductas más funcionales orientadas al presente y al futuro. Es un modelo directivo, práctico y orientado a la acción, precursor directo de la Terapia Breve Centrada en Soluciones y de la Psicología Positiva por su énfasis en agencia, responsabilidad y construcción de futuro.",

  "descripcion": "La Terapia de la Realidad es un modelo psicoterapéutico humanista-cognitivo centrado en el principio de control interno y en la responsabilidad personal como ejes del cambio psicológico. Glasser sostiene que las personas no pueden controlar a los demás ni sus circunstancias pasadas, pero sí pueden elegir sus propias conductas presentes. El sufrimiento psicológico aparece cuando las conductas elegidas no satisfacen adecuadamente cinco necesidades psicológicas básicas: supervivencia, amor y pertenencia, poder o competencia, libertad y diversión. La intervención terapéutica se orienta a ayudar al cliente a evaluar si lo que está haciendo le acerca o le aleja de lo que quiere, y a diseñar planes conductuales más eficaces y responsables. El terapeuta adopta un rol activo, claro y comprometido, evitando interpretaciones del pasado y centrando el trabajo en elecciones actuales, compromiso y acción futura.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como pragmática y experiencial: lo relevante no es la verdad histórica del pasado, sino la eficacia actual de las conductas para satisfacer necesidades. El conocimiento terapéutico es colaborativo pero directivo, orientado a evaluar qué funciona y qué no. El ser humano es entendido como un agente activo con capacidad de elección, incluso en contextos restrictivos. El cambio no se impone ni se explica por insight retrospectivo, sino por decisiones conscientes y responsables en el presente. La relación terapéutica es un contrato ético basado en respeto, claridad y responsabilidad.",
    "teoriaFormal": "El self se entiende como un sistema de elecciones conductuales orientadas a satisfacer necesidades básicas. El cambio psicológico ocurre cuando la persona reconoce su control interno y sustituye conductas ineficaces por otras más funcionales y responsables. El sufrimiento se mantiene cuando el individuo atribuye el control a factores externos, se centra en culpar o en el pasado, y persiste en patrones conductuales que no satisfacen sus necesidades relacionales o de competencia.",
    "teoriaClinica": "El caso se conceptualiza identificando qué quiere realmente la persona, qué está haciendo ahora, cómo evalúa la eficacia de esas conductas y qué alternativas está dispuesta a elegir. Se priorizan procesos de clarificación de deseos, evaluación conductual, toma de responsabilidad y planificación orientada al futuro. El progreso se evalúa por cambios conductuales sostenidos, aumento de responsabilidad personal y mejora en la satisfacción de necesidades."
  },

  "procesos": [
    "Clarificación de deseos y metas",
    "Evaluación de conductas actuales",
    "Asunción de control interno",
    "Responsabilidad personal",
    "Planificación conductual",
    "Compromiso con el cambio"
  ],

  "mjps": [
    "AG",
    "N",
    "I",
    "R",
    "RE"
  ],

  "procedimientos": [
    {
      "nombre": "Sistema WDEP (Wants, Doing, Evaluation, Planning)",
      "codigo": "p_rt_wdep",
      "procesos": ["AG_tomaDecisiones", "AG_compromisoConductual"],
      "texto": "Procedimiento estructural central de la Terapia de la Realidad. El terapeuta guía al cliente a clarificar qué quiere (Wants), qué está haciendo actualmente (Doing), si eso le funciona (Evaluation) y qué plan concreto está dispuesto a llevar a cabo (Planning). El WDEP convierte el proceso terapéutico en una secuencia clara de elección, evaluación y acción responsable."
    },
    {
      "nombre": "Clarificación de necesidades básicas",
      "codigo": "p_rt_necesidades",
      "procesos": ["I_valoresAspiracionales", "N_metacognicion"],
      "texto": "Exploración sistemática de cómo se están satisfaciendo (o no) las cinco necesidades básicas propuestas por Glasser. Ayuda al cliente a comprender la lógica funcional de su conducta sin patologizarla y a orientar nuevas elecciones."
    },
    {
      "nombre": "Evaluación de control interno vs externo",
      "codigo": "p_rt_control_interno",
      "procesos": ["N_reformulacion", "I_coherenciaInterna"],
      "texto": "Trabajo explícito para desplazar el foco desde el control de otros o de circunstancias hacia la responsabilidad personal. Se examinan creencias de impotencia y se reformulan como áreas de elección posible."
    },
    {
      "nombre": "Planificación conductual SAMIC3",
      "codigo": "p_rt_samic3",
      "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones"],
      "texto": "Diseño de planes conductuales que sean Simples, Alcanzables, Medibles, Inmediatos, Controlables por el cliente, Comprometidos y Consistentes. Garantiza viabilidad y adherencia."
    },
    {
      "nombre": "Contrato de compromiso",
      "codigo": "p_rt_compromiso",
      "procesos": ["AG_autoriaResponsabilidad", "AG_compromisoConductual"],
      "texto": "Formalización verbal del compromiso del cliente con el plan elegido. Refuerza responsabilidad personal y reduce conductas evitativas."
    },
    {
      "nombre": "Rechazo de excusas y victimismo",
      "codigo": "p_rt_excusas",
      "procesos": ["N_reformulacion", "AG_autoriaResponsabilidad"],
      "texto": "Intervención directa pero respetuosa para señalar patrones de justificación que mantienen conductas ineficaces. Se devuelve al cliente la capacidad de elegir sin culpabilizar."
    },
    {
      "nombre": "Enfoque en presente y futuro",
      "codigo": "p_rt_presente_futuro",
      "procesos": ["N_narrativaAutobiografica", "AG_tomaDecisiones"],
      "texto": "Redirección sistemática del discurso desde el pasado no modificable hacia elecciones actuales y metas futuras. Reduce rumiación y aumenta agencia."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta clave de eficacia (¿te está funcionando?)",
      "codigo": "m_rt_funciona",
      "procesos": ["N_metacognicion"],
      "texto": "Pregunta breve que introduce evaluación sin juicio. Obliga al cliente a confrontar la eficacia real de su conducta actual."
    },
    {
      "nombre": "Desplazar de culpa a elección",
      "codigo": "m_rt_eleccion",
      "procesos": ["N_reformulacion", "AG_autoriaResponsabilidad"],
      "texto": "Microintervención que transforma narrativas de culpa o victimismo en lenguaje de elección posible."
    },
    {
      "nombre": "Nombrar responsabilidad sin moralizar",
      "codigo": "m_rt_responsabilidad",
      "procesos": ["I_coherenciaInterna"],
      "texto": "Señalar responsabilidad personal desde una postura ética y no punitiva, reforzando dignidad y agencia."
    },
    {
      "nombre": "Elección de conducta alternativa",
      "codigo": "m_rt_alternativa",
      "procesos": ["AG_tomaDecisiones"],
      "texto": "Invitar a identificar una conducta concreta diferente que pueda probarse de inmediato."
    },
    {
      "nombre": "Chequeo de compromiso",
      "codigo": "m_rt_compromiso",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Explorar honestamente el nivel real de compromiso del cliente con el plan elegido, ajustándolo si es necesario."
    },
    {
      "nombre": "Reforzar logros conductuales",
      "codigo": "m_rt_logros",
      "procesos": ["I_fortalezasRecursos"],
      "texto": "Reconocer avances conductuales reales para consolidar autoeficacia y motivación."
    }
  ],

  "books": [
    "William Glasser — Reality Therapy (1965)",
    "William Glasser — Choice Theory (1998)"
  ],

  "refs": [
    "Glasser, W. (1965). Reality Therapy.",
    "Glasser, W. (1998). Choice Theory."
  ]
}
