{
  "id": "terapia-gestalt-perls-1951",
  "grupo": "Humanista",
  "label": "Terapia Gestalt",
  "year": 1951,
  "importance": 3,
  "autores": "Fritz Perls; Laura Perls; Paul Goodman",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "La Terapia Gestalt enfatiza la experiencia presente (“aquí y ahora”), la responsabilidad personal y la integración de polaridades internas. Considera que los síntomas aparecen cuando las gestalts (figuras inconclusas) quedan abiertas en el campo de la experiencia. El terapeuta facilita la conciencia y la expresión emocional a través del diálogo, el cuerpo y la acción simbólica. Más que analizar el pasado, busca completar lo interrumpido para recuperar vitalidad y contacto auténtico. Su estilo directo y creativo inspiró gran parte del trabajo experiencial contemporáneo. Formalmente, la Gestalt se configura como una psicoterapia fenomenológica y de campo que entiende al organismo como una totalidad autoorganizada en interacción constante con su entorno, donde la autorregulación se bloquea por interrupciones del contacto (introyección, proyección, retroflexión, confluencia, deflexión), y el cambio emerge cuando la experiencia se amplía en conciencia, responsabilidad y capacidad de contacto genuino.",

  "influencias": [
    "Gestalt",
    "Fenomenología / Hermenéutica",
    "Existencialismo",
    "Psicoanálisis clásico",
    "Teatro y arte experimental"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe desde una perspectiva fenomenológica y de campo: la experiencia no es un objeto externo a analizar, sino un proceso vivido en el presente que solo puede comprenderse desde la descripción directa y la conciencia experiencial. El conocimiento terapéutico no se impone desde la interpretación experta, sino que emerge del aumento de awareness del propio paciente. El ser humano es entendido como un organismo activo, autoorganizado y orientado al contacto, cuya tendencia natural es la autorregulación. El cambio no se impone ni se programa externamente: ocurre cuando la experiencia interrumpida se completa en el aquí y ahora. La relación terapéutica no es un mero medio técnico, sino el campo donde se despliega el contacto auténtico que posibilita el darse cuenta transformador.",
    "teoriaFormal": "El self se entiende como un proceso emergente en la frontera de contacto entre organismo y entorno, no como una estructura fija. Está compuesto por funciones (ello, yo y personalidad) que organizan la experiencia en el campo. El sufrimiento se mantiene cuando el ciclo de la experiencia se interrumpe y las gestalts quedan inconclusas, generando fijaciones energéticas y pérdida de vitalidad. El cambio psicológico ocurre cuando la persona amplía su conciencia, integra polaridades internas y completa experiencias pendientes, restaurando la capacidad de contacto y autorregulación.",
    "teoriaClinica": "El caso se conceptualiza identificando interrupciones del contacto, patrones de evitación experiencial y polaridades escindidas que limitan el ciclo de la experiencia. Se prioriza el aumento de awareness en el presente, el trabajo experiencial directo y la responsabilización del paciente sobre su experiencia. El progreso terapéutico se evalúa por mayor vitalidad, ampliación de la conciencia, integración de polaridades, reducción de evitaciones y aumento de la capacidad de contacto auténtico consigo mismo y con los demás."
  },

  "mjps": ["RE", "AP", "RI", "N", "I", "AG", "R"],

 "procedimientos": [
  {
    "nombre": "Indagación fenomenológica (descripción antes que interpretación)",
    "codigo": "p_gestalt_indagacion_fenomenologica",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Procedimiento base de la Gestalt: el terapeuta guía al paciente a describir con precisión lo que está viviendo (sensaciones, emociones, impulsos, imágenes, pensamientos) en primera persona y en tiempo presente, suspendiendo explicaciones causales prematuras; esta orientación entrena una conciencia más fina, reduce narrativas automáticas y permite que el significado emerja del contacto directo con la experiencia en el campo. (Perls, Hefferline & Goodman, 1951; Yontef, 1993)."
  },
  {
    "nombre": "Foco en el aquí-y-ahora (actualización del material)",
    "codigo": "p_gestalt_aqui_y_ahora",
    "procesos": ["AP_profundizacion", "N_metacognicion"],
    "texto": "Procedimiento de actualización: en lugar de hablar “sobre” el pasado, se lo trae al presente mediante lenguaje enactivo (“y ahora, ¿qué notas al decirlo?”), permitiendo que la emoción y el impulso se activen en sesión para ser reconocidos, sostenidos y completados; el pasado se trabaja como experiencia viva en el momento, no como relato distante. (Perls, 1969; Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Mapeo del ciclo de la experiencia (ciclo de contacto)",
    "codigo": "p_gestalt_ciclo_experiencia",
    "procesos": ["N_metacognicion", "RE_monitorizacion"],
    "texto": "Procedimiento de conceptualización en vivo: terapeuta y paciente rastrean la secuencia necesidad → conciencia → movilización → acción → contacto → satisfacción/retirada para identificar dónde se interrumpe el proceso (bloqueos, confusión, impulsos inhibidos, evitación), lo que clarifica el patrón mantenedor y abre puntos concretos de intervención experiencial. (Perls, Hefferline & Goodman, 1951; Joyce & Sills, 2018)."
  },
  {
    "nombre": "Trabajo con interrupciones del contacto (deflexión, confluencia, introyección, proyección, retroflexión)",
    "codigo": "p_gestalt_interrupciones_contacto",
    "procesos": ["RI_mindfulnessSelf", "R_limitesInterpersonales", "N_marcosCognitivos"],
    "texto": "Procedimiento de identificación y transformación de los estilos habituales con los que la persona evita el contacto auténtico: se detectan en el aquí-y-ahora (p. ej., intelectualizar/deflectar, fusionarse/confluir, tragar mandatos/introyectar, atribuir/proyectar, volcar hacia dentro/retroflexionar) y se exploran sus funciones protectoras, sus costes y alternativas más ajustadas para recuperar límites, agencia y presencia relacional. (Perls, Hefferline & Goodman, 1951; Polster & Polster, 1973)."
  },
  {
    "nombre": "Experimentos gestálticos (diseño de experiencia en sesión)",
    "codigo": "p_gestalt_experimentos",
    "procesos": ["AP_procesamiento", "AG_compromisoConductual", "RE_modulacion"],
    "texto": "Procedimiento nuclear: el terapeuta co-diseña con el paciente un experimento concreto (con voz, cuerpo, movimiento, diálogo o imaginación) para hacer explícito lo implícito y generar una experiencia correctiva; el foco no es “hacer tareas” por cumplir, sino crear condiciones para que emerja awareness, elección y cierre de gestalts inconclusas. (Zinker, 1977; Perls, 1969)."
  },
  {
    "nombre": "Silla vacía (diálogo con figura ausente)",
    "codigo": "p_gestalt_silla_vacia",
    "procesos": ["AP_evocacion", "R_reparacionRelacional", "RI_partesSubpersonalidades"],
    "texto": "Procedimiento experiencial para activar y elaborar asuntos pendientes con figuras significativas: el paciente dialoga con la persona ausente (o con un aspecto de la relación) en una silla, alternando posiciones para contactar con emociones primarias, necesidades no expresadas y límites; facilita cierre, reparación simbólica y reorganización relacional interna. (Perls, 1969; Polster & Polster, 1973)."
  },
  {
    "nombre": "Dos sillas para polaridades internas (topdog/underdog, crítico/vulnerable, control/impulso)",
    "codigo": "p_gestalt_dos_sillas_polaridades",
    "procesos": ["RI_partesSubpersonalidades", "I_conflictosSelf", "AP_resolucionConflictos"],
    "texto": "Procedimiento para integrar escisiones: se externalizan dos posiciones internas en sillas diferentes y se facilita un diálogo que haga visibles funciones, miedos y necesidades de cada parte; el objetivo es pasar de la guerra interna a una integración funcional (jerarquía flexible y cooperación), reduciendo bloqueo y autocrítica desorganizadora. (Perls, 1969; Greenberg, Rice & Elliott, 1993)."
  },
  {
    "nombre": "Trabajo con el cuerpo en el aquí-y-ahora (postura, respiración, tensión, micro-movimientos)",
    "codigo": "p_gestalt_trabajo_corporal",
    "procesos": ["RF_intero", "AP_somaticoEsquematico", "RE_modulacion"],
    "texto": "Procedimiento de acceso somático: se invita a notar sensaciones, tensiones, gestos y posturas mientras se habla, explorando qué emoción/impulso sostienen y qué necesidad queda sin completar; se puede intensificar suavemente un movimiento, permitir un gesto interrumpido o dar voz a una sensación para desbloquear afecto implícito y recuperar autorregulación. (Perls, 1969; Joyce & Sills, 2018)."
  },
  {
    "nombre": "Exageración y amplificación (voz, gesto, postura, expresión facial)",
    "codigo": "p_gestalt_exageracion_amplificacion",
    "procesos": ["AP_profundizacion", "RF_intero", "RE_rotulacion"],
    "texto": "Procedimiento experiencial para aumentar awareness: se amplifica deliberadamente un gesto, tono o postura que aparece (p. ej., apretar mandíbula, encoger hombros, hablar bajito) hasta que el significado y la emoción se vuelven inequívocos; ayuda a salir de la vaguedad, contactar con la intención corporal y abrir opciones de acción. (Perls, 1969; Zinker, 1977)."
  },
  {
    "nombre": "“Qué” y “cómo” en lugar de “por qué” (lenguaje operacional)",
    "codigo": "p_gestalt_que_como",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Procedimiento lingüístico para mantener la terapia en el terreno de la experiencia: el terapeuta reorienta preguntas causales (“¿por qué soy así?”) hacia descripciones observables (“¿qué pasa exactamente? ¿cómo lo haces?”), facilitando claridad, responsabilidad y posibilidad de experimentación en sesión. (Perls, 1969; Yontef, 1993)."
  },
  {
    "nombre": "Responsabilización fenomenológica (de “me pasa” a “yo hago/yo elijo”)",
    "codigo": "p_gestalt_responsabilizacion",
    "procesos": ["AG_autoriaResponsabilidad", "I_autoimagen"],
    "texto": "Procedimiento para recuperar agencia sin culpabilizar: se explora cómo la persona participa activamente en su experiencia (elecciones, evitaciones, estilos de contacto) y se reformulan expresiones que externalizan (“no puedo”, “me obligan”, “es superior a mí”) hacia formulaciones que devuelven autoría (“ahora elijo no…”, “me da miedo y prefiero…”), ampliando margen de acción. (Perls, Hefferline & Goodman, 1951; Perls, 1969)."
  },
  {
    "nombre": "Trabajar “asuntos inconclusos” (unfinished business) y cierres",
    "codigo": "p_gestalt_asuntos_inconclusos",
    "procesos": ["AP_integracionMemorias", "AP_trabajoCorrectivo", "N_narrativaAutobiografica"],
    "texto": "Procedimiento para completar gestalts abiertas asociadas a duelos, humillaciones, lealtades o vínculos: se evoca la escena o figura, se contacta con la emoción primaria, se expresa lo no dicho y se facilita un cierre experiencial (perdón, límite, despedida, reconocimiento) que integra memoria y reduce repetición automática en el presente. (Perls, Hefferline & Goodman, 1951; Polster & Polster, 1973)."
  },
  {
    "nombre": "Trabajo con sueños (enfoque de proyección e identificación)",
    "codigo": "p_gestalt_trabajo_suenos",
    "procesos": ["AP_evocacion", "N_narrativaAutobiografica", "I_coherenciaInterna"],
    "texto": "Procedimiento clásico: el sueño se trabaja como producción del self, y el paciente encarna cada elemento del sueño (“yo soy la puerta”, “yo soy la tormenta”) para recuperar partes escindidas y significados implícitos; el objetivo no es interpretar simbólicamente desde fuera, sino integrar experiencias internas a través de la identificación enactiva. (Perls, 1969; Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Diálogo auténtico (encuentro yo-tú) y presencia del terapeuta",
    "codigo": "p_gestalt_dialogo_autentico",
    "procesos": ["RE_coregulacion", "ALI_sintonia", "R_reparacionRelacional"],
    "texto": "Procedimiento relacional: el terapeuta utiliza presencia, contacto ocular, tono y feedback fenomenológico (sin moralizar) para co-regular y sostener el trabajo experiencial; se favorece una relación auténtica donde lo que ocurre entre ambos es material clínico, y las micro-rupturas se nombran y reparan como parte del cambio. (Yontef, 1993; Wheeler, 1991)."
  },
  {
    "nombre": "Confrontación gestáltica (señalar incongruencias con cuidado)",
    "codigo": "p_gestalt_confrontacion",
    "procesos": ["N_metacognicion", "RE_modulacion", "R_comunicacionEmocional"],
    "texto": "Procedimiento de clarificación: el terapeuta confronta discrepancias observables (p. ej., “dices que no te importa y tus ojos se humedecen”) para aumentar awareness e integrar experiencia verbal y no verbal; se hace con timing y contención para que la confrontación no sea ataque sino invitación al contacto con lo verdadero. (Perls, 1969; Yontef, 1993)."
  },
  {
    "nombre": "Trabajo con límites y frontera-contacto (diferenciación y cercanía)",
    "codigo": "p_gestalt_limites_frontera_contacto",
    "procesos": ["R_limitesInterpersonales", "I_posicionRelacional", "R_comunicacionEmocional"],
    "texto": "Procedimiento para reorganizar cómo la persona se ubica ante el otro: se exploran patrones de fusión, evitación, complacencia o dureza, y se ensayan en sesión formas más claras de pedir, decir no, acercarse o tomar distancia; se entiende el límite como condición de contacto genuino, no como muro. (Perls, Hefferline & Goodman, 1951; Joyce & Sills, 2018)."
  },
  {
    "nombre": "Enactment / dramatización (poner en escena una situación)",
    "codigo": "p_gestalt_dramatizacion_enactment",
    "procesos": ["AP_profundizacion", "R_repertorioInterpersonal", "AG_compromisoConductual"],
    "texto": "Procedimiento de acción simbólica: se recrea una escena (conflicto, despedida, petición) para que el paciente contacte con emoción, impulso y límites en tiempo real, y pueda ensayar alternativas conductuales y comunicativas más coherentes con sus necesidades; convierte insight en experiencia y repertorio. (Zinker, 1977; Polster & Polster, 1973)."
  },
  {
    "nombre": "Trabajo con proyecciones (recuperar lo atribuido al otro)",
    "codigo": "p_gestalt_trabajo_proyecciones",
    "procesos": ["N_marcosCognitivos", "RI_dialogoFuncional", "R_mentalizacion"],
    "texto": "Procedimiento para re-apropiarse de cualidades y afectos colocados fuera: se identifica lo que el paciente atribuye rígidamente al otro (“me juzga”, “me domina”) y se explora cómo esa cualidad vive también en su campo interno (miedo, crítico, deseo de poder), ampliando mentalización y reduciendo respuestas automáticas en la relación. (Perls, Hefferline & Goodman, 1951; Yontef, 1993)."
  },
  {
    "nombre": "Trabajo con introyecciones (mandatos tragados sin masticar)",
    "codigo": "p_gestalt_trabajo_introyecciones",
    "procesos": ["N_marcosCognitivos", "I_valoresAspiracionales", "AG_tomaDecisiones"],
    "texto": "Procedimiento para identificar reglas y “deberías” internalizados (familia, cultura, pareja) que organizan la conducta sin elección; se hacen explícitos, se confronta su coste en vitalidad y se ensaya discriminación entre valores propios y mandatos, devolviendo capacidad de decidir desde un self más auténtico. (Perls, Hefferline & Goodman, 1951; Polster & Polster, 1973)."
  },
  {
    "nombre": "Trabajo con retroflexión (lo que hago hacia mí en lugar de hacia fuera)",
    "codigo": "p_gestalt_trabajo_retroflexion",
    "procesos": ["RI_criticoInterno", "AP_somaticoEsquematico", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento para transformar agresión/impulso vuelto hacia dentro (autocrítica, somatización, autocontrol rígido): se detecta en cuerpo y lenguaje, se explora qué acción hacia fuera está inhibida (poner límite, expresar rabia, pedir) y se crean experimentos graduados para devolver la energía al contacto y a la acción ajustada. (Perls, Hefferline & Goodman, 1951; Perls, 1969)."
  },
  {
    "nombre": "Trabajo con confluencia (fusión yo-otro) y diferenciación",
    "codigo": "p_gestalt_trabajo_confluencia",
    "procesos": ["I_posicionRelacional", "R_limitesInterpersonales", "AG_necesidadesPropias"],
    "texto": "Procedimiento para salir de la fusión: se identifican señales de pérdida de referencia interna (“lo que tú quieras”, “da igual”), se recuperan necesidades propias y se practican límites mínimos; el objetivo es sostener cercanía sin borrarse, creando contacto más recíproco y menos dependiente. (Perls, Hefferline & Goodman, 1951; Joyce & Sills, 2018)."
  },
  {
    "nombre": "Trabajo con deflexión (evitación del contacto mediante humor, vaguedad o dispersión)",
    "codigo": "p_gestalt_trabajo_deflexion",
    "procesos": ["RE_prevEvitacion", "AP_profundizacion", "N_metacognicion"],
    "texto": "Procedimiento para detectar cómo la persona se aparta del contacto emocional/relacional (cambiar de tema, intelectualizar, bromear, hablar “en general”) y traerla de vuelta al momento con intervenciones breves (“para un segundo”, “¿qué estás evitando sentir ahora?”), ampliando tolerancia y acceso a lo relevante. (Perls, 1969; Yontef, 1993)."
  },
  {
    "nombre": "Continuum de awareness (escaneo guiado de experiencia momento a momento)",
    "codigo": "p_gestalt_continuum_awareness",
    "procesos": ["RF_intero", "RE_rotulacion", "RI_mindfulnessSelf"],
    "texto": "Procedimiento de entrenamiento atencional: se guía al paciente a registrar secuencialmente lo que aparece (sensación → emoción → pensamiento → impulso → imagen) sin forzar cambio, aumentando discriminación experiencial y presencia; facilita que la autorregulación emerja por contacto sostenido, no por control cognitivo. (Perls, Hefferline & Goodman, 1951; Yontef, 1993)."
  },
  {
    "nombre": "Integración de polaridades (reconocer y unir opuestos del self)",
    "codigo": "p_gestalt_integracion_polaridades",
    "procesos": ["I_conflictosSelf", "I_coherenciaInterna", "N_construccionAlternativa"],
    "texto": "Procedimiento para ampliar identidad: se identifican polaridades rígidas (fuerte/débil, bueno/malo, libre/dependiente), se exploran funciones y temores de cada polo y se construyen posiciones integradas que permitan matiz y flexibilidad; reduce escisión y sostiene un self más coherente y habitable. (Perls, 1969; Polster & Polster, 1973)."
  },
  {
    "nombre": "Experimentos entre sesiones orientados al contacto (tareas experienciales)",
    "codigo": "p_gestalt_experimentos_entre_sesiones",
    "procesos": ["AG_compromisoConductual", "R_repertorioInterpersonal", "RE_monitorizacion"],
    "texto": "Procedimiento de generalización: se acuerdan micro-experimentos en la vida cotidiana (pedir algo concreto, sostener un no, registrar sensaciones al evitar, practicar un contacto ocular) con foco en awareness y elección, no en rendimiento; luego se revisa la experiencia para aprender del campo real y ajustar el siguiente experimento. (Zinker, 1977; Joyce & Sills, 2018)."
  }
],


"micros": [
  {
    "nombre": "Señalar el presente corporal",
    "codigo": "m_gestalt_presente_corporal",
    "procesos": ["RF_intero", "RE_rotulacion"],
    "texto": "Invitación breve y directa a notar qué ocurre en el cuerpo en este instante (“¿qué notas ahora mismo en el pecho al decir eso?”), desplazando la atención desde el relato hacia la sensación inmediata para anclar la experiencia y aumentar awareness somático-emocional en tiempo real (Perls, 1969; Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Transformar “por qué” en “qué/cómo”",
    "codigo": "m_gestalt_que_como_micro",
    "procesos": ["N_metacognicion"],
    "texto": "Reencuadre lingüístico inmediato que convierte preguntas causales en descripciones operativas (“¿qué haces cuando te callas? ¿cómo lo haces?”), favoreciendo claridad experiencial y posibilidad de elección en lugar de explicación defensiva (Perls, 1969; Yontef, 1993)."
  },
  {
    "nombre": "Completar la frase en primera persona",
    "codigo": "m_gestalt_primera_persona",
    "procesos": ["AG_autoriaResponsabilidad", "I_autoimagen"],
    "texto": "Cambio puntual de formulaciones impersonales (“uno se siente…”, “me hacen…”) a primera persona (“yo siento…”, “yo elijo…”), devolviendo autoría y agencia sin culpabilizar, y haciendo explícita la participación activa en la experiencia (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Intensificar un gesto emergente",
    "codigo": "m_gestalt_intensificar_gesto",
    "procesos": ["AP_profundizacion", "RF_intero"],
    "texto": "Solicitud breve de exagerar un micro-movimiento o postura que aparece (apretar puños, encoger hombros) para clarificar su significado emocional y desbloquear impulso inhibido mediante amplificación consciente (Perls, 1969; Zinker, 1977)."
  },
  {
    "nombre": "Nombrar la emoción específica",
    "codigo": "m_gestalt_rotular_emocion",
    "procesos": ["RE_rotulacion"],
    "texto": "Ayuda focal a discriminar y nombrar con precisión la emoción presente (rabia, vergüenza, tristeza, miedo), reduciendo confusión afectiva y facilitando regulación y comunicación auténtica (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Detectar deflexión en vivo",
    "codigo": "m_gestalt_detectar_deflexion",
    "procesos": ["RE_prevEvitacion", "N_metacognicion"],
    "texto": "Señalamiento breve de cambios de tema, humor evasivo o vaguedad cuando emerge afecto relevante, invitando a regresar al punto de contacto para sostener la emoción en lugar de dispersarla (Perls, 1969; Yontef, 1993)."
  },
  {
    "nombre": "Darle voz a una sensación",
    "codigo": "m_gestalt_voz_sensacion",
    "procesos": ["AP_somaticoEsquematico", "RE_rotulacion"],
    "texto": "Propuesta micro de hablar desde una sensación corporal (“si tu nudo en la garganta pudiera hablar, ¿qué diría?”), facilitando simbolización de afecto implícito y acceso a necesidades no verbalizadas (Perls, 1969)."
  },
  {
    "nombre": "Cambio de silla instantáneo",
    "codigo": "m_gestalt_cambio_silla",
    "procesos": ["RI_partesSubpersonalidades", "I_conflictosSelf"],
    "texto": "Invitación breve a moverse físicamente a otra silla para hablar desde la parte opuesta en un conflicto interno, externalizando la polaridad y aumentando diferenciación e integración (Perls, 1969; Greenberg, Rice & Elliott, 1993)."
  },
  {
    "nombre": "Explorar el “debería”",
    "codigo": "m_gestalt_explorar_deberia",
    "procesos": ["N_marcosCognitivos", "I_valoresAspiracionales"],
    "texto": "Señalar un mandato internalizado (“debería…”) y preguntar de quién es esa voz y qué coste tiene, diferenciando valores propios de introyecciones rígidas (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Micro-ensayo de límite",
    "codigo": "m_gestalt_micro_limite",
    "procesos": ["R_limitesInterpersonales", "AG_compromisoConductual"],
    "texto": "Práctica breve en sesión de una frase límite clara y directa (“no quiero eso ahora”), ajustando tono y postura para consolidar posición relacional diferenciada (Polster & Polster, 1973)."
  },
  {
    "nombre": "Hacer explícita la incongruencia",
    "codigo": "m_gestalt_incongruencia",
    "procesos": ["N_metacognicion", "RE_modulacion"],
    "texto": "Señalamiento conciso de discrepancias observables entre discurso y expresión no verbal, invitando a integrar ambos planos sin juicio (“dices que estás tranquilo y aprietas la mandíbula”) (Perls, 1969)."
  },
  {
    "nombre": "Traer la figura ausente al presente",
    "codigo": "m_gestalt_figura_ausente",
    "procesos": ["AP_evocacion", "R_reparacionRelacional"],
    "texto": "Invitación puntual a imaginar a la persona relevante frente a sí y dirigirle una frase directa, activando emoción primaria para facilitar cierre o reparación simbólica (Perls, 1969)."
  },
  {
    "nombre": "Respiración consciente breve",
    "codigo": "m_gestalt_respiracion_breve",
    "procesos": ["RF_resp", "RE_modulacion"],
    "texto": "Pausa corta para observar y ampliar la respiración mientras se sostiene la emoción activada, manteniendo el trabajo dentro de la ventana de tolerancia sin cortar el contacto (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Reformular en presente",
    "codigo": "m_gestalt_presente_gramatical",
    "procesos": ["AP_profundizacion"],
    "texto": "Cambio micro de tiempos verbales (“me pasó” → “me pasa ahora al contarlo”) para actualizar la vivencia y profundizar en la emoción emergente (Perls, 1969)."
  },
  {
    "nombre": "Identificar necesidad emergente",
    "codigo": "m_gestalt_identificar_necesidad",
    "procesos": ["AG_necesidadesPropias", "RE_rotulacion"],
    "texto": "Pregunta breve orientada a la necesidad implícita tras la emoción (“¿qué necesitas ahora?”), conectando afecto con acción posible y fortaleciendo agencia (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Micro-experimento de contacto ocular",
    "codigo": "m_gestalt_contacto_ocular",
    "procesos": ["R_comunicacionEmocional", "RE_modulacion"],
    "texto": "Ensayo breve de sostener la mirada mientras se expresa una emoción relevante, explorando activación y significado del contacto directo en el campo relacional (Yontef, 1993)."
  },
  {
    "nombre": "Diferenciar yo/otro en confluencia",
    "codigo": "m_gestalt_diferenciar_confluencia",
    "procesos": ["I_posicionRelacional", "AG_necesidadesPropias"],
    "texto": "Intervención puntual para separar deseos propios de expectativas del otro (“¿eso lo quieres tú o crees que deberías quererlo?”), restaurando referencia interna (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "nombre": "Nombrar el impulso interrumpido",
    "codigo": "m_gestalt_impulso_interrumpido",
    "procesos": ["AP_profundizacion", "AG_autoriaResponsabilidad"],
    "texto": "Identificación y verbalización del impulso bloqueado (gritar, abrazar, retirarse) que aparece en sesión, facilitando su reconocimiento consciente y posible expresión ajustada (Perls, 1969)."
  },
  {
    "nombre": "Mini-escena de reparación",
    "codigo": "m_gestalt_mini_reparacion",
    "procesos": ["R_reparacionRelacional", "AP_trabajoCorrectivo"],
    "texto": "Pequeña dramatización de una frase pendiente (“cuando hiciste eso, me dolió”) para generar experiencia correctiva breve y disminuir repetición automática en vínculos actuales (Polster & Polster, 1973)."
  },
  {
    "nombre": "Cierre de gestalt emergente",
    "codigo": "m_gestalt_cierre",
    "procesos": ["AP_integracionMemorias", "N_narrativaAutobiografica"],
    "texto": "Intervención breve para consolidar lo trabajado al final de un episodio emocional (“¿qué te llevas ahora?”), integrando experiencia, significado y acción futura en una síntesis consciente (Perls, Hefferline & Goodman, 1951)."
  }
],


 "ideasPrincipales": [
  {
    "id": "idea_gestalt_1",
    "titulo": "El awareness es el motor del cambio",
    "desarrollo": "La Terapia Gestalt sostiene que el cambio psicológico no ocurre por interpretación intelectual ni por insight abstracto, sino por aumento de awareness (darse cuenta) en el aquí y ahora. Cuando la persona toma conciencia plena de lo que siente, piensa, hace y evita en el momento presente, se activa la autorregulación organísmica. El awareness integra sensación, emoción, cognición y acción en una experiencia coherente que permite reorganización espontánea sin imposición externa. (Perls, Hefferline & Goodman, 1951; Yontef, 1993)."
  },
  {
    "id": "idea_gestalt_2",
    "titulo": "El self es proceso en la frontera de contacto",
    "desarrollo": "En Gestalt, el self no es una entidad fija ni una estructura estable, sino un proceso que emerge en la frontera entre organismo y entorno. Se configura dinámicamente según cómo la persona contacta, se retira, se diferencia o se fusiona con el ambiente. El sufrimiento aparece cuando este proceso se rigidiza o interrumpe, no cuando existe un “defecto interno” aislado. (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "id": "idea_gestalt_3",
    "titulo": "La psicopatología es interrupción del ciclo de contacto",
    "desarrollo": "Los síntomas no son entidades separadas del self, sino formas cristalizadas de interrupción del ciclo de la experiencia. Mecanismos como la introyección, proyección, retroflexión, confluencia o deflexión bloquean la autorregulación y dejan gestalts inconclusas. La terapia no elimina síntomas directamente, sino que restaura la fluidez del contacto y permite completar lo interrumpido. (Perls, Hefferline & Goodman, 1951; Polster & Polster, 1973)."
  },
  {
    "id": "idea_gestalt_4",
    "titulo": "El aquí y ahora es el único lugar donde ocurre el cambio",
    "desarrollo": "Aunque la historia personal es relevante, el trabajo terapéutico se realiza siempre en el presente, actualizando recuerdos y conflictos como experiencia viva. El pasado se transforma cuando se revive fenomenológicamente en el aquí y ahora con suficiente conciencia y contacto emocional. La terapia se centra en lo que está ocurriendo ahora mismo en el campo terapéutico. (Perls, 1969)."
  },
  {
    "id": "idea_gestalt_5",
    "titulo": "La responsabilidad es condición de agencia",
    "desarrollo": "Gestalt enfatiza que la persona participa activamente en su experiencia, incluso cuando está condicionada por historia o contexto. Recuperar responsabilidad no implica culpabilización, sino reconocer la propia contribución a patrones repetitivos. Esta autoría abre posibilidad de elección y cambio real. (Perls, Hefferline & Goodman, 1951)."
  },
  {
    "id": "idea_gestalt_6",
    "titulo": "Las polaridades internas necesitan integración, no supresión",
    "desarrollo": "El conflicto psicológico suele expresarse como escisión entre polaridades del self (fuerte-débil, controlador-impulsivo, bueno-malo). La Gestalt no intenta eliminar uno de los polos, sino facilitar su reconocimiento e integración en una estructura más amplia y flexible. La integración amplía coherencia interna y reduce lucha intrapsíquica crónica. (Perls, 1969; Polster & Polster, 1973)."
  },
  {
    "id": "idea_gestalt_7",
    "titulo": "La experiencia corporal es vía directa al significado",
    "desarrollo": "El cuerpo no es accesorio del proceso terapéutico, sino una fuente primaria de información sobre emociones e impulsos interrumpidos. Tensiones, posturas y micro-movimientos revelan conflictos implícitos que aún no han sido simbolizados. El trabajo corporal facilita acceso a niveles profundos de experiencia y reorganización emocional. (Perls, 1969; Joyce & Sills, 2018)."
  },
  {
    "id": "idea_gestalt_8",
    "titulo": "El experimento reemplaza a la interpretación",
    "desarrollo": "La intervención gestáltica privilegia el experimento experiencial frente al análisis interpretativo. En lugar de explicar al paciente por qué actúa de determinada manera, se crean situaciones en sesión que permiten vivenciar alternativas. El aprendizaje surge de la experiencia directa y del contacto, no de la persuasión cognitiva. (Zinker, 1977; Perls, 1969)."
  },
  {
    "id": "idea_gestalt_9",
    "titulo": "La relación terapéutica es un campo de contacto real",
    "desarrollo": "La terapia no es observación distante, sino encuentro auténtico. Lo que ocurre entre terapeuta y paciente constituye material clínico relevante. La presencia, la sintonía y el diálogo genuino permiten que emerjan patrones relacionales que pueden ser experimentados y transformados en vivo dentro del campo terapéutico. (Yontef, 1993; Wheeler, 1991)."
  }
],


  "refs": [
    "Perls, F., Hefferline, R., & Goodman, P. (1951). Gestalt Therapy: Excitement and Growth in the Human Personality.",
    "Perls, F. (1969). Gestalt Therapy Verbatim.",
    "Yontef, G. (1993). Awareness, Dialogue and Process."
  ]
}
