{
  "id": "terapia-existencial-may-yalom-1961",
  "grupo": "Humanista",
  "label": "Terapia existencial",
  "year": 1961,
  "importance": 3,
  "autores": "Rollo May; Irvin D. Yalom; Viktor Frankl; Emmy van Deurzen",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "La terapia existencial se centra en la relación del individuo con las condiciones fundamentales de la existencia: libertad, responsabilidad, muerte, aislamiento y búsqueda de sentido. No parte de un modelo psicopatológico cerrado, sino de una comprensión fenomenológica del vivir humano y de cómo la evitación de estas dadas existenciales puede generar ansiedad, vacío o desorientación vital. Su propósito es ayudar a la persona a confrontar con lucidez su propia existencia, clarificar valores auténticos, sostener la angustia inherente a la libertad y tomar decisiones alineadas con una vida con sentido. Más que eliminar síntomas, busca ampliar conciencia, autenticidad y responsabilidad, facilitando que el individuo asuma su capacidad de elección dentro de los límites inevitables de la condición humana.",

  "influencias": [
    "Fenomenología",
    "Existencialismo",
    "Logoterapia (Frankl)",
    "Humanismo fenomenológico",
    "Psicodinámica relacional"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe desde una perspectiva fenomenológica y existencial: la experiencia humana no se reduce a procesos intrapsíquicos aislados, sino que se entiende como relación vivida con el mundo. El conocimiento terapéutico no es técnico-instrumental sino dialógico y co-exploratorio. El ser humano es considerado un agente libre y responsable, aunque situado en condiciones dadas (finitud, aislamiento, incertidumbre). El cambio no se impone ni se programa, sino que emerge cuando la persona enfrenta con honestidad las condiciones de su existencia y asume su capacidad de elección. La relación terapéutica es un encuentro auténtico que facilita esta confrontación existencial.",
    "teoriaFormal": "El self se entiende como una identidad en construcción, configurada por elecciones, valores y compromisos asumidos en el tiempo. El sufrimiento se mantiene cuando la persona evade su libertad, niega su responsabilidad o vive desconectada de valores propios, generando vacío, ansiedad o falta de dirección. El cambio psicológico ocurre cuando el individuo clarifica sus valores, acepta la angustia inherente a la existencia y reorganiza su vida en coherencia con decisiones auténticas.",
    "teoriaClinica": "El caso se conceptualiza explorando cómo la persona se relaciona con las dadas existenciales: libertad, muerte, aislamiento y sentido. Se prioriza identificar evitaciones, autoengaños y decisiones postergadas que mantienen estancamiento. El proceso terapéutico se orienta a aumentar lucidez, responsabilidad y coherencia vital. El progreso se evalúa por mayor autenticidad, capacidad de elegir bajo incertidumbre, integración de ansiedad existencial y alineación entre valores y acción."
  },

  "mjps": ["AP", "N", "I", "AG", "R", "RI"],

  "procedimientos": [

  {
    "nombre": "Exploración de las dadas existenciales",
    "codigo": "p_exist_dadas_existenciales",
    "procesos": ["AP_profundizacion", "N_narrativaAutobiografica"],
    "texto": "Procedimiento central de la terapia existencial que consiste en explorar cómo la persona se relaciona con las cuatro preocupaciones últimas descritas por Yalom: muerte, libertad, aislamiento y falta de sentido. El terapeuta facilita una indagación profunda sobre cómo estas realidades influyen en decisiones, miedos y bloqueos actuales, permitiendo que emerjan emociones primarias y significados implícitos que suelen permanecer evitados. Referencia: Yalom, I. (1980). Existential Psychotherapy."
  },

  {
    "nombre": "Clarificación de libertad y responsabilidad",
    "codigo": "p_exist_libertad_responsabilidad",
    "procesos": ["AG_autoriaResponsabilidad", "I_coherenciaInterna"],
    "texto": "Procedimiento orientado a hacer explícita la capacidad de elección del paciente incluso en condiciones limitadas, identificando áreas donde delega decisiones o se posiciona como víctima de circunstancias. Se examinan costos de no elegir y se trabaja la asunción consciente de responsabilidad sin culpabilización, fortaleciendo agencia existencial. Referencia: May, R. (1953). Man’s Search for Himself; Yalom, I. (1980)."
  },

  {
    "nombre": "Análisis de evitación existencial",
    "codigo": "p_exist_evitacion_existencial",
    "procesos": ["N_metacognicion", "RE_prevEvitacion"],
    "texto": "Procedimiento que identifica estrategias mediante las cuales la persona evita confrontar la ansiedad existencial (hiperactividad, racionalización, adicciones, relaciones superficiales, aplazamiento crónico). Se explora su función defensiva y el coste vital asociado, ampliando conciencia sobre el autoengaño y reduciendo evitaciones rígidas. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Clarificación de valores auténticos",
    "codigo": "p_exist_valores_autenticos",
    "procesos": ["I_valoresAspiracionales", "N_metacognicion"],
    "texto": "Proceso dirigido a diferenciar valores internalizados de mandatos externos y expectativas culturales, ayudando al paciente a identificar aquello que considera verdaderamente significativo. Este trabajo sostiene decisiones coherentes con identidad aspiracional y reduce disonancia interna. Referencia: van Deurzen, E. (2012). Existential Counselling & Psychotherapy."
  },

  {
    "nombre": "Trabajo con sentido (logoterapia)",
    "codigo": "p_exist_logoterapia_sentido",
    "procesos": ["N_construccionAlternativa", "I_selfFuturo"],
    "texto": "Procedimiento inspirado en Frankl que explora fuentes concretas de sentido a través de valores creativos, experienciales y actitudinales. Se reformulan experiencias de sufrimiento dentro de marcos de significado posibles y se construye dirección vital futura basada en propósito elegido. Referencia: Frankl, V. (1959). Man’s Search for Meaning."
  },

  {
    "nombre": "Confrontación existencial directa",
    "codigo": "p_exist_confrontacion_directa",
    "procesos": ["AG_tomaDecisiones", "N_reformulacion"],
    "texto": "Intervención en la que el terapeuta señala con claridad contradicciones, autoengaños o decisiones evitadas, invitando al paciente a reconocer su participación activa en el mantenimiento del estancamiento. Se realiza desde autenticidad y respeto, no desde crítica moral. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Encuentro Yo–Tú (presencia dialógica)",
    "codigo": "p_exist_encuentro_yotu",
    "procesos": ["R_reparacionRelacional", "RI_autocompasion"],
    "texto": "Procedimiento basado en la filosofía de Buber que prioriza la autenticidad relacional. El terapeuta se muestra presente, genuino y no defensivo, creando una experiencia correctiva donde el paciente puede sentirse visto y reconocido sin juicio. Referencia: May, R. (1958); Yalom, I. (1980)."
  },

  {
    "nombre": "Exploración de ansiedad existencial",
    "codigo": "p_exist_ansiedad_existencial",
    "procesos": ["RE_modulacion", "AP_profundizacion"],
    "texto": "Proceso mediante el cual se acompaña al paciente a sostener gradualmente la ansiedad derivada de libertad, muerte o aislamiento, sin intentar eliminarla. Se trabaja ampliando tolerancia y diferenciando ansiedad neurótica de angustia existencial normal. Referencia: May, R. (1950); Yalom, I. (1980)."
  },

  {
    "nombre": "Revisión de aislamiento y vínculo",
    "codigo": "p_exist_aislamiento_vinculo",
    "procesos": ["R_estilosApego", "I_posicionRelacional"],
    "texto": "Procedimiento que examina cómo la persona maneja la tensión entre necesidad de conexión y aislamiento inevitable. Se analizan patrones relacionales repetitivos y temores a la intimidad o abandono, promoviendo vínculos más auténticos y conscientes. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Trabajo con muerte y finitud",
    "codigo": "p_exist_muerte_finitud",
    "procesos": ["AP_profundizacion", "N_construccionAlternativa"],
    "texto": "Exploración explícita de la conciencia de mortalidad como organizador profundo de decisiones y prioridades vitales. Se examina cómo la evitación de la muerte restringe autenticidad y cómo su aceptación puede intensificar sentido y urgencia de vivir. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Análisis de decisiones vitales bloqueadas",
    "codigo": "p_exist_decisiones_bloqueadas",
    "procesos": ["AG_tomaDecisiones", "I_coherenciaInterna"],
    "texto": "Procedimiento focalizado en identificar decisiones postergadas o crónicamente evitadas que mantienen vacío o ambivalencia. Se clarifican alternativas reales, costes y compromisos, ayudando al paciente a asumir la inevitabilidad de elegir. Referencia: van Deurzen, E. (2012)."
  },

  {
    "nombre": "Reestructuración narrativa existencial",
    "codigo": "p_exist_reestructuracion_narrativa",
    "procesos": ["N_narrativaAutobiografica", "I_continuidadBiografica"],
    "texto": "Proceso mediante el cual la historia personal se reorganiza a la luz de elecciones, pérdidas y valores, integrando pasado y futuro en una narrativa coherente que otorgue dirección y continuidad identitaria. Referencia: Yalom, I. (1980); Frankl, V. (1959)."
  }

],


  "micros": [

  {
    "nombre": "Pregunta sobre sentido personal",
    "codigo": "m_exist_sentido_pregunta",
    "procesos": ["N_construccionAlternativa", "I_selfFuturo"],
    "texto": "Intervención breve en la que el terapeuta pregunta directamente por el sentido de una experiencia o situación vital (“¿qué significado tiene esto para ti?”), facilitando que el paciente articule valores y dirección existencial más allá del síntoma inmediato. Referencia: Frankl, V. (1959)."
  },

  {
    "nombre": "Señalamiento de elección implícita",
    "codigo": "m_exist_eleccion_implicita",
    "procesos": ["AG_autoriaResponsabilidad", "N_metacognicion"],
    "texto": "Microintervención en la que el terapeuta hace explícito que incluso no decidir constituye una forma de elección, ayudando al paciente a reconocer su participación activa en la situación actual y ampliando conciencia de agencia. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Clarificación del coste de no actuar",
    "codigo": "m_exist_coste_inaccion",
    "procesos": ["AG_tomaDecisiones", "N_metacognicion"],
    "texto": "Intervención puntual que explora el precio emocional, relacional o vital de evitar una decisión o cambio, haciendo visible cómo la inacción perpetúa sufrimiento o vacío existencial. Referencia: van Deurzen, E. (2012)."
  },

  {
    "nombre": "Diferenciación entre ansiedad normal y neurótica",
    "codigo": "m_exist_ansiedad_diferenciacion",
    "procesos": ["RE_modulacion", "N_reformulacion"],
    "texto": "Microintervención que ayuda al paciente a distinguir entre la angustia existencial inherente a la libertad y la ansiedad desproporcionada producto de evitación o defensa, reduciendo patologización de experiencias humanas universales. Referencia: May, R. (1950)."
  },

  {
    "nombre": "Exploración fenomenológica del presente",
    "codigo": "m_exist_fenomenologia_presente",
    "procesos": ["AP_profundizacion", "RF_intero"],
    "texto": "Invitación breve a describir con precisión la experiencia inmediata (sensaciones, emociones, pensamientos) sin interpretaciones automáticas, ampliando conciencia del modo en que el paciente vive el mundo aquí y ahora. Referencia: van Deurzen, E. (2012)."
  },

  {
    "nombre": "Confrontación respetuosa de contradicción",
    "codigo": "m_exist_contradiccion",
    "procesos": ["N_metacognicion", "I_coherenciaInterna"],
    "texto": "Señalamiento directo pero no acusatorio de discrepancias entre discurso y acción, invitando a reflexionar sobre incoherencias vitales y favoreciendo mayor honestidad existencial. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Pregunta sobre finitud",
    "codigo": "m_exist_finitud_pregunta",
    "procesos": ["AP_profundizacion", "N_construccionAlternativa"],
    "texto": "Intervención en la que el terapeuta introduce la perspectiva de la mortalidad (“si el tiempo fuera limitado, ¿qué sería importante?”), facilitando reorganización de prioridades y clarificación de valores auténticos. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Identificación de autoengaño",
    "codigo": "m_exist_autoengano",
    "procesos": ["N_insightPsicodinamico", "I_coherenciaInterna"],
    "texto": "Señalamiento breve de racionalizaciones o narrativas defensivas que encubren conflictos existenciales más profundos, promoviendo una mirada más honesta sobre la propia experiencia. Referencia: May, R. (1953)."
  },

  {
    "nombre": "Reflexión sobre aislamiento relacional",
    "codigo": "m_exist_aislamiento",
    "procesos": ["R_estilosApego", "I_posicionRelacional"],
    "texto": "Microintervención que examina cómo el paciente experimenta cercanía y separación en sus relaciones, ayudando a identificar temores de intimidad o abandono vinculados al aislamiento existencial. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Exploración de legado y contribución",
    "codigo": "m_exist_legado",
    "procesos": ["I_selfFuturo", "I_valoresAspiracionales"],
    "texto": "Intervención focal que invita a reflexionar sobre la huella que el paciente desea dejar o la contribución que considera significativa, reforzando sentido de propósito y dirección vital. Referencia: Frankl, V. (1959)."
  },

  {
    "nombre": "Normalización de la angustia existencial",
    "codigo": "m_exist_normalizacion_angustia",
    "procesos": ["RE_modulacion"],
    "texto": "Reencuadre que valida la ansiedad asociada a libertad, responsabilidad o muerte como parte inevitable de la condición humana, reduciendo vergüenza y autocrítica por sentirla. Referencia: May, R. (1950)."
  },

  {
    "nombre": "Pregunta de autenticidad",
    "codigo": "m_exist_autenticidad",
    "procesos": ["I_coherenciaInterna", "AG_autoriaResponsabilidad"],
    "texto": "Intervención breve que explora si una decisión o conducta refleja realmente quién desea ser el paciente, promoviendo alineación entre identidad aspiracional y acción concreta. Referencia: van Deurzen, E. (2012)."
  },

  {
    "nombre": "Silencio reflexivo sostenido",
    "codigo": "m_exist_silencio",
    "procesos": ["AP_profundizacion", "RI_dialogoFuncional"],
    "texto": "Uso deliberado del silencio para permitir que el paciente confronte su propia experiencia sin distracción, favoreciendo introspección y contacto con emociones profundas relacionadas con dilemas existenciales. Referencia: Yalom, I. (1980)."
  },

  {
    "nombre": "Reformulación de victimización",
    "codigo": "m_exist_victimizacion",
    "procesos": ["AG_autoriaResponsabilidad", "N_reformulacion"],
    "texto": "Intervención que transforma narrativas de impotencia absoluta en reconocimiento de márgenes reales de elección, incluso dentro de circunstancias limitadas, reforzando agencia sin negar el contexto. Referencia: Frankl, V. (1959)."
  }

],


"ideasPrincipales": [

  {
    "id": "idea_exist_1",
    "titulo": "La existencia precede a la esencia psicológica",
    "desarrollo": "La terapia existencial parte del principio filosófico de que el ser humano no posee una naturaleza fija predeterminada, sino que se configura a través de sus elecciones. La identidad no es una esencia descubierta sino una construcción activa en el tiempo. Esta concepción desplaza el foco desde la psicopatología hacia la responsabilidad existencial y la libertad situada. (Sartre; May, 1958; Yalom, 1980)."
  },

  {
    "id": "idea_exist_2",
    "titulo": "La ansiedad es inherente a la condición humana",
    "desarrollo": "La angustia no es necesariamente patológica, sino una consecuencia inevitable de enfrentar libertad, muerte, aislamiento y falta de garantías absolutas. La terapia existencial distingue entre ansiedad normal (proporcional a la situación existencial) y ansiedad neurótica (derivada de evitación), orientando el trabajo a ampliar tolerancia y conciencia. (May, 1950; Yalom, 1980)."
  },

  {
    "id": "idea_exist_3",
    "titulo": "La evitación de las dadas existenciales genera vacío y desorientación",
    "desarrollo": "Cuando la persona evita confrontar su libertad, su finitud o su soledad fundamental, puede desarrollar formas de vida inauténticas caracterizadas por vacío, alienación o hiperadaptación. El sufrimiento no proviene solo de síntomas intrapsíquicos, sino de una relación evasiva con las condiciones básicas de existir. (Yalom, 1980)."
  },

  {
    "id": "idea_exist_4",
    "titulo": "La responsabilidad es condición de autenticidad",
    "desarrollo": "Asumir responsabilidad no implica culpabilización, sino reconocimiento de la propia capacidad de elección dentro de límites dados. La autenticidad emerge cuando la persona reconoce su participación activa en decisiones, renuncias y omisiones, y reorganiza su vida desde una posición más consciente. (May, 1953; van Deurzen, 2012)."
  },

  {
    "id": "idea_exist_5",
    "titulo": "El sentido puede construirse incluso en el sufrimiento",
    "desarrollo": "Desde la logoterapia, el sentido no depende de circunstancias externas favorables, sino de la actitud adoptada frente a ellas. Incluso ante pérdida o dolor inevitable, la persona conserva la libertad de elegir su postura interior, lo que permite reconstruir coherencia y dirección vital. (Frankl, 1959)."
  },

  {
    "id": "idea_exist_6",
    "titulo": "La muerte organiza la vida psicológica",
    "desarrollo": "La conciencia de mortalidad actúa como organizador profundo de prioridades y decisiones. La evitación de la muerte puede generar defensas rígidas y superficialidad vital, mientras que su aceptación puede intensificar compromiso, urgencia y autenticidad en la vida presente. (Yalom, 1980)."
  },

  {
    "id": "idea_exist_7",
    "titulo": "El aislamiento existencial es irreductible",
    "desarrollo": "Aunque el vínculo humano es esencial, existe una dimensión de soledad ontológica que ninguna relación puede eliminar completamente. Reconocer esta realidad permite construir relaciones más auténticas, libres de dependencia ilusoria o fusión defensiva. (Yalom, 1980)."
  },

  {
    "id": "idea_exist_8",
    "titulo": "La terapia es un encuentro auténtico",
    "desarrollo": "La relación terapéutica no es neutral ni técnica en sentido estricto, sino un encuentro humano donde la presencia genuina del terapeuta constituye parte esencial del cambio. El diálogo existencial permite experimentar una relación basada en autenticidad, responsabilidad y reconocimiento mutuo. (May, 1958; Yalom, 1980)."
  },

  {
    "id": "idea_exist_9",
    "titulo": "Elegir implica renunciar",
    "desarrollo": "Toda elección existencial conlleva pérdida de alternativas posibles. El conflicto no desaparece al decidir, sino que se transforma en compromiso consciente. La madurez existencial consiste en tolerar la ambivalencia y asumir el coste inherente a vivir de acuerdo con valores propios. (van Deurzen, 2012)."
  }

],


  "refs": [
    "May, R. (1953). Man’s Search for Himself.",
    "Yalom, I. (1980). Existential Psychotherapy.",
    "Frankl, V. (1959). Man’s Search for Meaning.",
    "van Deurzen, E. (2012). Existential Counselling & Psychotherapy."
  ]
}
