{
  "id": "terapia-experiencial-1970",
  "grupo": "Humanista",
  "label": "Terapia Experiencial",
  "year": 1970,
  "importance": 2,
  "autores": "Eugene T. Gendlin; Laura N. Rice; Leslie S. Greenberg",
  "universidad": "University of Chicago",
  "ciudad": "Chicago, Illinois",
  "pais": "EE. UU.",
  "lat": 41.789722,
  "lon": -87.599724,

  "derivesFrom": [
    "Terapia centrada en la persona",
    "Fenomenología / Hermenéutica",
    "Psicología humanista (tercera fuerza)",
    "Focusing"
  ],

  "influencias": [
    "Terapia centrada en la persona",
    "Fenomenología / Hermenéutica",
    "Psicología humanista (tercera fuerza)",
    "Focusing"
  ],

  "summary": "Corriente de la tradición humanista que sistematizó el trabajo experiencial iniciado por Rogers. Define la terapia como un proceso de contacto con la experiencia sentida internamente (experiencing), donde la comprensión emerge al atender a la vivencia corporal y emocional en el momento presente. Gendlin y Rice desarrollaron procedimientos para facilitar ese proceso —como el Focusing y la exploración guiada de la experiencia inmediata— sentando las bases de la Terapia Enfocada en las Emociones (EFT). Su legado consolidó el eje experiencial como núcleo de la psicoterapia humanista contemporánea.",

  "descripcion": "La Terapia Experiencial es un enfoque humanista que sitúa el cambio terapéutico en el contacto directo, sostenido y simbolizado con la experiencia interna vivida en el aquí y ahora. A diferencia de modelos centrados en la interpretación o la reestructuración cognitiva, la terapia experiencial sostiene que la comprensión transformadora emerge cuando la persona atiende a su vivencia corporal y emocional implícita, permitiendo que esta se despliegue, se clarifique y encuentre nuevas formas de simbolización. Eugene Gendlin introduce el concepto de ‘experiencing’ y la noción de ‘felt sense’ como núcleo del proceso de cambio, mientras que Laura Rice y Leslie Greenberg desarrollan métodos sistemáticos para trabajar marcadores emocionales y procesos de transformación. El terapeuta adopta una actitud empática, presente y procesual, guiando suavemente la atención del cliente hacia su experiencia inmediata sin imponer significados, facilitando así reorganizaciones emocionales profundas y duraderas.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como experiencial, pre-reflexiva y encarnada. El conocimiento terapéutico emerge del contacto fenomenológico con la experiencia vivida, no de la aplicación de marcos interpretativos externos. El ser humano es entendido como un organismo autoorganizativo capaz de generar significado cuando se le ofrecen condiciones relacionales adecuadas. El cambio se produce por simbolización progresiva de la experiencia implícita. La relación terapéutica es un contexto facilitador esencial, no un mero vehículo técnico.",
    "teoriaFormal": "El self se entiende como un proceso dinámico que se organiza a partir de la experiencia sentida corporal y emocional. El cambio psicológico ocurre cuando la experiencia implícita puede ser atendida, diferenciada y simbolizada en palabras, imágenes o acciones nuevas. El sufrimiento se mantiene cuando la experiencia queda bloqueada, no atendida o simbolizada de forma rígida, generando incongruencia interna y estancamiento.",
    "teoriaClinica": "El caso se conceptualiza atendiendo al nivel de acceso del cliente a su experiencia interna, a los bloqueos del procesamiento emocional y a la capacidad de simbolización. Se priorizan procesos de atención experiencial, profundización emocional, clarificación fenomenológica y transformación de emociones núcleo. El progreso se evalúa por mayor fluidez experiencial, simbolización más rica y sensación subjetiva de ‘movimiento interno’."
  },

  "procesos": [
    "Contacto con la experiencia sentida",
    "Simbolización progresiva",
    "Profundización emocional",
    "Clarificación fenomenológica",
    "Transformación experiencial",
    "Integración emocional"
  ],

  "mjps": [
    "RF",
    "RE",
    "AP",
    "N",
    "I",
    "R"
  ],

  "procedimientos": [
    {
      "nombre": "Focusing experiencial",
      "codigo": "p_exp_focusing",
      "procesos": ["AP_somaticoEsquematico", "RE_modulacion"],
      "texto": "Procedimiento central desarrollado por Gendlin para facilitar el acceso a la ‘felt sense’: una vivencia corporal global, difusa pero significativa. El terapeuta guía al cliente a atenderla, describirla, dialogar con ella y permitir que se transforme."
    },
    {
      "nombre": "Exploración guiada de la experiencia inmediata",
      "codigo": "p_exp_exploracion_inmediata",
      "procesos": ["AP_profundizacion", "RE_rotulacion"],
      "texto": "Seguimiento minucioso de lo que el cliente siente en el momento presente (emociones, sensaciones, impulsos), ayudando a diferenciar y poner palabras a la experiencia en desarrollo."
    },
    {
      "nombre": "Trabajo con marcadores emocionales",
      "codigo": "p_exp_marcadores",
      "procesos": ["AP_evocacion", "AP_procesamiento"],
      "texto": "Identificación de señales clínicas (bloqueos, emociones no resueltas, autoevaluaciones dolorosas) que indican la necesidad de intervenir experiencialmente para facilitar transformación emocional."
    },
    {
      "nombre": "Reflejo empático procesual",
      "codigo": "p_exp_reflejo",
      "procesos": ["R_comunicacionEmocional", "R_mentalizacion"],
      "texto": "Reflejo empático que no solo devuelve contenido, sino que acompaña el proceso experiencial, destacando matices emergentes y facilitando profundización."
    },
    {
      "nombre": "Simbolización y clarificación fenomenológica",
      "codigo": "p_exp_simbolizacion",
      "procesos": ["N_construccionAlternativa", "I_coherenciaInterna"],
      "texto": "Ayudar al cliente a encontrar palabras, imágenes o gestos que encajen con su experiencia sentida, promoviendo coherencia interna y sensación de avance."
    }
  ],

  "micros": [
    {
      "nombre": "Atención al cuerpo en el aquí y ahora",
      "codigo": "m_exp_interocepcion",
      "procesos": ["RF_intero"],
      "texto": "Invitar a notar sensaciones corporales presentes como puerta de entrada a la experiencia implícita."
    },
    {
      "nombre": "Pausa experiencial",
      "codigo": "m_exp_pausa",
      "procesos": ["RE_modulacion"],
      "texto": "Introducir silencios deliberados para permitir que la experiencia interna se organice sin presión cognitiva."
    },
    {
      "nombre": "Búsqueda de la palabra justa",
      "codigo": "m_exp_palabra_justa",
      "procesos": ["N_construccionAlternativa"],
      "texto": "Explorar distintos términos hasta encontrar aquel que ‘resuena’ con la experiencia sentida del cliente."
    },
    {
      "nombre": "Chequeo de resonancia",
      "codigo": "m_exp_resonancia",
      "procesos": ["RE_rotulacion"],
      "texto": "Comprobar si una formulación o reflejo encaja corporalmente con la experiencia del cliente."
    },
    {
      "nombre": "Seguimiento del cambio interno",
      "codigo": "m_exp_cambio",
      "procesos": ["N_metacognicion"],
      "texto": "Señalar microcambios en la vivencia interna para reforzar la sensación de movimiento y aprendizaje experiencial."
    }
  ],

  "books": [
    "Eugene T. Gendlin — Experiencing and the Creation of Meaning (1962)",
    "Eugene T. Gendlin — Focusing (1981)",
    "Laura N. Rice & Leslie S. Greenberg — Patterns of Change (1984)"
  ],

  "refs": [
    "Gendlin, E. T. (1962). Experiencing and the Creation of Meaning.",
    "Gendlin, E. T. (1981). Focusing.",
    "Rice, L. N., & Greenberg, L. S. (1984). Patterns of Change."
  ]
}
