{
  "id": "terapia-centrada-en-la-persona-rogers-1951",
  "grupo": "Humanista",
  "label": "Terapia centrada en la persona",
  "year": 1951,
  "importance": 3,
  "autores": "Carl R. Rogers",
  "universidad": "University of Chicago",
  "ciudad": "Chicago, Illinois",
  "pais": "EE. UU.",
  "lat": 41.789722,
  "lon": -87.599724,
  "descripcion": "La Terapia Centrada en la Persona (TCP) constituye uno de los modelos fundacionales de la psicoterapia moderna. Rogers propone que el principal agente de cambio no son las técnicas ni las interpretaciones, sino la calidad de la relación terapéutica. El modelo se basa en la hipótesis de la tendencia actualizante del organismo, según la cual todo individuo posee una dirección inherente hacia el crecimiento, la integración y la realización de sus potencialidades, siempre que el entorno relacional proporcione determinadas condiciones facilitadoras. Rogers identificó tres actitudes nucleares del terapeuta —empatía precisa, aceptación positiva incondicional y congruencia— como condiciones necesarias y suficientes para el cambio terapéutico. El proceso implica una mayor simbolización de la experiencia, reducción de incongruencia entre self y experiencia, y un movimiento hacia mayor apertura, autonomía y confianza organísmica.",
  "influencias": [
    "Fenomenología / Hermenéutica",
    "Psicología humanista (tercera fuerza)",
    "Educación progresiva"
  ],
  "neimeyer": {
    "epistemologico": "El conocimiento terapéutico es fundamentalmente fenomenológico: la realidad psicológica relevante es la experiencia subjetiva del cliente tal como es vivida y simbolizada. El terapeuta no actúa como experto interpretativo, sino como facilitador de un proceso autoorganizado basado en la tendencia actualizante. El cambio no se impone ni se dirige desde fuera, sino que emerge cuando se ofrecen condiciones relacionales que permiten al organismo reorganizarse de forma congruente.",
    "teoriaFormal": "El self se concibe como una organización perceptiva de la experiencia que puede volverse incongruente cuando ciertas vivencias son distorsionadas o negadas debido a condiciones de valor internalizadas. El sufrimiento surge de la discrepancia entre experiencia organísmica y autoconcepto. El cambio ocurre cuando la persona puede simbolizar experiencias previamente negadas y reorganizar su self en mayor coherencia con su experiencia vivida.",
    "teoriaClinica": "La conceptualización del caso se centra en identificar incongruencias, defensas perceptivas y condiciones de valor internalizadas que limitan la experiencia. La intervención no consiste en aplicar técnicas, sino en ofrecer consistentemente empatía, aceptación incondicional y congruencia, confiando en que estas condiciones permitan que el cliente explore y reorganice su experiencia hacia mayor autenticidad y autonomía."
  },
  "mjps": ["RF","RE","AP","RI","N","I","AG","R"],
 "procedimientos":[

  {
    "nombre":"Establecimiento de clima facilitador",
    "codigo":"p_pcp_clima_facilitador",
    "procesos":["R_coregulacion","RE_modulacion"],
    "texto":"Procedimiento continuo mediante el cual el terapeuta crea un clima psicológico seguro caracterizado por aceptación, respeto y ausencia de juicio, permitiendo que el cliente explore libremente su experiencia sin temor a evaluación externa, condición fundamental para que la tendencia actualizante pueda desplegarse. (Rogers, 1951; 1961)."
  },

  {
    "nombre":"Empatía precisa y comprensión experiencial",
    "codigo":"p_pcp_empatia_precisa",
    "procesos":["R_coregulacion","RE_rotulacion","N_metacognicion"],
    "texto":"Procedimiento relacional en el que el terapeuta se esfuerza por comprender el mundo interno del cliente como si fuera propio, sin perder la cualidad de “como si”, devolviendo esa comprensión mediante reformulaciones que captan significado emocional implícito y favorecen mayor simbolización de la experiencia. (Rogers, 1951; 1961)."
  },

  {
    "nombre":"Aceptación positiva incondicional",
    "codigo":"p_pcp_aceptacion_incondicional",
    "procesos":["R_coregulacion","RI_autocompasion"],
    "texto":"Procedimiento consistente en ofrecer una actitud de aceptación y valoración del cliente como persona independientemente de sus conductas o emociones, contrarrestando condiciones de valor internalizadas y facilitando que experiencias previamente negadas puedan ser reconocidas e integradas. (Rogers, 1951; 1961)."
  },

  {
    "nombre":"Congruencia o autenticidad terapéutica",
    "codigo":"p_pcp_congruencia",
    "procesos":["R_reparacionRelacional","RI_autenticidad"],
    "texto":"Procedimiento donde el terapeuta se muestra genuino y transparente en la relación, evitando una postura técnica o distante, y comunicando de manera apropiada su experiencia interna cuando es relevante para el proceso, favoreciendo un encuentro interpersonal auténtico. (Rogers, 1961; 1980)."
  },

  {
    "nombre":"Reflejo de sentimientos",
    "codigo":"p_pcp_reflejo_sentimientos",
    "procesos":["RE_rotulacion","N_construccionAlternativa"],
    "texto":"Procedimiento clásico donde el terapeuta devuelve al cliente el contenido emocional implícito en su discurso, ayudando a clarificar, diferenciar y profundizar en la experiencia afectiva, promoviendo mayor conciencia y reorganización interna. (Rogers, 1951)."
  },

  {
    "nombre":"Clarificación de significado personal",
    "codigo":"p_pcp_clarificacion",
    "procesos":["N_narrativaAutobiografica","I_coherenciaInterna"],
    "texto":"Procedimiento destinado a ayudar al cliente a explorar el significado subjetivo de sus experiencias, reformulando y organizando narrativamente lo vivido para aumentar coherencia entre experiencia y autoconcepto. (Rogers, 1951; 1961)."
  },

  {
    "nombre":"Facilitación de simbolización emocional",
    "codigo":"p_pcp_simbolizacion",
    "procesos":["RE_rotulacion","AP_profundizacion"],
    "texto":"Procedimiento mediante el cual el terapeuta acompaña al cliente en el proceso de poner en palabras experiencias previamente vagas, negadas o distorsionadas, permitiendo que pasen de lo implícito a lo simbolizado y puedan integrarse en el self. (Rogers, 1951)."
  },

  {
    "nombre":"Reducción de incongruencia",
    "codigo":"p_pcp_reduccion_incongruencia",
    "procesos":["I_coherenciaInterna","N_reformulacion"],
    "texto":"Procedimiento progresivo donde, a través de aceptación y empatía, el cliente reconoce discrepancias entre su experiencia organísmica y su autoconcepto, disminuyendo defensas perceptivas y avanzando hacia mayor coherencia interna. (Rogers, 1951; 1961)."
  },

  {
    "nombre":"Fomento de confianza organísmica",
    "codigo":"p_pcp_confianza_organismica",
    "procesos":["AG_autoriaResponsabilidad","I_valoresAspiracionales"],
    "texto":"Procedimiento implícito en el proceso terapéutico donde el cliente aprende gradualmente a confiar en sus propias experiencias y valoraciones internas en lugar de depender exclusivamente de criterios externos, fortaleciendo autonomía y autorregulación. (Rogers, 1961)."
  },

  {
    "nombre":"Acompañamiento no directivo del proceso",
    "codigo":"p_pcp_no_directividad",
    "procesos":["AG_autoriaResponsabilidad","R_coregulacion"],
    "texto":"Procedimiento consistente en evitar dirigir activamente el contenido o las decisiones del cliente, respetando su ritmo y prioridades, y confiando en que el proceso de exploración libre dentro de un clima facilitador conducirá al crecimiento psicológico. (Rogers, 1951; 1961)."
  }

],

"micros":[

  {
    "nombre":"Reflejo simple de contenido",
    "codigo":"m_pcp_reflejo_contenido",
    "procesos":["N_narrativaAutobiografica"],
    "texto":"Reformulación breve del contenido expresado por el cliente utilizando palabras similares para mostrar comprensión básica y facilitar que el propio cliente continúe elaborando su experiencia sin sentirse interrumpido ni reinterpretado. (Rogers, 1951)."
  },

  {
    "nombre":"Reflejo de sentimiento explícito",
    "codigo":"m_pcp_reflejo_sentimiento",
    "procesos":["RE_rotulacion","R_coregulacion"],
    "texto":"Identificación y devolución directa de la emoción claramente expresada por el cliente, ayudando a que la reconozca con mayor claridad y profundidad, y promoviendo mayor conciencia afectiva. (Rogers, 1951; 1961)."
  },

  {
    "nombre":"Reflejo de sentimiento implícito",
    "codigo":"m_pcp_reflejo_implicito",
    "procesos":["RE_rotulacion","AP_profundizacion"],
    "texto":"Señalamiento empático de una emoción no explícitamente verbalizada pero inferida con cautela desde el tono y contexto del discurso, favoreciendo acceso a experiencia emocional más profunda sin imponer interpretación. (Rogers, 1961)."
  },

  {
    "nombre":"Clarificación experiencial",
    "codigo":"m_pcp_clarificacion_experiencial",
    "procesos":["N_metacognicion","I_coherenciaInterna"],
    "texto":"Invitación suave a precisar significados vagos o ambiguos mediante preguntas abiertas o reformulaciones que ayudan al cliente a organizar mejor su experiencia subjetiva. (Rogers, 1951)."
  },

  {
    "nombre":"Resumen integrador",
    "codigo":"m_pcp_resumen",
    "procesos":["I_coherenciaInterna","N_narrativaAutobiografica"],
    "texto":"Síntesis periódica de lo expresado durante la sesión que organiza los temas y emociones principales, permitiendo al cliente verse reflejado de forma coherente y continuar el proceso con mayor claridad. (Rogers, 1951)."
  },

  {
    "nombre":"Silencio facilitador",
    "codigo":"m_pcp_silencio",
    "procesos":["AP_profundizacion","R_coregulacion"],
    "texto":"Uso intencional del silencio para permitir que el cliente contacte con su experiencia interna sin interrupciones, favoreciendo simbolización espontánea y autoexploración profunda. (Rogers, 1961)."
  },

  {
    "nombre":"Autorrevelación congruente limitada",
    "codigo":"m_pcp_autorrevelacion",
    "procesos":["R_reparacionRelacional","RI_autenticidad"],
    "texto":"Comunicación breve y genuina de la experiencia del terapeuta cuando es relevante para el proceso, utilizada con cautela para modelar autenticidad y fortalecer la relación sin desplazar el foco del cliente. (Rogers, 1980)."
  },

  {
    "nombre":"Validación no evaluativa",
    "codigo":"m_pcp_validacion",
    "procesos":["R_coregulacion","RI_autocompasion"],
    "texto":"Expresión de aceptación y comprensión sin juicio ni consejo, que comunica respeto profundo por la experiencia del cliente y reduce defensividad derivada de condiciones de valor internalizadas. (Rogers, 1951)."
  },

  {
    "nombre":"Invitación abierta a profundizar",
    "codigo":"m_pcp_invitacion_abierta",
    "procesos":["AP_profundizacion"],
    "texto":"Uso de preguntas abiertas como “¿Podrías decir más sobre eso?” que facilitan continuidad del proceso experiencial sin dirigir contenido ni interpretación. (Rogers, 1951)."
  },

  {
    "nombre":"Devolución de incongruencia percibida",
    "codigo":"m_pcp_devolucion_incongruencia",
    "procesos":["I_coherenciaInterna","N_metacognicion"],
    "texto":"Señalamiento empático y cuidadoso de discrepancias entre lo que el cliente dice y lo que parece sentir, promoviendo conciencia de incongruencia sin confrontación directiva. (Rogers, 1961)."
  },

  {
    "nombre":"Fomento de autonomía decisional",
    "codigo":"m_pcp_autonomia",
    "procesos":["AG_autoriaResponsabilidad"],
    "texto":"Recordatorio implícito o explícito de que las decisiones corresponden al cliente, reforzando confianza en su experiencia interna y evitando dependencia del terapeuta como autoridad externa. (Rogers, 1961)."
  }

],
"secuencias":[
  {
    "id":"seq_pcp_siete_etapas_proceso",
    "nombre":"Las siete etapas del proceso terapéutico",
    "descripcion":"Modelo evolutivo descrito por Rogers que conceptualiza el cambio terapéutico como un movimiento progresivo desde rigidez e incongruencia hacia mayor apertura experiencial y congruencia interna.",
    "tipo":"modelo_procesual",
    "pasos":[
      {
        "orden":1,
        "accion":"Rigidez y distancia experiencial",
        "explicacion":"El cliente se muestra distante respecto a su experiencia emocional, habla en términos impersonales o externos, evita la autorreferencia y presenta fuerte incongruencia entre experiencia organísmica y autoconcepto; predominan defensas perceptivas y negación de emociones. (Rogers, 1951; 1961)."
      },
      {
        "orden":2,
        "accion":"Expresión externa de problemas",
        "explicacion":"El cliente comienza a describir dificultades personales, pero todavía las sitúa fuera de sí mismo o en el pasado, con escasa conexión emocional directa y limitada simbolización afectiva. (Rogers, 1951)."
      },
      {
        "orden":3,
        "accion":"Mayor autorreferencia y expresión emocional",
        "explicacion":"Aparece reconocimiento inicial de sentimientos propios, aunque aún con ambivalencia o inseguridad; el cliente empieza a hablar en primera persona y se observa mayor contacto con la experiencia presente. (Rogers, 1961)."
      },
      {
        "orden":4,
        "accion":"Acceso creciente a experiencia inmediata",
        "explicacion":"El cliente muestra mayor apertura a emociones actuales, reconoce contradicciones internas y empieza a experimentar sentimientos en sesión con menor defensa, disminuyendo gradualmente la incongruencia. (Rogers, 1961)."
      },
      {
        "orden":5,
        "accion":"Aceptación y fluidez emocional",
        "explicacion":"Las emociones se experimentan con mayor intensidad y aceptación, el cliente reconoce responsabilidad personal en su experiencia y disminuye la necesidad de aprobación externa, mostrando mayor confianza organísmica. (Rogers, 1961)."
      },
      {
        "orden":6,
        "accion":"Experiencia plena y reorganización del self",
        "explicacion":"Se produce un momento de experiencia emocional plena en sesión donde sentimientos previamente negados se simbolizan completamente, generando reorganización significativa del autoconcepto y reducción marcada de incongruencia. (Rogers, 1961)."
      },
      {
        "orden":7,
        "accion":"Integración y funcionamiento pleno",
        "explicacion":"El cliente mantiene apertura experiencial, congruencia interna y confianza en su proceso organísmico fuera de la sesión, mostrando mayor autonomía, flexibilidad y capacidad para vivir de forma auténtica. (Rogers, 1961)."
      }
    ]
  }
],

 "ideasPrincipales":[

  {
    "id":"idea_pcp_1",
    "titulo":"La tendencia actualizante es el principio motivacional básico",
    "desarrollo":"Rogers sostiene que todo organismo posee una tendencia inherente hacia el crecimiento, la diferenciación y la realización de sus potencialidades, siempre que el entorno proporcione condiciones facilitadoras; la psicoterapia no introduce el cambio desde fuera, sino que libera esta tendencia bloqueada por experiencias relacionales restrictivas. (Rogers, 1951; 1961)."
  },

  {
    "id":"idea_pcp_2",
    "titulo":"La incongruencia es el núcleo del malestar psicológico",
    "desarrollo":"El sufrimiento psicológico surge cuando existe discrepancia entre la experiencia organísmica real y el autoconcepto construido bajo condiciones de valor externas, generando defensas perceptivas que distorsionan o niegan experiencias emocionales significativas. (Rogers, 1951)."
  },

  {
    "id":"idea_pcp_3",
    "titulo":"Las condiciones necesarias y suficientes del cambio",
    "desarrollo":"Rogers formuló que la empatía precisa, la aceptación positiva incondicional y la congruencia del terapeuta constituyen condiciones necesarias y suficientes para que ocurra el cambio terapéutico, siempre que el cliente perciba dichas actitudes como auténticas. (Rogers, 1957; 1961)."
  },

  {
    "id":"idea_pcp_4",
    "titulo":"La experiencia subjetiva es la realidad psicológica primaria",
    "desarrollo":"Desde una epistemología fenomenológica, la realidad relevante para la psicoterapia es la experiencia vivida del cliente; el terapeuta no interpreta ni impone significados, sino que facilita que el propio cliente explore y simbolice su mundo interno. (Rogers, 1951; 1961)."
  },

  {
    "id":"idea_pcp_5",
    "titulo":"El self es una organización perceptiva dinámica",
    "desarrollo":"El self se concibe como una estructura organizada de percepciones acerca de uno mismo que puede volverse rígida cuando experiencias incongruentes son negadas o distorsionadas; el cambio implica flexibilizar esta organización para integrar nuevas experiencias. (Rogers, 1951)."
  },

  {
    "id":"idea_pcp_6",
    "titulo":"Las condiciones de valor distorsionan el desarrollo",
    "desarrollo":"Cuando el afecto y la aceptación dependen del cumplimiento de expectativas externas, el individuo internaliza condiciones de valor que restringen la expresión auténtica de su experiencia, generando defensividad y alejamiento del proceso organísmico. (Rogers, 1951)."
  },

  {
    "id":"idea_pcp_7",
    "titulo":"La relación terapéutica es el agente de cambio",
    "desarrollo":"El cambio no se produce por técnicas específicas sino por la calidad del encuentro interpersonal; la relación se convierte en un espacio correctivo donde el cliente experimenta aceptación y comprensión incondicional que contrarrestan experiencias previas de evaluación y juicio. (Rogers, 1961)."
  },

  {
    "id":"idea_pcp_8",
    "titulo":"El proceso terapéutico es un movimiento hacia apertura experiencial",
    "desarrollo":"El progreso terapéutico implica mayor capacidad para experimentar plenamente emociones en el presente sin distorsión ni evitación, aumentando flexibilidad psicológica y reduciendo defensividad. (Rogers, 1961)."
  },

  {
    "id":"idea_pcp_9",
    "titulo":"La confianza organísmica sustituye la evaluación externa",
    "desarrollo":"A medida que disminuyen las condiciones de valor internalizadas, el individuo aprende a confiar en su experiencia interna como guía para la acción y la toma de decisiones, fortaleciendo autonomía y responsabilidad personal. (Rogers, 1961)."
  },

  {
    "id":"idea_pcp_10",
    "titulo":"La persona plenamente funcional como horizonte del proceso",
    "desarrollo":"Rogers describe el resultado ideal del proceso terapéutico como una persona abierta a la experiencia, existencialmente presente, confiada en su organismo, creativa y en proceso continuo de autorrealización, más que como la eliminación de síntomas específicos. (Rogers, 1961)."
  }

],

  "refs": [
    "Rogers, C. R. (1951). Client-Centered Therapy.",
    "Rogers, C. R. (1961). On Becoming a Person.",
    "Rogers, C. R. (1980). A Way of Being."
  ]
}
