{
  "id": "terapia-existencial-humanista-bugental",
  "grupo": "Humanista",
  "label": "Terapia Existencial-Humanista (Bugental)",
  "year": 1965,
  "autores": "James F. T. Bugental",
  "universidad": "—",
  "ciudad": "Los Ángeles, California",
  "pais": "EE. UU.",
  "lat": 34.052235,
  "lon": -118.243683,

  "descripcion": "La Terapia Existencial-Humanista desarrollada por James F. T. Bugental integra los principios del humanismo con la tradición existencial, situando la presencia, la vivencia inmediata y la responsabilidad personal en el centro del proceso terapéutico. Bugental concibe la psicoterapia como un encuentro profundo entre dos personas, donde el objetivo no es la corrección sintomática sino el aumento de la conciencia, la autenticidad y la capacidad de elección responsable. El sufrimiento psicológico se entiende como una restricción de la experiencia vivida y una evasión de las cuestiones existenciales fundamentales. El cambio ocurre cuando el cliente puede habitar su experiencia con mayor profundidad, asumir su responsabilidad y responder de forma más consciente a su propia existencia (Bugental, 1965; Bugental, 1978).",

  "influencias": [
    "Psicología humanista (tercera fuerza)",
    "Existencialismo",
    "Fenomenología / Hermenéutica",
    "Psicología profunda"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como vivida y fenomenológica, accesible solo a través de la experiencia inmediata del sujeto. El conocimiento terapéutico es co-creado en el encuentro y no impuesto desde una técnica externa. El ser humano es un agente libre y responsable, capaz de elección. El cambio ocurre mediante una mayor conciencia de la propia experiencia y de las decisiones que se toman frente a ella. La relación terapéutica es el principal vehículo de acceso a la profundidad experiencial (Bugental, 1978).",
    "teoriaFormal": "El self se entiende como un proceso dinámico de conciencia y elección en constante devenir. El sufrimiento se mantiene por evasiones experienciales, automatismos y restricciones en la vivencia del aquí y ahora. El cambio implica aumentar la presencia, profundizar en la experiencia emocional y asumir la responsabilidad existencial por la propia vida (Bugental, 1965).",
    "teoriaClinica": "El caso se conceptualiza observando el nivel de presencia, profundidad experiencial y responsabilidad asumida por el cliente. Se priorizan procesos de intensificación de la experiencia, contacto con emociones vividas y detección de evasivas existenciales sutiles. El progreso se evalúa por una mayor autenticidad, capacidad de elección consciente y coherencia entre experiencia y acción (Bugental, 1978)."
  },

  "procesos": [
    "Presencia intensiva",
    "Profundidad experiencial",
    "Responsabilidad existencial"
  ],

  "mjps": ["RE", "AP", "I", "AG", "ALI"],

  "procedimientos": [
    {
      "nombre": "Trabajo de presencia terapéutica",
      "codigo": "p_bugental_presencia",
      "procesos": [
        "ALI_sintonia",
        "RE_coregulacion"
      ],
      "texto": "Procedimiento central del enfoque de Bugental en el que el terapeuta cultiva una presencia intensa, auténtica y receptiva, utilizando su propia experiencia como instrumento clínico. Esta presencia facilita un clima de profundidad y seguridad que permite al cliente entrar en contacto con su experiencia inmediata sin evasión (Bugental, 1978)."
    },
    {
      "nombre": "Exploración experiencial profunda",
      "codigo": "p_bugental_exploracion",
      "procesos": [
        "AP_profundizacion",
        "I_coherenciaInterna"
      ],
      "texto": "Procedimiento orientado a ralentizar el proceso terapéutico para profundizar en la experiencia emocional del momento. Se busca que el cliente habite plenamente lo que siente, piensa y percibe, ampliando su conciencia y reduciendo respuestas automáticas defensivas (Bugental, 1965)."
    }
  ],

  "micros": [
    {
      "nombre": "Invitaciones a habitar la emoción",
      "codigo": "m_bugental_habitar",
      "procesos": [
        "AP_evocacion",
        "RE_aceptacion"
      ],
      "texto": "Intervenciones verbales suaves que invitan al cliente a permanecer con una emoción emergente en lugar de explicarla o evitarla. Facilitan contacto directo con la vivencia emocional y aumentan la profundidad experiencial (Bugental, 1978)."
    },
    {
      "nombre": "Ralentizar y profundizar",
      "codigo": "m_bugental_ralentizar",
      "procesos": [
        "AP_profundizacion"
      ],
      "texto": "Microintervención que reduce el ritmo de la sesión para permitir que la experiencia se despliegue con mayor riqueza. Ayuda a detectar matices emocionales y corporales que suelen perderse en un discurso rápido o intelectualizado (Bugental, 1965)."
    },
    {
      "nombre": "Señalar evasivas existenciales suaves",
      "codigo": "m_bugental_evasivas",
      "procesos": [
        "N_metacognicion",
        "AG_autoriaResponsabilidad"
      ],
      "texto": "Intervenciones delicadas que ponen de relieve formas sutiles de evitación, racionalización o desplazamiento del foco experiencial. Facilitan conciencia de cómo el cliente elude la responsabilidad o el contacto pleno con su experiencia (Bugental, 1978)."
    },
    {
      "nombre": "Autorrevelación prudente del terapeuta",
      "codigo": "m_bugental_autorrevelacion",
      "procesos": [
        "ALI_vinculo",
        "R_comunicacionEmocional"
      ],
      "texto": "Uso cuidadoso y limitado de la experiencia interna del terapeuta como herramienta relacional. Busca aumentar autenticidad y profundidad del encuentro sin desplazar el foco del proceso del cliente (Bugental, 1965)."
    }
  ],

  "refs": [
    "Bugental, J. F. T. (1965). The Search for Authenticity.",
    "Bugental, J. F. T. (1978). Psychotherapy and Process."
  ]
}
