{
  "id": "act-hayes-strosahl-wilson-1999",
  "grupo": "Cognitivo",
  "label": "Terapia de Aceptación y Compromiso (ACT)",
  "year": 1999,
  "importance": 2,
  "autores": "Steven C. Hayes; Kirk D. Strosahl; Kelly G. Wilson",
  "universidad": "University of Nevada, Reno",
  "ciudad": "Reno, Nevada",
  "pais": "EE. UU.",
  "lat": 39.529633,
  "lon": -119.813803,

  "descripcion": "La ACT es un enfoque contextual cuyo objetivo es aumentar la flexibilidad psicológica: la capacidad de permanecer en contacto con la experiencia interna (pensamientos, emociones, sensaciones, recuerdos, impulsos) tal como es, y elegir conductas al servicio de valores. En lugar de perseguir la eliminación de síntomas como meta primaria, ACT trabaja el sistema que los mantiene: fusión cognitiva, evitación experiencial, rigidez atencional, auto-concepto estrecho, desconexión de valores e inacción o acción impulsada por el malestar.\n\nÉnfasis en relación interna (RI)\nEn ACT, la “relación interna” es el modo en que una persona se relaciona con su mente (pensamientos, autodiálogo, juicios, historias del yo) y con su experiencia emocional/corporal. La intervención no busca discutir el contenido del crítico interno, sino cambiar su función: pasar de obedecerlo o pelearse con él a observarlo, dejarlo estar y responder desde valores. Esto se entrena con defusión, aceptación/expansión, yo-como-contexto y contacto con el presente, de manera que la persona pueda actuar con libertad aunque la mente critique, dude o asuste.",

  "influencias": [
    "Conductismo contextual",
    "Mindfulness",
    "RFT (Teoría de marcos relacionales)",
    "Contextualismo funcional (Hayes)"
  ],

  "neimeyer": {
    "epistemologico": "ACT concibe la realidad psicológica como conducta-en-contexto, incluyendo eventos privados (pensamientos, emociones, sensaciones) entendidos por su función más que por su veracidad literal. El conocimiento terapéutico es pragmático y se valida por consecuencias: se aprende probando prácticas que cambian la función del lenguaje y de la experiencia interna y observando su impacto en la vida real. El ser humano sufre cuando queda atrapado en reglas verbales rígidas y en el control de lo incontrolable, y el cambio ocurre al flexibilizar la relación con la mente y ampliar repertorios de respuesta. La relación terapéutica es un contexto activo de aprendizaje experiencial donde se modela apertura, curiosidad, elección y firmeza compasiva, priorizando ejercicios y experimentos sobre la discusión de contenidos.",
    "teoriaFormal": "El modelo formal se organiza en torno a la flexibilidad psicológica y al “hexaflex”: aceptación, defusión, contacto con el presente, yo-como-contexto, valores y acción comprometida. El self se entiende como un sistema donde el lenguaje puede rigidificar la identidad (self como contenido: historias, etiquetas) o abrir perspectiva (self como contexto: el lugar desde el que se observa). El sufrimiento se mantiene por fusión cognitiva y evitación experiencial que estrechan la vida y refuerzan estrategias de control a corto plazo con costes a largo plazo. El cambio terapéutico se produce al alterar la función del pensamiento, aumentar la disposición a la experiencia interna y reorientar la conducta hacia valores elegidos.",
    "teoriaClinica": "La conceptualización clínica se formula funcionalmente como un ciclo: disparador → experiencia interna aversiva (ansiedad, vergüenza, autocrítica) → estrategia de control/evitación → alivio inmediato → coste acumulado (vida más estrecha, más fusión, más evitación), identificando cuál proceso del hexaflex está más comprometido. La intervención prioriza lo que desbloquea: presencia y regulación suficiente, defusión del diálogo crítico, expansión/aceptación del malestar, perspectiva de yo-como-contexto, clarificación de valores y acción comprometida graduada. El progreso se evalúa por más conducta valiosa sostenida, menos vida gobernada por evitar sentir, mayor capacidad de observar pensamientos sin obedecerlos y mayor tolerancia a emociones difíciles sin colapso ni retirada."
  },

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

 "procedimientos": [

  {
    "nombre": "Formulación funcional ACT (ciclo disparador → experiencia interna → control/evitación → alivio → coste)",
    "codigo": "p_act_formulacion_funcional",
    "procesos": ["N_metacognicion", "RE_prevEvitacion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento de conceptualización del caso que traza, con ejemplos recientes y específicos, cómo un disparador activa eventos privados (ansiedad, vergüenza, autocrítica), qué hace la persona para controlar o evitar esa experiencia, qué alivio obtiene a corto plazo y qué coste paga a largo plazo en términos de vida más estrecha y desconexión de valores. La formulación se mantiene funcional y pragmática, centrada en consecuencias observables, y orienta la priorización de procesos a entrenar dentro del hexaflex. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
  },

  {
    "nombre": "Mapa Hexaflex (diagnóstico de procesos y plan operativo)",
    "codigo": "p_act_hexaflex",
    "procesos": ["N_metacognicion", "RI_mindfulnessSelf", "AG_compromisoConductual"],
    "texto": "Procedimiento estructurado para identificar qué procesos del hexaflex están más comprometidos (fusión, evitación, rigidez atencional, self como contenido, desconexión de valores, inacción o impulsividad) y traducir esta evaluación a un plan concreto de intervención, seleccionando prácticas experienciales y acciones comprometidas medibles que respondan al patrón dominante del caso. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Matriz ACT (interno/externo × hacia/contra valores)",
    "codigo": "p_act_matriz",
    "procesos": ["N_metacognicion", "I_valoresAspiracionales", "AG_compromisoConductual"],
    "texto": "Procedimiento visual y experiencial que organiza ejemplos concretos en cuatro cuadrantes: disparadores externos, experiencia interna difícil, conductas de evitación/control y conductas de acercamiento a valores. Se utiliza como brújula decisional en sesión para clarificar si una conducta aleja o acerca de la dirección vital elegida, facilitando elecciones conscientes en presencia de malestar. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Creativa desesperanza (revisión de la agenda de control)",
    "codigo": "p_act_creativa_desesperanza",
    "procesos": ["N_reformulacion", "N_metacognicion"],
    "texto": "Procedimiento experiencial que examina de forma honesta y funcional los intentos previos de controlar pensamientos y emociones (evitación, supresión, rumiación, perfeccionismo), evaluando su eficacia a corto plazo y sus costes acumulativos. No busca inducir resignación, sino abrir espacio a una estrategia distinta basada en aceptación y acción valiosa. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
  },

  {
    "nombre": "Entrenamiento estructurado en defusión cognitiva",
    "codigo": "p_act_defusion",
    "procesos": ["RI_mindfulnessSelf", "N_metacognicion"],
    "texto": "Procedimiento sistemático para debilitar la literalidad del pensamiento mediante ejercicios repetidos que alteran su función (etiquetado metacognitivo, repetición, cambio de formato, externalización del crítico). El objetivo no es eliminar contenido mental sino reducir su dominio conductual y ampliar margen de elección en presencia de cogniciones difíciles. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
  },

  {
    "nombre": "Entrenamiento en aceptación/expansión experiencial",
    "codigo": "p_act_aceptacion",
    "procesos": ["RE_aceptacion", "RF_intero", "RE_prevEvitacion"],
    "texto": "Procedimiento orientado a aumentar la disposición a experimentar emociones, sensaciones y recuerdos sin lucha ni evitación, utilizando contacto corporal, respiración y apertura atencional para reducir la resistencia secundaria y permitir que la conducta esté guiada por valores y no por la urgencia de aliviar malestar. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Entrenamiento en contacto con el presente",
    "codigo": "p_act_presencia",
    "procesos": ["RF_ground", "RI_mindfulnessSelf", "RE_modulacion"],
    "texto": "Procedimiento que fortalece flexibilidad atencional mediante prácticas breves de anclaje (respiración, sonidos, sensaciones) con el fin de interrumpir rumiación y rigidez cognitiva, permitiendo responder desde elección consciente en lugar de reacción automática. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Entrenamiento en yo-como-contexto (perspectiva observadora)",
    "codigo": "p_act_self_context",
    "procesos": ["RI_mindfulnessSelf", "I_coherenciaInterna"],
    "texto": "Procedimiento experiencial que diferencia entre el self como contenido (historias, etiquetas, juicios) y el self como contexto (la perspectiva estable que observa). Mediante metáforas y ejercicios guiados se entrena la capacidad de contener experiencias internas sin fusionarse con ellas, ampliando identidad más allá de narrativas rígidas. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Clarificación estructurada de valores",
    "codigo": "p_act_valores",
    "procesos": ["I_valoresAspiracionales", "AG_tomaDecisiones"],
    "texto": "Procedimiento que explora áreas vitales significativas diferenciando valores (dirección continua), objetivos concretos y mandatos del crítico. Se traduce en elecciones conductuales específicas alineadas con identidad aspiracional, sirviendo como base motivacional para la acción comprometida. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Plan de acción comprometida con exposición experiencial",
    "codigo": "p_act_accion_comprometida",
    "procesos": ["AG_compromisoConductual", "RE_prevEvitacion", "RF_expo"],
    "texto": "Procedimiento de diseño e implementación de acciones pequeñas, repetidas y medibles al servicio de valores, integrando exposición tanto a contextos externos como a experiencia interna temida sin recurrir a control. Se revisan barreras, ajustes y consistencia semanalmente para consolidar agencia y coherencia vital. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Modelado terapéutico de apertura y elección",
    "codigo": "p_act_modelado_terapeuta",
    "texto": "Procedimiento implícito del terapeuta consistente en modelar apertura emocional, lenguaje de elección y disposición ante la experiencia interna durante la interacción clínica, evitando debates de contenido y reforzando consistentemente procesos de flexibilidad psicológica dentro de la relación terapéutica como contexto de aprendizaje experiencial. Referencia: Hayes, Strosahl & Wilson (2012)."
  }

],

  "micros": [

  {
    "nombre": "Etiqueta metacognitiva básica",
    "codigo": "m_act_estoy_teniendo_el_pensamiento",
    "procesos": ["RI_mindfulnessSelf", "N_metacognicion"],
    "texto": "Microintervención de defusión que consiste en reformular un pensamiento literal añadiendo la frase 'estoy teniendo el pensamiento de que…', desplazando la experiencia de contenido a evento mental observado. No se discute la veracidad del pensamiento, sino su función, generando distancia psicológica inmediata y reduciendo su control conductual. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
  },

  {
    "nombre": "Repetición rápida hasta pérdida de significado",
    "codigo": "m_act_repeticion_palabra",
    "procesos": ["RI_mindfulnessSelf", "N_metacognicion"],
    "texto": "Se invita al paciente a repetir en voz alta una palabra autocrítica o temida durante 30–60 segundos hasta que pierda su carga semántica y se perciba como sonido. El objetivo es alterar la función del lenguaje, debilitando la literalidad del pensamiento sin discutir su contenido. Referencia: Hayes, Strosahl & Wilson (1999)."
  },

  {
    "nombre": "Defusión del crítico interno mediante externalización",
    "codigo": "m_act_nombre_critico",
    "procesos": ["RI_criticoInterno", "RI_mindfulnessSelf"],
    "texto": "Se asigna un nombre al patrón recurrente de autocrítica (por ejemplo, 'Radio Juicio' o 'El Fiscal') para facilitar su reconocimiento como evento mental recurrente y no como identidad o verdad objetiva. Esta externalización reduce fusión y facilita elección conductual en su presencia. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Chequeo pieza o tablero",
    "codigo": "m_act_pieza_tablero",
    "procesos": ["RI_mindfulnessSelf", "N_metacognicion"],
    "texto": "Pregunta breve en sesión o en contexto real ('¿estás en nivel de pieza o de tablero?') que reactiva la metáfora del tablero de ajedrez y facilita regresar a la perspectiva observadora cuando la persona está atrapada en la lucha interna. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Anclaje atencional de 30 segundos",
    "codigo": "m_act_anclaje_30s",
    "procesos": ["RF_ground", "RE_modulacion"],
    "texto": "Micropráctica de contacto con el presente que utiliza respiración, apoyo de pies en el suelo o sonidos ambientales durante 30–90 segundos para interrumpir rumiación o hiperactivación, restaurando margen de elección antes de actuar. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Expansión somática guiada",
    "codigo": "m_act_expansion_somatica",
    "procesos": ["RE_aceptacion", "RF_intero"],
    "texto": "Se guía al paciente a localizar una sensación emocional en el cuerpo, describir su forma y permitir su presencia mediante respiración amplia y actitud abierta, reduciendo lucha secundaria y facilitando conducta valiosa en su presencia. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Pregunta hacia o contra valores",
    "codigo": "m_act_hacia_contra",
    "procesos": ["I_valoresAspiracionales", "AG_tomaDecisiones"],
    "texto": "Intervención breve que pregunta ante una conducta inminente: '¿esto te acerca o te aleja de la persona que quieres ser?', facilitando discriminación funcional inmediata entre evitación y acción valiosa. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Paso mínimo de cinco minutos",
    "codigo": "m_act_paso_5_min",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Prescripción de una acción extremadamente pequeña vinculada a un valor (por ejemplo, cinco minutos de tarea relevante) cuando hay bloqueo por ansiedad o autocrítica, priorizando movimiento conductual sobre motivación subjetiva. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Surfear impulso de evitación",
    "codigo": "m_act_urge_surfing",
    "procesos": ["RE_prevEvitacion", "RF_intero"],
    "texto": "Observación deliberada de un impulso de evitar como una ola que sube y baja sin actuar automáticamente sobre él, fortaleciendo tolerancia al malestar y debilitando conducta gobernada por urgencia emocional. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Reformulación de regla punitiva a lenguaje de elección",
    "codigo": "m_act_deberias_a_elijo",
    "procesos": ["N_reformulacion", "AG_autoriaResponsabilidad"],
    "texto": "Transformación de reglas rígidas del tipo 'tengo que / debería' en formulaciones de elección ('elijo / prefiero') para debilitar control verbal coercitivo y reforzar sentido de agencia. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Registro funcional evitación vs acción valiosa",
    "codigo": "m_act_registro_funcional",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Hoja breve que registra disparador, experiencia interna, conducta de evitación, alivio inmediato, coste a largo plazo y alternativa valiosa posible, consolidando aprendizaje funcional entre sesiones. Referencia: Hayes, Strosahl & Wilson (2012)."
  },

  {
    "nombre": "Metáfora del autobús y los pasajeros",
    "codigo": "m_act_autobus_pasajeros",
    "procesos": ["RI_criticoInterno", "AG_compromisoConductual"],
    "texto": "Metáfora experiencial en la que pensamientos y emociones difíciles se conceptualizan como pasajeros ruidosos en un autobús que el paciente conduce hacia valores; el objetivo es continuar avanzando aunque los pasajeros griten, reduciendo obediencia automática a la experiencia interna. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
  },

  {
    "nombre": "Normalización explícita de mente humana",
    "codigo": "m_act_normalizacion",
    "texto": "Intervención verbal del terapeuta que valida que la mente humana genera pensamientos críticos, comparativos y alarmistas por diseño evolutivo, reduciendo patologización y estableciendo marco contextual sin asignar proceso directo al paciente. Referencia: Hayes, Strosahl & Wilson (2012)."
  }

],

 "ideasPrincipales": [

  {
    "id": "idea_act_1",
    "titulo": "El objetivo central es la flexibilidad psicológica, no la reducción de síntomas",
    "desarrollo": "ACT define la salud psicológica como flexibilidad psicológica: la capacidad de contactar plenamente con la experiencia presente y elegir conducta en coherencia con valores, incluso en presencia de malestar. La reducción sintomática puede ocurrir, pero no es el objetivo primario; el foco está en ampliar la vida conductual y reducir la dominancia de la evitación experiencial y la fusión cognitiva. (Hayes, Strosahl & Wilson, 1999; 2012)."
  },

  {
    "id": "idea_act_2",
    "titulo": "El problema no es el contenido del pensamiento, sino su función",
    "desarrollo": "ACT no cuestiona la veracidad de los pensamientos desde un criterio lógico, sino su función contextual: si un pensamiento gobierna la conducta de forma rígida y aleja de valores, se interviene sobre la relación con él (defusión), no sobre su forma. Esto marca una ruptura con modelos centrados en reestructuración cognitiva clásica. (Hayes, Strosahl & Wilson, 2012)."
  },

  {
    "id": "idea_act_3",
    "titulo": "La evitación experiencial es un mantenedor transdiagnóstico del sufrimiento",
    "desarrollo": "ACT conceptualiza muchos trastornos psicológicos como expresiones de evitación experiencial crónica: intentos persistentes de escapar, suprimir o controlar eventos privados que, paradójicamente, aumentan su frecuencia e impacto y estrechan el repertorio vital. El cambio requiere disposición a experimentar malestar sin organizar la conducta en torno a su eliminación. (Hayes et al., 1999)."
  },

  {
    "id": "idea_act_4",
    "titulo": "El lenguaje humano crea tanto capacidad como sufrimiento",
    "desarrollo": "Basada en la Teoría de Marcos Relacionales (RFT), ACT sostiene que la capacidad simbólica humana permite comparar, evaluar y anticipar, pero también fusionarse con narrativas rígidas del yo y del futuro. El sufrimiento emerge cuando reglas verbales dominan la conducta desconectadas del contexto presente, y el tratamiento implica flexibilizar esa regulación verbal. (Hayes, Barnes-Holmes & Roche, 2001; Hayes et al., 2012)."
  },

  {
    "id": "idea_act_5",
    "titulo": "El self como contexto amplía identidad más allá de historias personales",
    "desarrollo": "ACT diferencia entre self como contenido (historias, etiquetas, evaluaciones) y self como contexto (perspectiva desde la cual se observa toda experiencia). Esta distinción reduce fusión identitaria ('soy un fracaso') y permite sostener pensamientos y emociones sin que definan la identidad global. (Hayes, Strosahl & Wilson, 2012)."
  },

  {
    "id": "idea_act_6",
    "titulo": "Los valores son direcciones elegidas, no metas a completar",
    "desarrollo": "En ACT los valores no son objetivos finitos, sino direcciones continuas de comportamiento que organizan elecciones vitales. La acción comprometida no depende de alcanzar estados emocionales óptimos, sino de coherencia sostenida con estas direcciones, incluso cuando aparecen miedo, duda o autocrítica. (Hayes, Strosahl & Wilson, 2012)."
  },

  {
    "id": "idea_act_7",
    "titulo": "La acción precede a la motivación y al alivio emocional",
    "desarrollo": "ACT asume que esperar a que el malestar desaparezca para actuar perpetúa la evitación; la conducta guiada por valores puede realizarse en presencia de ansiedad o crítica interna, y el cambio emocional suele ser consecuencia secundaria de esta ampliación conductual. (Hayes et al., 1999; 2012)."
  },

  {
    "id": "idea_act_8",
    "titulo": "La terapia es un contexto de aprendizaje experiencial",
    "desarrollo": "La relación terapéutica en ACT no se centra en persuadir ni debatir, sino en crear experiencias en sesión que modelen apertura, perspectiva y elección. El terapeuta utiliza metáforas, ejercicios y prácticas en vivo para alterar procesos, no para convencer cognitivamente al paciente. (Hayes, Strosahl & Wilson, 2012)."
  },

  {
    "id": "idea_act_9",
    "titulo": "Aceptar no es resignarse, es dejar de luchar con lo incontrolable",
    "desarrollo": "ACT redefine aceptación como disposición activa a experimentar eventos privados sin lucha innecesaria, diferenciándola de pasividad o resignación. Esta disposición libera recursos conductuales que pueden invertirse en acción valiosa en lugar de en control interno estéril. (Hayes et al., 1999)."
  },

  {
    "id": "idea_act_10",
    "titulo": "El progreso se mide por coherencia vital, no por bienestar constante",
    "desarrollo": "La evaluación del cambio en ACT se centra en el incremento de acciones coherentes con valores y la reducción del gobierno rígido de la evitación y la fusión, más que en la desaparición completa de emociones negativas. El bienestar emerge como subproducto de vivir con mayor amplitud conductual y menor lucha interna. (Hayes, Strosahl & Wilson, 2012)."
  }
   ],
"secuencias": [
  {
    "id": "seq_act_flujo_hexaflex",
    "nombre": "Flujo típico de intervención ACT (del control a la acción valiosa)",
    "tipo": "protocolo",
    "descripcion": "Secuencia clínica ampliamente descrita en los manuales de ACT para organizar el trabajo desde la ruptura de la agenda de control hasta la construcción sostenida de una vida guiada por valores. No es un protocolo rígido por fases obligatorias, pero sí un orden funcional típico de desbloqueo: primero se socava la lógica del control (creativa desesperanza), después se debilita el gobierno verbal (defusión) y la evitación (aceptación/expansión), se entrena presencia y perspectiva (contacto con el presente y yo-como-contexto) y finalmente se traduce todo a dirección y conducta (valores y acción comprometida). La secuencia se usa de forma flexible, volviendo a pasos previos cuando reaparecen fusión y evitación, pero mantiene una lógica pragmática: sin apertura y perspectiva, los valores quedan como discurso; sin valores y acción, las prácticas quedan como regulación sin dirección. Referencia: Hayes, Strosahl & Wilson (1999, 2012).",
    "pasos": [
      {
        "orden": 1,
        "accion": "Creativa desesperanza (romper la agenda de control)",
        "explicacion": "Se explora de forma concreta y no moralizante qué estrategias ha usado la persona para controlar o evitar pensamientos, emociones y sensaciones (evitación, supresión, tranquilización, rumiación, perfeccionismo, consumo, aislamiento), identificando tanto el alivio inmediato que proporcionan como el coste acumulativo que generan (vida más estrecha, más miedo, más rigidez, pérdida de oportunidades valiosas). El terapeuta guía al paciente a ver que el problema no es tener malestar sino organizar la vida alrededor de reducirlo, abriendo pragmáticamente la posibilidad de un giro estratégico: dejar de luchar con lo interno y empezar a construir vida valiosa en su presencia. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
      },
      {
        "orden": 2,
        "accion": "Defusión cognitiva (cambiar la relación con los pensamientos)",
        "explicacion": "Se entrenan ejercicios que reducen la literalidad del lenguaje y la obediencia automática a reglas mentales, trasladando el pensamiento del estatus de verdad/orden al de evento mental observado. Se trabaja especialmente con autocrítica, miedo anticipatorio y reglas punitivas, mostrando que el objetivo no es eliminar pensamientos ni discutir su contenido, sino disminuir su control conductual; el criterio clínico es si la persona puede notar el pensamiento sin fusionarse y, aun así, elegir conducta coherente con valores. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
      },
      {
        "orden": 3,
        "accion": "Aceptación/expansión (abrir espacio a la experiencia interna)",
        "explicacion": "Se enseña disposición activa a sentir emociones, sensaciones y recuerdos sin evitación ni lucha secundaria, utilizando contacto somático, respiración y actitud de apertura para permitir que la experiencia esté presente sin convertirse en el centro de la conducta. Se diferencia aceptación de resignación: aceptar es dejar de invertir energía en un control interno infructuoso para recuperar libertad de acción; se titula la intensidad para mantener seguridad y se usa la expansión como alternativa funcional a la evitación que sostenía el problema. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 4,
        "accion": "Contacto con el presente (flexibilidad atencional)",
        "explicacion": "Se entrena la capacidad de mover y sostener la atención de forma flexible entre estímulos internos y externos, interrumpiendo rumiación y anticipación ansiosa que secuestran la conducta. Se utilizan anclajes breves (respiración, sonidos, apoyo corporal, visión periférica) para restaurar orientación al aquí-ahora y crear una pausa entre evento privado y respuesta; esta pausa es el punto de entrada para elegir conducta desde valores en lugar de reaccionar desde la urgencia emocional o el piloto automático. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 5,
        "accion": "Yo-como-contexto (perspectiva observadora)",
        "explicacion": "Se desarrolla una perspectiva estable desde la cual pensamientos y emociones pueden ser observados sin que definan la identidad, diferenciando self como contenido (historias, etiquetas, juicios) de self como contexto (el 'lugar' desde el que se nota todo). El objetivo clínico es debilitar la rigidez identitaria que alimenta evitación y autocrítica (por ejemplo, 'soy un fracaso') y aumentar la capacidad de sostener experiencias difíciles con amplitud psicológica, facilitando elección y persistencia conductual aunque la mente critique. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 6,
        "accion": "Clarificación de valores (dirección vital elegida)",
        "explicacion": "Se distinguen valores (direcciones continuas) de objetivos (metas concretas) y de mandatos del crítico (reglas para evitar vergüenza o miedo), identificando qué tipo de vida quiere construir la persona en dominios relevantes (relaciones, trabajo, autocuidado, contribución, crecimiento). Los valores se traducen a criterios de decisión y a indicadores conductuales observables, evitando convertirlos en un discurso aspiracional; la pregunta clínica central pasa a ser qué acción expresa hoy esos valores, incluso si aparecen ansiedad, duda o autocrítica. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 7,
        "accion": "Acción comprometida (conducta guiada por valores)",
        "explicacion": "Se diseña e implementa un plan de conducta concreto, graduado y medible que acerque a la persona a sus valores, incorporando exposición a contextos externos e internos que antes gobernaban la evitación. Se trabaja con barreras reales (tiempo, miedo, vergüenza, perfeccionismo), se refuerza autoría y se revisa semanalmente el patrón funcional (qué disparó, qué apareció dentro, qué hizo, qué coste tuvo, qué alternativa valiosa practicará), consolidando persistencia flexible: sostener dirección valiosa sin exigir ausencia de malestar. Referencia: Hayes, Strosahl & Wilson (2012)."
      }
    ]
  },

  {
    "id": "seq_act_episodio_en_caliente",
    "nombre": "Secuencia aplicada en un episodio real (trabajo en caliente con fusión/evitación)",
    "tipo": "ciclo",
    "descripcion": "Secuencia operativa descrita en ACT para intervenir en tiempo real cuando aparece un episodio de malestar (autocrítica, ansiedad, vergüenza) que empuja a evitación o a conducta impulsiva. Se aplica como un ciclo breve y repetible: detectar qué proceso está tomando el control (fusión o evitación), introducir una micropráctica de defusión o expansión, recuperar presencia, reconectar con valores como brújula y elegir una acción concreta. El criterio de éxito no es sentirse mejor inmediatamente, sino aumentar la probabilidad de responder de forma elegida y valiosa en presencia de la experiencia interna, debilitando el aprendizaje de que 'si siento X, debo hacer Y (evitar)'. Referencia: Hayes, Strosahl & Wilson (1999, 2012).",
    "pasos": [
      {
        "orden": 1,
        "accion": "Detectar proceso dominante",
        "explicacion": "Se identifica con precisión qué está ocurriendo en ese momento: si la persona está fusionada con un pensamiento/regla (por ejemplo, 'no puedo', 'van a juzgarme') o si está intentando evitar/controlar la experiencia interna mediante retirada, tranquilización, rumiación, postergación o compulsión. Se nombra el patrón sin juicio para convertirlo en objeto de observación y abrir margen de intervención, distinguiendo disparador externo, evento privado y respuesta habitual. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 2,
        "accion": "Introducir defusión o aceptación",
        "explicacion": "Según el patrón detectado, se aplica una microintervención breve: si hay fusión, se desliteraliza el pensamiento (etiquetado metacognitivo, externalización del crítico, cambio de formato) para reducir obediencia; si hay evitación, se practica expansión/disposición somática para dejar de luchar con la emoción. La meta es alterar la función del evento privado (que deje de actuar como orden o amenaza intolerable) sin entrar en debate racional ni exigir control emocional. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
      },
      {
        "orden": 3,
        "accion": "Recuperar contacto con el presente",
        "explicacion": "Se restablece orientación al aquí-ahora con un anclaje breve (respiración, pies, sonidos, visión periférica) para cortar el secuestro atencional de rumiación o alarma. Este paso crea una pausa funcional: en vez de reaccionar automáticamente, la persona se sitúa como observadora de lo que ocurre y puede notar impulsos sin actuar sobre ellos, preparando el terreno para elección consciente. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 4,
        "accion": "Reorientar hacia valores",
        "explicacion": "Se formula una pregunta de dirección: 'en esta situación, ¿qué tipo de persona quieres ser?' o '¿qué acción te acerca a lo valioso?', distinguiendo claramente valores de mandatos del crítico (que suelen pedir evitación para no sentir vergüenza o miedo). Los valores se concretan en criterios de conducta observables (hablar con honestidad, permanecer, cuidar, contribuir, aprender) para que no queden como idea abstracta. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 5,
        "accion": "Elegir acción comprometida concreta",
        "explicacion": "Se elige un comportamiento específico, pequeño y ejecutable ahora o en el corto plazo que exprese el valor identificado, aceptando que el malestar puede seguir presente. Se define qué se hará, cuándo, con qué duración y cuál será el criterio mínimo de éxito (por ejemplo, permanecer 10 minutos, enviar un mensaje, iniciar una tarea 5 minutos), consolidando aprendizaje de agencia: actuar con miedo en el asiento trasero, no esperar a que desaparezca. Referencia: Hayes, Strosahl & Wilson (2012)."
      }
    ]
  },

  {
    "id": "seq_act_creativa_desesperanza",
    "nombre": "Secuencia de creativa desesperanza (evaluación funcional de la agenda de control)",
    "tipo": "protocolo",
    "descripcion": "Secuencia descrita en ACT para iniciar el tratamiento cuando la vida del paciente está organizada alrededor del control de eventos privados y la evitación experiencial. Se guía de forma experiencial, no como debate, para que el paciente vea por sí mismo la lógica del patrón: estrategias de control que dan alivio inmediato pero aumentan sufrimiento y estrechan la vida. El objetivo es producir un cambio de estrategia (no de contenido mental): pasar de 'controlar para poder vivir' a 'vivir con dirección mientras lo interno viene y va', creando las condiciones para que defusión, aceptación y acción comprometida tengan sentido y no se vivan como consignas. Referencia: Hayes, Strosahl & Wilson (1999, 2012).",
    "pasos": [
      {
        "orden": 1,
        "accion": "Inventario de estrategias de control",
        "explicacion": "Se identifica de forma específica qué hace el paciente para no sentir o para estar seguro: evitar situaciones, buscar certeza, pedir tranquilización, rumiar, suprimir pensamientos, distraerse compulsivamente, perfeccionismo, consumo, aislamiento o conductas impulsivas. Se recogen ejemplos recientes y se clarifica que estas estrategias son comprensibles y han tenido una función, evitando culpabilización para mantener cooperación y honestidad clínica. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
      },
      {
        "orden": 2,
        "accion": "Evaluar el alivio a corto plazo",
        "explicacion": "Se explora qué obtienen estas estrategias inmediatamente: descenso de ansiedad, sensación de control, evitación de vergüenza, reducción de incertidumbre o alivio corporal. Este paso es clave para que el paciente perciba por qué las estrategias se mantienen (refuerzo negativo) y para evitar una crítica simplista del control; se valida su lógica y su eficacia inmediata para mantener alianza y precisión funcional. Referencia: Hayes, Strosahl & Wilson (2012)."
      },
      {
        "orden": 3,
        "accion": "Evaluar el coste a largo plazo",
        "explicacion": "Se analiza cómo estas estrategias, aunque útiles a corto plazo, van estrechando la vida: pérdida de oportunidades, desconexión de valores, dependencia de rituales de seguridad, aumento de fusión con reglas, incremento de miedo anticipatorio y consolidación de la idea de que ciertas emociones son intolerables. Se hace visible el patrón de escalada: cuanto más se controla, más se necesita controlar, reforzando el problema original. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
      },
      {
        "orden": 4,
        "accion": "Conclusión experiencial: el control es el problema funcional",
        "explicacion": "Se guía al paciente a una conclusión pragmática (no intelectual) sobre la ineficacia global del control interno como estrategia vital: el malestar vuelve, se amplifica o se desplaza, mientras la vida se encoge. La idea no es 'dejar de controlar para siempre', sino reconocer que el control de eventos privados como condición para vivir está fallando y creando sufrimiento, abriendo espacio para probar otra estrategia clínica. Referencia: Hayes, Strosahl & Wilson (1999, 2012)."
      },
      {
        "orden": 5,
        "accion": "Apertura de alternativa: disposición + dirección valiosa",
        "explicacion": "Se introduce la alternativa estratégica de ACT: permitir la presencia de eventos privados y orientar la conducta por valores, diseñando primeros pasos de acción comprometida y prácticas de defusión/aceptación ajustadas. El paciente entiende que no se le pide 'aguantar por aguantar', sino crear libertad conductual: reducir lucha interna para invertir energía en vivir con sentido, iniciando un plan de entrenamiento que pueda sostenerse con flexibilidad. Referencia: Hayes, Strosahl & Wilson (2012)."
      }
    ]
  }
],




  "refs": [
    "Hayes, S. C., Strosahl, K. D., & Wilson, K. G. (1999). Acceptance and Commitment Therapy: An Experiential Approach to Behavior Change.",
    "Hayes, S. C., Strosahl, K. D., & Wilson, K. G. (2012). Acceptance and Commitment Therapy: The Process and Practice of Mindful Change (2nd ed.).",
    "Harris, R. (2009/2019). ACT Made Simple.",
    "Hayes, S. C. (2019). A Liberated Mind."
  ]
}
