{
  "id": "activacion-conductual-jacobson-1996",
  "grupo": "Cognitivo",
  "label": "Activación conductual (BA)",
  "year": 1996,
  "importance": 2,
  "autores": "Neil S. Jacobson; Christopher Martell; Sona Dimidjian",
  "universidad": "University of Washington",
  "ciudad": "Seattle, Washington",
  "pais": "EE. UU.",
  "lat": 47.655335,
  "lon": -122.303520,

  "descripcion": "La Activación Conductual (Behavioral Activation, BA) es un modelo terapéutico derivado del análisis funcional conductual y desarrollado empíricamente a partir de estudios de desmantelamiento de la Terapia Cognitiva para la depresión. Parte de la hipótesis de que la depresión se mantiene por patrones de evitación experiencial, retirada conductual y reducción progresiva del contacto con fuentes naturales de refuerzo positivo. En lugar de centrarse prioritariamente en la modificación directa de cogniciones, BA se orienta a restaurar la implicación activa del paciente en actividades valiosas y contextualmente reforzantes, interrumpiendo ciclos de evitación y aumentando contingencias de refuerzo. El cambio se produce a través de la acción estructurada, el análisis funcional continuo y la exposición sistemática a situaciones evitadas, generando nuevas experiencias que reconfiguran estado de ánimo, autoeficacia y sentido vital.",

  "influencias": [
    "Conductismo",
    "Terapia cognitiva (depresión)",
    "Refuerzo positivo",
    "Contextualismo funcional (Hayes)",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "neimeyer": {

    "epistemologico": "La realidad psicológica se concibe como observable en patrones de conducta y en las contingencias ambientales que la mantienen. El conocimiento terapéutico es empírico, basado en análisis funcional y experimentación conductual directa. El ser humano es entendido como un organismo sensible a contingencias de refuerzo y castigo dentro de contextos específicos. El cambio no depende primariamente de insight introspectivo, sino de la modificación sistemática de patrones conductuales que alteran las condiciones de refuerzo. La relación terapéutica funciona como contexto colaborativo para el análisis funcional y la implementación de tareas conductuales.",

    "teoriaFormal": "El self no se conceptualiza como entidad estructural interna compleja, sino como patrón estable de conducta moldeado por historia de aprendizaje y contingencias actuales. El sufrimiento depresivo se mantiene por ciclos de evitación, inactividad y reducción de reforzadores ambientales, que generan disminución de energía, desesperanza y aislamiento. El cambio ocurre cuando se incrementa de forma planificada el contacto con actividades reforzantes y se reduce la evitación, produciendo reactivación conductual y reorganización del estado afectivo.",

    "teoriaClinica": "El caso se conceptualiza mediante análisis funcional detallado de antecedentes, conductas y consecuencias (modelo ABC), identificando patrones de evitación, contextos con pérdida de refuerzo y actividades abandonadas. Se prioriza aumentar conductas alineadas con valores y reducir evitación mantenedora. El progreso se evalúa por incremento de activación conductual, aumento de reforzadores naturales y mejora observable en funcionamiento diario."
  },

  "mjps": ["RE", "N", "I", "AG", "R"],

  "procedimientos": [
  {
    "nombre": "Psicoeducación conductual sobre depresión",
    "codigo": "p_ba_psicoeducacion",
    "procesos": ["N_marcosCognitivos", "RE_reapreciacion"],
    "texto": "Procedimiento inicial orientado a explicar el modelo conductual de la depresión como un ciclo de evitación, retirada y pérdida de refuerzo positivo, diferenciándolo de explicaciones puramente internas o defectuales. Se clarifica cómo la inactividad reduce oportunidades de reforzamiento y cómo la acción precede frecuentemente al cambio emocional. Esta conceptualización reduce culpa, aumenta comprensión funcional del problema y prepara al paciente para el trabajo activo posterior. Referencia: Martell, Dimidjian & Herman-Dunn (2010)."
  },
  {
    "nombre": "Análisis funcional detallado (modelo ABC ampliado)",
    "codigo": "p_ba_analisis_funcional",
    "procesos": ["N_metacognicion", "N_marcosCognitivos"],
    "texto": "Procedimiento central de BA que examina antecedentes, conducta y consecuencias de episodios depresivos o de evitación, identificando patrones específicos que mantienen el bajo estado de ánimo. Se analizan disparadores contextuales, respuestas conductuales (retirada, rumiación, aislamiento) y consecuencias inmediatas y diferidas, permitiendo comprender la función de la conducta y diseñar intervenciones ajustadas al caso. Referencia: Jacobson et al. (1996); Martell et al. (2010)."
  },
  {
    "nombre": "Monitorización sistemática de actividades y estado de ánimo",
    "codigo": "p_ba_monitorizacion",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento que implica registrar de forma estructurada actividades realizadas, nivel de disfrute, sentido de logro y estado de ánimo asociado, con el objetivo de detectar relaciones entre conducta y afecto. La monitorización rompe la percepción global de 'todo está mal', genera datos concretos para el análisis funcional y orienta la planificación estratégica de actividades reforzantes. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Identificación de patrones de evitación",
    "codigo": "p_ba_evitacion",
    "procesos": ["RE_prevEvitacion", "N_metacognicion"],
    "texto": "Procedimiento orientado a detectar conductas de evitación abierta o encubierta (procrastinación, rumiación, sueño excesivo, distracción compulsiva) que alivian malestar a corto plazo pero mantienen la depresión a largo plazo. Se examina la función reguladora inmediata de la evitación y sus costes acumulativos, generando conciencia funcional que permite intervenir de forma estratégica. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Programación estructurada de actividades",
    "codigo": "p_ba_programacion",
    "procesos": ["AG_compromisoConductual", "AG_motivacionInterna"],
    "texto": "Procedimiento mediante el cual se planifican actividades específicas, graduales y calendarizadas, orientadas a incrementar el contacto con reforzadores positivos y experiencias de dominio. La planificación es concreta, realista y evaluable, priorizando acción antes que motivación espontánea. Se basa en la hipótesis de que el cambio conductual precede al cambio emocional sostenido. Referencia: Jacobson et al. (1996); Martell et al. (2010)."
  },
  {
    "nombre": "Jerarquización y activación gradual",
    "codigo": "p_ba_jerarquizacion",
    "procesos": ["AG_compromisoConductual", "RE_modulacion"],
    "texto": "Procedimiento que organiza actividades en niveles de dificultad creciente, permitiendo exposición progresiva a tareas evitadas sin desbordamiento emocional. Se busca maximizar probabilidad de éxito inicial y consolidar autoeficacia, evitando metas excesivamente ambiciosas que refuercen sensación de fracaso. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Resolución de barreras conductuales",
    "codigo": "p_ba_barreras",
    "procesos": ["AG_tomaDecisiones", "N_reformulacion"],
    "texto": "Procedimiento destinado a identificar obstáculos prácticos, cognitivos o contextuales que interfieren con la activación planificada, desarrollando soluciones concretas y estrategias alternativas. Se trabaja sobre problemas reales (logísticos, interpersonales, de organización) para garantizar implementación efectiva de las actividades programadas. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Activación orientada a valores",
    "codigo": "p_ba_valores",
    "procesos": ["I_valoresAspiracionales", "AG_motivacionInterna"],
    "texto": "Procedimiento que vincula la activación conductual con áreas vitales significativas (relaciones, trabajo, autocuidado, contribución), asegurando que las actividades no sean meramente distractoras sino coherentes con la identidad y dirección vital del paciente. Esto aumenta sostenibilidad y profundidad del cambio conductual. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Exposición conductual a situaciones evitadas",
    "codigo": "p_ba_exposicion",
    "procesos": ["RE_prevEvitacion", "AG_compromisoConductual"],
    "texto": "Procedimiento que implica acercamiento directo y repetido a contextos o actividades temidas o evitadas, reduciendo evitación mantenedora y permitiendo aprendizaje correctivo. Aunque BA no es un protocolo de exposición clásico, integra exposición funcional como herramienta clave para romper ciclos de retirada y pasividad. Referencia: Jacobson et al. (1996)."
  },
  {
    "nombre": "Reducción de rumiación mediante activación alternativa",
    "codigo": "p_ba_rumiacion",
    "procesos": ["N_metacognicion", "AG_compromisoConductual"],
    "texto": "Procedimiento orientado a identificar la rumiación como conducta encubierta mantenedora de la depresión y sustituirla por acción concreta orientada a tareas externas. Se conceptualiza la rumiación como forma de evitación pasiva que reduce contacto con refuerzo, promoviendo intervención conductual directa en lugar de debate cognitivo prolongado. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Entrenamiento en resolución de problemas conductual",
    "codigo": "p_ba_resolucion_problemas",
    "procesos": ["AG_tomaDecisiones", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento estructurado para abordar problemas vitales que perpetúan la depresión mediante generación de alternativas, evaluación de consecuencias y selección de acciones específicas. Se orienta a restaurar sensación de eficacia personal y reducir indefensión aprendida a través de acción deliberada. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Revisión sistemática de resultados y ajuste del plan",
    "codigo": "p_ba_revision",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento continuo de evaluación del impacto de las actividades implementadas, ajustando intensidad, frecuencia o tipo de tareas según resultados observados. Permite mantener flexibilidad clínica, reforzar avances y corregir estrategias ineficaces sin abandonar el modelo conductual. Referencia: Martell et al. (2010)."
  }
],


  "micros": [
  {
    "nombre": "Registro horario detallado",
    "codigo": "m_ba_registro_horario",
    "procesos": ["N_metacognicion"],
    "texto": "Registro minucioso por franjas horarias de lo que el paciente hace realmente a lo largo del día, incluyendo actividades aparentemente triviales, con el objetivo de obtener datos conductuales objetivos y romper la percepción global negativa típica de la depresión. Este micro permite detectar huecos conductuales, patrones de evitación y momentos potencialmente reforzantes. Referencia: Martell, Dimidjian & Herman-Dunn (2010)."
  },
  {
    "nombre": "Escala de disfrute y logro",
    "codigo": "m_ba_disfrute_logro",
    "procesos": ["N_metacognicion", "I_autoimagen"],
    "texto": "Asignación de puntuaciones breves de disfrute y sensación de logro a cada actividad realizada, permitiendo discriminar qué conductas generan refuerzo positivo o dominio personal. Esta microintervención facilita que el paciente detecte evidencia concreta de eficacia y contrarreste generalizaciones depresivas. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Descomposición de tareas (task breakdown)",
    "codigo": "m_ba_descomposicion",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Fragmentación de actividades complejas en pasos extremadamente pequeños y ejecutables para reducir evitación por sobrecarga y aumentar probabilidad de inicio conductual. Esta técnica combate la parálisis asociada a metas percibidas como inabordables. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Regla de los cinco minutos",
    "codigo": "m_ba_cinco_minutos",
    "procesos": ["AG_compromisoConductual", "RE_prevEvitacion"],
    "texto": "Invitación a iniciar una tarea durante solo cinco minutos como estrategia para reducir resistencia anticipatoria, facilitando que la acción comience aunque la motivación sea baja. Frecuentemente el inicio parcial rompe la inercia conductual. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Identificación de evitación encubierta",
    "codigo": "m_ba_evitacion_encubierta",
    "procesos": ["RE_prevEvitacion", "N_metacognicion"],
    "texto": "Señalamiento específico de conductas como rumiación, sueño excesivo o distracción digital como formas de evitación funcional, ayudando al paciente a reconocer su función reguladora inmediata y su coste a largo plazo. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Activación basada en agenda visible",
    "codigo": "m_ba_agenda_visible",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Uso de calendario físico o digital visible donde se programan actividades específicas con día y hora concretos, aumentando compromiso externo y claridad operativa. La visibilidad del plan incrementa probabilidad de ejecución. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Contacto conductual breve con reforzador",
    "codigo": "m_ba_contacto_refuerzo",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Introducción intencional de microactividades potencialmente gratificantes de muy baja exigencia (por ejemplo, caminar cinco minutos, escuchar una canción significativa) para restablecer contacto inicial con reforzadores positivos. Referencia: Jacobson et al. (1996)."
  },
  {
    "nombre": "Reatribución conductual del estado de ánimo",
    "codigo": "m_ba_reatribucion_conductual",
    "procesos": ["N_reformulacion"],
    "texto": "Señalamiento explícito de la relación entre actividad realizada y cambio emocional posterior, ayudando al paciente a atribuir mejoras al comportamiento y no al azar, fortaleciendo sentido de agencia. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Compromiso verbal explícito",
    "codigo": "m_ba_compromiso_verbal",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Declaración verbal clara del paciente sobre la actividad concreta que realizará antes de la próxima sesión, reforzando autoría y responsabilidad conductual en lugar de intención vaga. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Ensayo conductual en sesión",
    "codigo": "m_ba_ensayo_sesion",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Realización parcial o simulada en sesión de la conducta planificada (por ejemplo, redactar un correo difícil), reduciendo barrera inicial y aumentando probabilidad de ejecución posterior. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Evaluación de coste a largo plazo de la evitación",
    "codigo": "m_ba_coste_evitacion",
    "procesos": ["N_metacognicion"],
    "texto": "Exploración breve del impacto acumulativo de conductas evitativas en distintas áreas vitales, facilitando conciencia funcional sin entrar en reestructuración cognitiva profunda. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Planificación conductual basada en contexto",
    "codigo": "m_ba_contexto",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Ajuste específico de actividades a condiciones reales del entorno (horarios, recursos, energía disponible), evitando planes idealizados que favorezcan abandono. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Refuerzo diferencial de avance",
    "codigo": "m_ba_refuerzo_avance",
    "procesos": ["I_fortalezasRecursos"],
    "texto": "Señalamiento explícito y validación de pequeños avances conductuales, reforzando identidad de persona activa en lugar de identidad depresiva. Referencia: Jacobson et al. (1996)."
  },
  {
    "nombre": "Activación social mínima",
    "codigo": "m_ba_activacion_social",
    "procesos": ["R_repertorioInterpersonal", "AG_compromisoConductual"],
    "texto": "Introducción de contactos sociales breves y graduales para contrarrestar aislamiento, aumentando probabilidad de reforzadores interpersonales sin exigir exposición intensa inicial. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Chequeo post-actividad",
    "codigo": "m_ba_chequeo_post",
    "procesos": ["N_metacognicion"],
    "texto": "Revisión inmediata tras realizar una actividad para evaluar efecto emocional real frente a anticipaciones negativas previas, fortaleciendo aprendizaje correctivo basado en experiencia directa. Referencia: Martell et al. (2010)."
  },
  {
    "nombre": "Análisis de inicio conductual",
    "codigo": "m_ba_inicio",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Exploración específica del momento exacto de inicio de una tarea para identificar qué facilitó o bloqueó la acción, afinando estrategias futuras de activación. Referencia: Martell et al. (2010)."
  }
],


  "ideasPrincipales": [
  {
    "id": "idea_ba_1",
    "titulo": "La depresión se mantiene por reducción de refuerzo y aumento de evitación",
    "desarrollo": "La Activación Conductual sostiene que la depresión no se explica primariamente por cogniciones disfuncionales, sino por un patrón de retirada conductual que reduce el contacto con reforzadores positivos naturales y aumenta la evitación experiencial. Esta reducción progresiva de actividad genera un ciclo autorreforzado de pasividad, anhedonia y desesperanza. El foco clínico no está en el contenido del pensamiento, sino en la función de la conducta dentro de contingencias ambientales específicas. (Jacobson et al., 1996; Martell et al., 2010)."
  },
  {
    "id": "idea_ba_2",
    "titulo": "La acción precede a la motivación",
    "desarrollo": "BA parte del principio clínico de que esperar a que aparezca motivación para actuar perpetúa la depresión. El modelo invierte la secuencia intuitiva: la conducta planificada y ejecutada de forma sistemática genera cambios emocionales posteriores, no al revés. Esta inversión rompe la inercia conductual y desafía la creencia depresiva de que primero debe cambiar el estado interno para poder actuar. (Martell et al., 2010)."
  },
  {
    "id": "idea_ba_3",
    "titulo": "La función de la conducta es más relevante que su forma",
    "desarrollo": "En BA el análisis funcional es el núcleo conceptual: no importa solo qué hace el paciente, sino qué función cumple esa conducta en términos de regulación inmediata y consecuencias a largo plazo. Conductas aparentemente neutras como dormir, rumiar o posponer pueden funcionar como evitación reforzada negativamente. El cambio terapéutico implica modificar la función conductual dentro del contexto. (Jacobson et al., 1996)."
  },
  {
    "id": "idea_ba_4",
    "titulo": "La rumiación es una conducta evitativa",
    "desarrollo": "BA conceptualiza la rumiación no como problema cognitivo primario sino como conducta encubierta que evita contacto con tareas, emociones o decisiones difíciles. Aunque produce sensación momentánea de control, mantiene el aislamiento conductual y reduce el contacto con reforzadores reales. La intervención no consiste en debatir pensamientos, sino en interrumpir el patrón rumiativo mediante activación externa. (Martell et al., 2010)."
  },
  {
    "id": "idea_ba_5",
    "titulo": "El cambio es contextual y ambientalmente mediado",
    "desarrollo": "La mejora emocional se entiende como resultado de modificar contingencias reales del entorno y no exclusivamente de reinterpretar la experiencia interna. Al aumentar la frecuencia de conductas alineadas con fuentes naturales de refuerzo, el entorno empieza a responder de forma diferente, generando bucles de retroalimentación positivos que sostienen la recuperación. (Jacobson et al., 1996)."
  },
  {
    "id": "idea_ba_6",
    "titulo": "La simplicidad técnica no implica superficialidad clínica",
    "desarrollo": "Aunque BA utiliza procedimientos aparentemente simples como programación de actividades y análisis funcional, su fundamento teórico es sólido y empíricamente validado. Estudios de desmantelamiento demostraron que los componentes conductuales de la Terapia Cognitiva eran suficientes para producir cambios equivalentes en depresión mayor, cuestionando la necesidad de intervención cognitiva explícita en todos los casos. (Jacobson et al., 1996)."
  },
  {
    "id": "idea_ba_7",
    "titulo": "La agencia se reconstruye a través de la conducta observable",
    "desarrollo": "BA considera que la sensación de eficacia personal no se restaura mediante reestructuración cognitiva aislada, sino mediante experiencias conductuales reales de dominio y logro. Cada acción completada reorganiza progresivamente la autoimagen y fortalece la identidad de persona capaz de influir en su entorno. La agencia es consecuencia acumulativa de la acción sostenida. (Martell et al., 2010)."
  },
  {
    "id": "idea_ba_8",
    "titulo": "La activación debe estar alineada con valores para sostenerse",
    "desarrollo": "Aunque el modelo original enfatiza el refuerzo ambiental, las versiones contemporáneas de BA incorporan la conexión con áreas vitales significativas para evitar activaciones mecánicas o meramente distractoras. La sostenibilidad del cambio depende de que las conductas programadas estén alineadas con dominios personales relevantes, integrando activación con identidad y dirección vital. (Martell et al., 2010)."
  },
  {
    "id": "idea_ba_9",
    "titulo": "El terapeuta actúa como analista funcional y entrenador conductual",
    "desarrollo": "El rol del terapeuta en BA no es interpretar conflictos inconscientes ni desafiar creencias de forma intensiva, sino analizar patrones conductuales, diseñar experimentos prácticos y sostener compromiso con el plan de acción. La alianza se construye alrededor de objetivos concretos y tareas observables, donde el progreso se mide por cambios en la vida cotidiana. (Martell et al., 2010)."
  }
],
"secuencias": [
  {
    "id": "seq_ba_tratamiento_basico",
    "nombre": "Estructura básica del tratamiento en Activación Conductual",
    "tipo": "protocolo",
    "descripcion": "Secuencia estructurada descrita en los manuales de Activación Conductual que organiza el tratamiento desde la conceptualización conductual inicial hasta la consolidación del cambio. Aunque flexible y adaptada al caso individual, el orden general comienza con la explicación del modelo conductual de la depresión, continúa con la recogida sistemática de datos mediante monitorización, profundiza en el análisis funcional de patrones mantenedores, identifica evitaciones abiertas y encubiertas, introduce programación estructurada de actividades alineadas con valores y refuerzos naturales, incorpora exposición progresiva a situaciones evitadas y finaliza con revisión continua y ajuste estratégico del plan. La lógica central es que la acción precede al cambio emocional sostenido y que el tratamiento avanza mediante experimentación conductual guiada por datos observables. Referencia: Jacobson et al. (1996); Martell, Dimidjian & Herman-Dunn (2010).",
    "pasos": [
      {
        "orden": 1,
        "accion": "Psicoeducación conductual",
        "explicacion": "Se presenta el modelo explicativo de la depresión como un ciclo funcional de retirada conductual, reducción de contacto con reforzadores positivos y aumento de evitación experiencial. El objetivo no es debatir pensamientos, sino establecer una comprensión operativa del problema centrada en contingencias y patrones observables, reduciendo culpabilización y preparando al paciente para un tratamiento basado en acción planificada."
      },
      {
        "orden": 2,
        "accion": "Monitorización de actividades",
        "explicacion": "Se introducen registros estructurados de actividades diarias junto con valoraciones de estado de ánimo, disfrute y logro, con el fin de generar datos conductuales objetivos que permitan identificar relaciones entre comportamiento y afecto. Esta fase transforma impresiones globales en información concreta y proporciona la base empírica para decisiones clínicas posteriores."
      },
      {
        "orden": 3,
        "accion": "Análisis funcional",
        "explicacion": "Se examinan antecedentes, conductas y consecuencias de episodios depresivos o evitativos para identificar la función que cada conducta cumple en el contexto específico del paciente. Se analiza tanto el alivio inmediato que produce la evitación como sus efectos acumulativos a largo plazo, permitiendo diseñar intervenciones dirigidas a modificar contingencias reales."
      },
      {
        "orden": 4,
        "accion": "Identificación de evitación",
        "explicacion": "Se detectan patrones de evitación manifiesta y encubierta, incluyendo procrastinación, aislamiento, rumiación o conductas pasivas que reducen temporalmente malestar pero mantienen la depresión. Esta identificación no busca juicio moral sino clarificación funcional, estableciendo objetivos conductuales específicos para interrumpir dichos patrones."
      },
      {
        "orden": 5,
        "accion": "Programación estructurada",
        "explicacion": "Se planifican actividades concretas, graduadas y calendarizadas que incrementen contacto con reforzadores positivos naturales y experiencias de dominio. Las actividades se definen con precisión temporal y contextual, priorizando viabilidad y probabilidad de ejecución sobre ambición excesiva, y se vinculan progresivamente con áreas vitales significativas."
      },
      {
        "orden": 6,
        "accion": "Exposición progresiva",
        "explicacion": "Se promueve el acercamiento sistemático y gradual a situaciones previamente evitadas, permitiendo aprendizaje correctivo y debilitamiento del ciclo evitativo. Aunque BA no es un protocolo de exposición formal, integra este principio cuando la evitación es un mantenedor central del cuadro depresivo."
      },
      {
        "orden": 7,
        "accion": "Revisión y ajuste",
        "explicacion": "Se evalúan los efectos reales de las actividades implementadas, analizando datos de ejecución, impacto emocional y obstáculos encontrados. Con base en esta información se ajusta intensidad, frecuencia o tipo de activación, manteniendo el tratamiento como proceso dinámico de experimentación conductual guiada por resultados."
      }
    ]
  },
  {
    "id": "seq_ba_ciclo_activacion",
    "nombre": "Ciclo operativo de activación conductual",
    "tipo": "ciclo",
    "descripcion": "Secuencia iterativa que constituye el núcleo operativo de la Activación Conductual y que se repite a lo largo del tratamiento como microproceso de cambio. Cada intervención sigue un patrón funcional que comienza con la detección de evitación o pérdida de refuerzo, continúa con la definición de una conducta alternativa concreta, su programación específica, ejecución en contexto real, evaluación sistemática de consecuencias emocionales y funcionales y ajuste estratégico posterior. Este ciclo convierte la terapia en un proceso continuo de experimentación conductual basada en datos, fortaleciendo progresivamente agencia, autoeficacia y contacto con contingencias reforzantes del entorno. Referencia: Martell, Dimidjian & Herman-Dunn (2010).",
    "pasos": [
      {
        "orden": 1,
        "accion": "Identificar patrón evitativo",
        "explicacion": "Se detecta una conducta específica que está funcionando como evitación o que reduce el contacto con reforzadores positivos, clarificando su función reguladora inmediata y su coste acumulativo a medio y largo plazo."
      },
      {
        "orden": 2,
        "accion": "Definir alternativa conductual",
        "explicacion": "Se selecciona una acción concreta, observable y viable que pueda reemplazar la conducta evitativa y que incremente la probabilidad de contacto con refuerzo positivo o experiencia de dominio."
      },
      {
        "orden": 3,
        "accion": "Programar con fecha y hora",
        "explicacion": "Se calendariza la conducta elegida especificando momento, contexto y duración, reduciendo ambigüedad y aumentando compromiso conductual explícito."
      },
      {
        "orden": 4,
        "accion": "Ejecutar conducta",
        "explicacion": "El paciente lleva a cabo la actividad en el entorno real, incluso en ausencia de motivación subjetiva, priorizando acción sobre estado emocional inicial."
      },
      {
        "orden": 5,
        "accion": "Evaluar consecuencias",
        "explicacion": "Se revisan efectos emocionales, cognitivos y contextuales posteriores a la ejecución, comparando experiencia real con anticipaciones previas y registrando datos objetivos."
      },
      {
        "orden": 6,
        "accion": "Ajustar plan",
        "explicacion": "Con base en los resultados observados se modifica la intensidad, frecuencia o tipo de actividad, manteniendo el proceso como ciclo adaptativo continuo orientado a maximizar reforzamiento y reducir evitación."
      }
    ]
  }
],


  "refs": [
    "Jacobson, N. S., et al. (1996). Behavioral activation treatment for depression.",
    "Martell, C., Dimidjian, S., & Herman-Dunn, R. (2010). Behavioral Activation for Depression: A Clinician’s Guide."
  ]
}
