{
  "id": "aprendizaje-social-bandura-1977",
  "grupo": "Cognitivo",
  "label": "Aprendizaje social",
  "year": 1977,
  "importance": 3,
  "autores": "Albert Bandura",
  "universidad": "Stanford University",
  "ciudad": "Stanford, California",
  "pais": "EE. UU.",
  "lat": 37.427475,
  "lon": -122.169719,

  "descripcion": "El modelo de Aprendizaje Social formulado por Albert Bandura explica el cambio psicológico y conductual como resultado de la interacción recíproca entre factores personales, conductuales y ambientales, un principio conocido como determinismo recíproco. A diferencia del conductismo clásico, introduce procesos cognitivos mediadores como la observación, las expectativas y la autorregulación, destacando el papel del modelado y del refuerzo vicario en la adquisición de nuevas conductas. Una contribución central del modelo es el concepto de autoeficacia, entendida como la creencia en la propia capacidad para organizar y ejecutar acciones necesarias para producir determinados resultados, que actúa como predictor robusto de la iniciación, el esfuerzo y el mantenimiento de la conducta. El Aprendizaje Social constituye un puente histórico y conceptual entre el conductismo y el cognitivismo, y ha servido de base para numerosas intervenciones psicoeducativas, preventivas y clínicas.",

  "influencias": [
    "Conductismo",
    "Cognición",
    "Psicología social",
    "Investigación experimental",
    "Racionalismo representacional (Cognitivismo clásico)",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "neimeyer": {
    "epistemologico": "El modelo de Aprendizaje Social se inscribe en una epistemología cognitivo-empirista que concibe la conducta como observable y modificable, pero mediada por procesos cognitivos internos como expectativas, creencias y anticipaciones. El conocimiento terapéutico se fundamenta en la observación sistemática y la validación empírica. El ser humano es entendido como un agente activo capaz de aprender por observación y autorregular su conducta. El cambio ocurre mediante la interacción dinámica entre persona, conducta y ambiente. La relación terapéutica cumple principalmente una función facilitadora y modeladora.",
    "teoriaFormal": "El self se concibe como un sistema de creencias autorreferenciales que influyen en la conducta, especialmente las creencias de autoeficacia. El sufrimiento psicológico se mantiene cuando la persona anticipa incapacidad, fracaso o falta de control, inhibiendo la acción y el aprendizaje. El cambio se explica por la modificación de expectativas, el aumento de la autoeficacia y la adquisición de nuevos repertorios conductuales mediante observación, práctica y refuerzo vicario.",
    "teoriaClinica": "El caso se conceptualiza analizando patrones de interacción entre cogniciones, conductas y contexto, con especial atención a modelos observados, contingencias ambientales y creencias de eficacia personal. Se prioriza facilitar experiencias de dominio, exposición a modelos adecuados y restructuración de expectativas. El progreso terapéutico se evalúa por cambios en la conducta observable, aumento de la autoeficacia y generalización a contextos reales."
  },

  "mjps": ["RE", "N", "AG", "R"],
"secuencias": [
  {
    "id": "seq_bandura_aprendizaje_observacional_1977",
    "nombre": "Secuencia del aprendizaje observacional (modelado)",
    "descripcion": "Secuencia explícita descrita por Bandura para explicar cómo la observación de un modelo se transforma en aprendizaje y ejecución de conducta: el sujeto debe (1) atender a los aspectos relevantes del modelo, (2) retener la información en forma simbólica, (3) reproducir la conducta mediante práctica y ajuste, y (4) estar motivado para ejecutar y mantener la conducta en función de expectativas y refuerzos (directos o vicarios). Esta secuencia no es un protocolo terapéutico rígido, pero sí un marco procesual imprescindible para diseñar intervenciones basadas en modelado, entrenamiento de habilidades y práctica graduada.",
    "tipo": "lineal",
    "pasos": [
      {
        "orden": 1,
        "accion": "Atención",
        "explicacion": "Se capta y mantiene la atención en los elementos críticos del modelo (conducta, claves contextuales, consecuencias), ya que sin atención selectiva no hay aprendizaje observacional eficaz."
      },
      {
        "orden": 2,
        "accion": "Retención",
        "explicacion": "Lo observado se codifica y mantiene mediante representaciones simbólicas (imágenes, lenguaje, reglas), permitiendo recordar la secuencia conductual y recuperarla cuando sea necesario."
      },
      {
        "orden": 3,
        "accion": "Reproducción",
        "explicacion": "La persona intenta ejecutar la conducta observada y la ajusta mediante práctica, feedback y refinamiento progresivo, convirtiendo la representación retenida en una habilidad operativa."
      },
      {
        "orden": 4,
        "accion": "Motivación",
        "explicacion": "Se sostiene la ejecución y el mantenimiento de la conducta en función de expectativas, refuerzo directo o vicario y evaluación de consecuencias, modulando la probabilidad de repetir y consolidar lo aprendido."
      }
    ]
  },
  {
    "id": "seq_bandura_construccion_autoeficacia_1997",
    "nombre": "Secuencia funcional de construcción de autoeficacia",
    "descripcion": "Secuencia funcional descrita por Bandura sobre cómo se fortalece la autoeficacia a través de fuentes de información con distinto peso causal: las experiencias de dominio son la base más potente y duradera, mientras que el modelado vicario, la persuasión verbal creíble y la reinterpretación de estados fisiológicos/emocionales actúan como apoyos que facilitan inicio, persistencia y recuperación tras obstáculos. En clínica, esta secuencia se traduce típicamente en diseñar práctica graduada (microéxitos), apoyarla con modelos alcanzables, sostenerla con feedback persuasivo específico y consolidarla reencuadrando la activación emocional para evitar evitación.",
    "tipo": "jerarquica",
    "pasos": [
      {
        "orden": 1,
        "accion": "Experiencias de dominio (mastery experiences)",
        "explicacion": "Se construye autoeficacia principalmente a través de logros reales y progresivos en tareas graduadas; el éxito repetido y verificable fortalece la creencia de capacidad y protege la persistencia."
      },
      {
        "orden": 2,
        "accion": "Experiencia vicaria (modelado)",
        "explicacion": "Observar a modelos similares y alcanzables tener éxito incrementa credibilidad y expectativa de eficacia, especialmente cuando el observador percibe que el modelo afronta dificultades de forma realista."
      },
      {
        "orden": 3,
        "accion": "Persuasión verbal creíble",
        "explicacion": "Mensajes específicos y realistas, centrados en estrategias y práctica (no halagos globales), sostienen el esfuerzo y facilitan que la persona persista lo suficiente como para obtener experiencias de dominio."
      },
      {
        "orden": 4,
        "accion": "Interpretación de estados fisiológicos y emocionales",
        "explicacion": "Reencuadrar activación (ansiedad, tensión) como esfuerzo o novedad, y no como incapacidad o amenaza, reduce evitación y permite seguir practicando hasta consolidar logros que estabilicen la autoeficacia."
      }
    ]
  }
],

"procedimientos": [
  {
    "nombre": "Evaluación funcional triádica (persona–conducta–ambiente) y mapa de determinismo recíproco",
    "codigo": "p_bandura_evaluacion_triadica",
    "texto": "Procedimiento de conceptualización clínica realizado por el terapeuta en el que se describen de forma operativa las interacciones recíprocas entre factores personales (creencias, expectativas, emociones, autoeficacia), conductuales (respuestas observables, evitación, habilidades disponibles) y ambientales (modelos, demandas, apoyos y contingencias). Este análisis permite identificar bucles de mantenimiento del problema y puntos de palanca estratégicos —modificación del contexto, entrenamiento conductual o ajuste de expectativas— que guían la planificación de la intervención desde el principio del tratamiento. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "nombre": "Evaluación y formulación de autoeficacia específica por dominio",
    "codigo": "p_bandura_evaluacion_autoeficacia",
    "procesos": ["N_metacognicion", "AG_tomaDecisiones"],
    "texto": "Procedimiento clínico orientado a evaluar y formular la autoeficacia de manera específica y situada —no global— respecto a conductas diana y contextos concretos, diferenciando claramente expectativas de eficacia (capacidad percibida) y expectativas de resultado (consecuencias anticipadas). Esta formulación permite predecir iniciación, esfuerzo y persistencia, y seleccionar tareas graduadas acordes al nivel actual del paciente, evitando tanto la sobreexigencia como la infraestimulación. (Bandura, 1997; Bandura, 1977)."
  },
  {
    "nombre": "Selección y construcción de modelos (modelado) relevantes y creíbles",
    "codigo": "p_bandura_seleccion_modelos",
    "texto": "Procedimiento técnico mediante el cual el terapeuta selecciona o construye modelos de aprendizaje (terapeuta, pares, vídeos, testimonios, role models) que maximicen el aprendizaje observacional, atendiendo a criterios como similitud percibida, credibilidad, competencia visible y afrontamiento realista de dificultades. Se definen explícitamente las conductas a observar, los contextos y las claves atencionales relevantes, evitando modelos inalcanzables que podrían disminuir la autoeficacia. (Bandura, 1977)."
  },
  {
    "nombre": "Modelado guiado con práctica gradual (guided mastery)",
    "codigo": "p_bandura_modelado_practica_gradual",
    "procesos": ["AG_compromisoConductual", "RE_modulacion"],
    "texto": "Procedimiento central del modelo en el que el terapeuta o un modelo competente demuestra la conducta diana y el paciente la ensaya de forma progresiva, con apoyo, correcciones y aumento gradual de dificultad. Este enfoque asegura experiencias de dominio reales (mastery experiences), consideradas la fuente más potente de autoeficacia, y resulta especialmente eficaz en ansiedad, habilidades sociales y afrontamiento de situaciones temidas. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "nombre": "Entrenamiento en habilidades mediante ensayo conductual y role-play",
    "codigo": "p_bandura_ensayo_conductual_roleplay",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Procedimiento de adquisición de repertorio en el que las habilidades necesarias se descomponen en componentes observables y entrenables, que se practican mediante ensayo conductual y role-play con feedback estructurado. El entrenamiento se repite hasta lograr fluidez suficiente, preparando la transferencia a contextos naturales y evitando atribuir a falta de motivación lo que en realidad es déficit de habilidad. (Bandura, 1977)."
  },
  {
    "nombre": "Diseño de tareas graduadas de dominio (jerarquía de microéxitos)",
    "codigo": "p_bandura_tareas_graduadas_dominio",
    "texto": "Procedimiento de planificación realizado por el terapeuta para construir una secuencia de tareas de dificultad creciente que garantice logros frecuentes y verificables, priorizando experiencias de dominio como base del fortalecimiento de la autoeficacia. Se definen criterios claros de éxito, frecuencia y contexto, ajustando la progresión para evitar tanto la sobreprotección como los saltos excesivos que podrían erosionar la confianza. (Bandura, 1997)."
  },
  {
    "nombre": "Persuasión verbal estratégica y feedback correctivo orientado a eficacia",
    "codigo": "p_bandura_persuasion_verbal_feedback",
    "texto": "Procedimiento relacional y técnico en el que el terapeuta utiliza persuasión verbal creíble y feedback específico —no halagos globales— para sostener el esfuerzo y la persistencia del paciente. El feedback se orienta a estrategias, práctica y ajustes concretos, atribuyendo el progreso a factores entrenables y evitando generar dependencia del evaluador externo. (Bandura, 1997)."
  },
  {
    "nombre": "Reinterpretación de activación fisiológica y emociones como información (no amenaza)",
    "codigo": "p_bandura_reinterpretacion_activacion",
    "procesos": ["RE_reapreciacion"],
    "texto": "Procedimiento clínico dirigido a trabajar una de las fuentes clave de la autoeficacia: la interpretación del estado fisiológico y emocional. Se entrena al paciente a comprender la activación (ansiedad, tensión, taquicardia) como señal de esfuerzo o desafío y no como prueba de incapacidad, vinculando este reencuadre a experiencias conductuales correctivas que reduzcan evitación. (Bandura, 1997)."
  },
  {
    "nombre": "Autoobservación y autorregistro para autorregulación",
    "codigo": "p_bandura_autoobservacion_autorregistro",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento de autorregulación en el que el paciente monitoriza de forma sistemática conductas diana, antecedentes, consecuencias, esfuerzo invertido y resultados obtenidos, transformando la experiencia en información útil para ajustar estrategias. El autorregistro reduce sesgos cognitivos, incrementa sensación de control y apoya decisiones clínicas sobre continuidad o modificación del plan de acción. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "nombre": "Establecimiento de metas, planificación y auto-refuerzo",
    "codigo": "p_bandura_metas_plan_autorefuerzo",
    "procesos": ["AG_tomaDecisiones", "AG_compromisoConductual"],
    "texto": "Procedimiento que organiza la intervención en metas conductuales concretas, planes de práctica y criterios explícitos de revisión, incorporando estrategias de auto-refuerzo para sostener la conducta en el tiempo. El progreso se vincula de manera explícita a la práctica y a las estrategias utilizadas, fortaleciendo la agencia personal y el mantenimiento del cambio. (Bandura, 1997)."
  },
  {
    "nombre": "Ajustes del entorno y movilización de apoyos (ingeniería contextual del cambio)",
    "codigo": "p_bandura_ajustes_entorno_apoyos",
    "texto": "Procedimiento estratégico basado en el principio de determinismo recíproco mediante el cual el terapeuta modifica condiciones contextuales que facilitan o bloquean la conducta, incluyendo selección de contextos entrenables, reducción de barreras, movilización de apoyos significativos y creación de oportunidades de modelado y práctica. Estos ajustes incrementan la probabilidad de ejecución y generalización en la vida cotidiana. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "nombre": "Generalización, mantenimiento y prevención de recaídas de autoeficacia",
    "codigo": "p_bandura_generalizacion_prevencion",
    "procesos": ["AG_compromisoConductual", "N_metacognicion"],
    "texto": "Procedimiento final orientado a transferir habilidades y autoeficacia a múltiples contextos y situaciones, introduciendo variabilidad deliberada en la práctica, anticipación de obstáculos y planes de recuperación tras fallos. Se protege la autoeficacia evitando interpretaciones globales del error y consolidando rutinas de autorregulación que permitan sostener el cambio a largo plazo. (Bandura, 1997; Bandura, 1977)."
  }
],


"micros": [
  {
    "nombre": "Precisar conducta diana observable",
    "codigo": "m_bandura_conducta_observable",
    "texto": "Microintervención clínica mediante la cual el terapeuta ayuda a traducir objetivos vagos o abstractos en conductas observables, específicas y medibles, definiendo con claridad qué hará exactamente la persona, en qué contexto, con qué frecuencia y bajo qué condiciones. Esta precisión reduce ambigüedad, facilita la práctica deliberada y permite generar experiencias de dominio verificables, condición central para el desarrollo de la autoeficacia. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "nombre": "Diferenciar expectativa de eficacia y expectativa de resultado",
    "codigo": "m_bandura_eficacia_vs_resultado",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención orientada a clarificar la distinción entre la creencia en la propia capacidad para ejecutar una conducta (expectativa de eficacia) y la anticipación de las consecuencias de dicha conducta (expectativa de resultado), corrigiendo confusiones frecuentes que bloquean la acción. Esta diferenciación permite intervenir con mayor precisión cuando la inhibición conductual no se debe a falta de habilidad, sino a dudas sobre el impacto o valor del resultado esperado. (Bandura, 1997)."
  },
  {
    "nombre": "Focalizar la atención en claves del modelo",
    "codigo": "m_bandura_claves_modelo",
    "texto": "Microintervención propia del terapeuta que consiste en dirigir explícitamente la atención del paciente hacia los elementos críticos de la conducta modelada —postura, secuencia de acciones, timing, verbalizaciones y manejo de errores— para optimizar la codificación cognitiva durante el aprendizaje observacional. Al destacar estas claves, se incrementa la probabilidad de reproducción eficaz y se evita una imitación superficial o incompleta. (Bandura, 1977)."
  },
  {
    "nombre": "Ensayo inmediato tras observación",
    "codigo": "m_bandura_ensayo_inmediato",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que promueve la ejecución inmediata de la conducta observada, reduciendo la distancia temporal entre observación y práctica. Este ensayo temprano facilita la consolidación del aprendizaje por imitación, permite detectar dificultades concretas y genera experiencias iniciales de dominio que fortalecen la autoeficacia. (Bandura, 1977)."
  },
  {
    "nombre": "Graduar dificultad del primer intento",
    "codigo": "m_bandura_graduar_dificultad",
    "texto": "Microintervención técnica mediante la cual el terapeuta ajusta la dificultad inicial de la tarea para asegurar una alta probabilidad de éxito temprano, protegiendo la autoeficacia y evitando fracasos prematuros que podrían reforzar expectativas de incapacidad. La graduación adecuada permite construir progresiones realistas de aprendizaje basadas en microéxitos acumulativos. (Bandura, 1997)."
  },
  {
    "nombre": "Feedback específico orientado a estrategia",
    "codigo": "m_bandura_feedback_estrategia",
    "texto": "Microintervención del terapeuta centrada en proporcionar retroalimentación concreta sobre conductas y estrategias observables —qué se hizo, cómo y por qué funcionó— evitando evaluaciones globales de la persona. Este tipo de feedback favorece atribuciones funcionales al método y a la práctica, fortaleciendo el aprendizaje y la percepción de control. (Bandura, 1997)."
  },
  {
    "nombre": "Atribuir el progreso a práctica y método",
    "codigo": "m_bandura_atribucion_funcional",
    "texto": "Microintervención destinada a reforzar atribuciones internas, específicas y controlables del progreso terapéutico, vinculando los avances a la práctica, al esfuerzo y a las estrategias empleadas, en lugar de a rasgos estables o factores externos. Esta atribución funcional consolida expectativas de eficacia sostenibles y protege la motivación a largo plazo. (Bandura, 1997)."
  },
  {
    "nombre": "Normalizar activación fisiológica",
    "codigo": "m_bandura_normalizar_activacion",
    "procesos": ["RE_reapreciacion"],
    "texto": "Microintervención orientada a reinterpretar la activación fisiológica (ansiedad, tensión, incremento de la frecuencia cardíaca) como una señal de esfuerzo, activación adaptativa o novedad, y no como evidencia de incapacidad o peligro. Este reencuadre reduce evitación, facilita la exposición conductual y protege la autoeficacia durante tareas desafiantes. (Bandura, 1997)."
  },
  {
    "nombre": "Autorregistro mínimo de práctica",
    "codigo": "m_bandura_autorregistro_minimo",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Microintervención que introduce registros simples y de bajo coste cognitivo (frecuencia de práctica, contexto, resultado básico) para transformar la experiencia en datos observables. El autorregistro favorece la autorregulación, corrige sesgos de memoria y permite ajustar decisiones sobre continuidad, dificultad y estrategias de práctica. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "nombre": "Comparación social funcional",
    "codigo": "m_bandura_comparacion_funcional",
    "texto": "Microintervención en la que el terapeuta utiliza comparaciones sociales estratégicas con modelos similares y alcanzables, aumentando la credibilidad del aprendizaje y la percepción de posibilidad real. A diferencia de comparaciones idealizadas, esta comparación funcional incrementa la autoeficacia sin generar desmoralización o estándares inalcanzables. (Bandura, 1977)."
  },
  {
    "nombre": "Auto-refuerzo contingente",
    "codigo": "m_bandura_autorefuerzo",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que entrena el uso de refuerzos autoaplicados contingentes al cumplimiento de criterios conductuales específicos, fortaleciendo el mantenimiento del cambio sin dependencia de refuerzo externo. El auto-refuerzo consolida hábitos y sostiene la práctica deliberada a medio y largo plazo. (Bandura, 1997)."
  },
  {
    "nombre": "Plan ‘si–entonces’ ante obstáculos",
    "codigo": "m_bandura_si_entonces",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Microintervención orientada a anticipar barreras previsibles mediante planes condicionales del tipo “si ocurre X, entonces haré Y”, automatizando respuestas funcionales ante dificultades. Esta preparación reduce abandono, protege la continuidad de la práctica y facilita la autorregulación bajo estrés. (Bandura, 1997)."
  },
  {
    "nombre": "Reencuadre del fallo como información",
    "codigo": "m_bandura_reencuadre_fallo",
    "procesos": ["N_reformulacion"],
    "texto": "Microintervención que transforma errores y resultados parciales en información útil para ajustar estrategia, evitando interpretaciones globales de fracaso personal que erosionan la autoeficacia. El fallo se integra como parte del aprendizaje progresivo dentro del ciclo de práctica y mejora. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "nombre": "Variar contextos de práctica",
    "codigo": "m_bandura_variar_contextos",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que introduce variabilidad contextual en la práctica de la conducta aprendida, promoviendo generalización y flexibilidad adaptativa. Al entrenar en distintos escenarios, se reduce la dependencia del contexto original y se fortalece el mantenimiento del cambio en la vida cotidiana. (Bandura, 1977)."
  }
],


 "ideasPrincipales": [
  {
    "id": "idea_bandura_1",
    "titulo": "El comportamiento se explica por determinismo recíproco",
    "desarrollo": "El modelo de Aprendizaje Social sostiene que la conducta no es resultado exclusivo del ambiente ni de factores internos, sino de una interacción dinámica y bidireccional entre persona, conducta y contexto. Los cambios en cualquiera de estos componentes influyen y son influidos por los otros, lo que implica que la intervención puede dirigirse estratégicamente a cualquiera de los tres niveles para generar cambio. (Bandura, 1977)."
  },
  {
    "id": "idea_bandura_2",
    "titulo": "Las personas aprenden observando a otros",
    "desarrollo": "Bandura demuestra que una parte sustancial del aprendizaje humano ocurre por observación y modelado, sin necesidad de ensayo directo ni refuerzo inmediato. La conducta, las estrategias y las consecuencias observadas en otros se codifican cognitivamente y guían la acción futura, ampliando de forma eficiente el repertorio conductual. (Bandura, 1977)."
  },
  {
    "id": "idea_bandura_3",
    "titulo": "El refuerzo vicario influye en la conducta",
    "desarrollo": "El aprendizaje social no depende únicamente del refuerzo directo: observar que otros son reforzados o castigados por determinadas conductas modifica las expectativas y la probabilidad de imitación. El refuerzo vicario actúa modulando la motivación y la selección conductual. (Bandura, 1977)."
  },
  {
    "id": "idea_bandura_4",
    "titulo": "La autoeficacia es el predictor central del cambio",
    "desarrollo": "La creencia en la propia capacidad para organizar y ejecutar acciones necesarias para lograr un objetivo —autoeficacia— predice de forma robusta la iniciación de la conducta, el esfuerzo invertido, la persistencia ante dificultades y la recuperación tras el fracaso. Sin autoeficacia suficiente, el conocimiento y la habilidad no se traducen en acción. (Bandura, 1997)."
  },
  {
    "id": "idea_bandura_5",
    "titulo": "Las expectativas median entre aprendizaje y acción",
    "desarrollo": "El modelo distingue entre expectativas de eficacia y expectativas de resultado, mostrando que ambas influyen de manera diferencial en la conducta. Una persona puede anticipar resultados positivos pero no actuar si duda de su capacidad, o sentirse capaz pero no ver valor en el resultado esperado. (Bandura, 1977; Bandura, 1997)."
  },
  {
    "id": "idea_bandura_6",
    "titulo": "Las experiencias de dominio son la fuente principal de autoeficacia",
    "desarrollo": "Entre las distintas fuentes de autoeficacia (experiencias de dominio, modelado, persuasión verbal y estados fisiológicos), las experiencias de éxito real y progresivo tienen el mayor impacto y durabilidad, por lo que el modelo prioriza la práctica graduada y los logros verificables. (Bandura, 1997)."
  },
  {
    "id": "idea_bandura_7",
    "titulo": "La interpretación de la activación emocional condiciona la acción",
    "desarrollo": "Bandura subraya que no es la activación fisiológica en sí la que inhibe la conducta, sino su interpretación cognitiva. Reencuadrar ansiedad o tensión como señales de esfuerzo o desafío facilita la exposición conductual y protege la autoeficacia. (Bandura, 1997)."
  },
  {
    "id": "idea_bandura_8",
    "titulo": "La autorregulación permite mantener el cambio",
    "desarrollo": "El modelo incorpora procesos de autoobservación, autoevaluación y autorrefuerzo como mecanismos clave para sostener la conducta en el tiempo. La persona se convierte en agente activo de su propio cambio, reduciendo la dependencia de control externo. (Bandura, 1977; Bandura, 1997)."
  }
],


  "refs": [
    "Bandura, A. (1977). Social Learning Theory.",
    "Bandura, A. (1997). Self-Efficacy: The Exercise of Control."
  ]
}
