{
  "id": "cft-gilbert-2009",
  "grupo": "Cognitivo",
  "label": "Compassion Focused Therapy (CFT)",
  "year": 2009,
  "autores": "Paul Gilbert",
  "universidad": "University of Derby",
  "ciudad": "Derby",
  "pais": "Reino Unido",
  "lat": 52.92253,
  "lon": -1.474619,
  "descripcion": "La Terapia Centrada en la Compasión (CFT) entiende gran parte del sufrimiento psicológico como el resultado de un sistema de amenaza hiperactivado (miedo, ansiedad, vergüenza, autocrítica) y un sistema calmante/afiliativo insuficientemente accesible (seguridad, conexión, cuidado). En CFT, la autocrítica no es “irracionalidad” que se corrige con argumentos, sino un patrón aprendido —a menudo protector— ligado a historia de apego, jerarquía social y vergüenza. El objetivo terapéutico central es desarrollar una “mente compasiva”: la capacidad de percibir el sufrimiento propio y actuar para aliviarlo con firmeza, sensibilidad y sabiduría. Esto incluye psicoeducación de los sistemas de regulación, formulación compasiva, entrenamiento atencional, regulación fisiológica (especialmente activación parasimpática), imaginería, trabajo con el crítico interno, vergüenza y miedo a la compasión, y prácticas conductuales compasivas que consolidan un estilo interno más seguro y menos punitivo.",
  "__comments": [
    "=========================================================\nALIANZA TERAPÉUTICA EN CFT (GILBERT)\n(se muestra como acordeón en “Modelos” dentro del proceso ALI)\n=========================================================",
    "=========================================================\nNiveles del modelo (Neimeyer) — CFT\n=========================================================",
    "=========================================================\nPROCEDIMIENTOS (CFT) — “macro-bloques” de intervención\nNota honesta: no existe una “lista canónica cerrada” universal de técnicas CFT;\naquí tienes el set clínico completo y estándar usado en manuales/workbooks.\n=========================================================",
    "=========================================================\nMICROINTERVENCIONES (CFT) — “kernels” específicos\n========================================================="
  ],
  "alianzaModelo": {
    "ALI_vinculo": "\nEn CFT, el vínculo se construye como un contexto de seguridad afiliativa: calidez, respeto y ausencia de juicio moralizante. El terapeuta transmite “no es tu culpa que tu cerebro haya aprendido esto” sin quitar responsabilidad por el cambio. Esta combinación (desculpabilización + agencia) reduce vergüenza, baja defensividad y permite acercarse a la autocrítica sin entrar en lucha o colapso.\n",
    "ALI_objetivos": "\nLos objetivos se formulan como (1) reducir el dominio de la amenaza/vergüenza/autocrítica, (2) aumentar acceso al sistema calmante/afiliativo y (3) desarrollar competencias compasivas aplicadas a la vida real. Se acuerda explícitamente que el cambio no consiste en “pensar positivo”, sino en entrenar una respuesta interna más segura, firme y cuidadora ante el sufrimiento.\n",
    "ALI_tareas": "\nLas tareas se explican como entrenamiento (no examen): prácticas breves y repetidas para que el sistema nervioso aprenda seguridad. Se anticipa que al principio pueden surgir resistencias típicas (miedo a ablandarse, vergüenza, sensación de “falso”), y se normaliza como parte del proceso. La alianza se protege cuando las prácticas se adaptan al ritmo y ventana de tolerancia del paciente.\n",
    "ALI_colaboracion": "\nLa colaboración es explícita y constante: se co-construye la formulación compasiva, se eligen prácticas según bloqueos (vergüenza, miedo a la compasión, autocrítica punitiva, trauma), y se revisa semanalmente qué funciona y qué no. El paciente participa como entrenador de habilidades, no como receptor pasivo de interpretaciones.\n",
    "ALI_sintonia": "\nLa sintonía se expresa ajustando el grado de activación: CFT exige calibrar cuidadosamente cuándo regular, cuándo exponer a vergüenza/amenaza y cuándo consolidar seguridad. El terapeuta regula el ritmo, el lenguaje (no confrontativo, no moralizante) y el tipo de imaginería para evitar sobreexposición o disociación.\n",
    "ALI_rupturaReparacion": "\nLas rupturas típicas aparecen cuando el paciente vive la compasión como condescendencia, debilidad o “autoengaño”, o cuando se activa vergüenza intensa (“no merezco cuidado”). La reparación consiste en validar esa vivencia, vincularla a aprendizaje previo y miedo al afiliativo, y renegociar tareas (más regulación, menos exposición) sin abandonar el rumbo.\n",
    "ALI_monitorizacion": "\nSe monitoriza de forma continua: (1) nivel de amenaza/vergüenza durante prácticas, (2) evitación o sabotaje, (3) miedo a la compasión y (4) cambios en autocrítica/autoataque. Se revisan microseñales (tensión, tono, prisa, juicio) para ajustar responsivamente.\n",
    "ALI_contexto": "\nCFT integra contexto social y biográfico: jerarquía, comparación, cultura del rendimiento, historia de apego, trauma, bullying, ambientes críticos. Se adapta el lenguaje compasivo a la cultura del paciente (firmeza, límites, dignidad) y se considera el entorno real donde practicar respuestas compasivas (familia, trabajo, pareja).\n"
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa mente se comprende desde una integración evolutiva: tenemos sistemas emocionales antiguos (amenaza/defensa, impulso/recompensa, afiliación/seguridad) que operan parcialmente fuera de la voluntad. La experiencia subjetiva es real, pero está modelada por aprendizaje, apego, cultura y neurobiología.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es principalmente procedimental: “entrenar” estados y respuestas internas repetibles. No basta con insight verbal; se requieren prácticas que recondicionen el acceso a seguridad afiliativa y reduzcan la dominancia del sistema de amenaza.\n\nConcepción del ser humano y del cambio\nEl cambio se produce cuando el individuo desarrolla competencias compasivas (sensibilidad, tolerancia, sabiduría, valentía, compromiso) y aprende a regular vergüenza y autocrítica desde un self cuidador y firme.\n\nRol de la relación terapéutica\nLa relación terapéutica es un ‘campo afiliativo’ donde el paciente practica co-regulación, recibe modelado de compasión firme y aprende a internalizar esa base segura.",
    "teoriaFormal": "Qué es el self\nEl self se entiende como una organización dinámica de motivos, emociones y estrategias de afrontamiento, fuertemente influida por apego, jerarquía social y vergüenza. La autocrítica es una estrategia aprendida (a menudo protectora) para gestionar amenaza, comparación y riesgo de exclusión.\n\nCómo se explica el cambio\nEl cambio ocurre al fortalecer el sistema calmante/afiliativo y construir un “self compasivo” capaz de responder al sufrimiento con cuidado y coraje. Se combinan regulación fisiológica, imaginería, entrenamiento atencional y prácticas conductuales compasivas para consolidar una nueva relación interna.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por (1) hiperactivación de amenaza, (2) vergüenza crónica y miedo a ser defectuoso, (3) autocrítica punitiva, (4) evitación del afiliativo (miedo a la compasión) y (5) entornos que refuerzan comparación y rendimiento.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nSe elabora una formulación compasiva: historia (apego/trauma/crítica), disparadores actuales, circuitos de amenaza, funciones del crítico, estilos de afrontamiento (lucha/huida/sumisión), y bloqueos al afiliativo (miedo a la compasión, vergüenza por necesitar, creencias sobre debilidad).\n\nQué procesos terapéuticos se priorizan\n(1) Psicoeducación y formulación, (2) regulación fisiológica para abrir ventana de tolerancia, (3) entrenamiento de compasión (imaginería, self compasivo, voz/tono), (4) trabajo específico con crítico y vergüenza, (5) prácticas conductuales compasivas, y (6) prevención de recaídas basada en rutina de prácticas.\n\nCómo se evalúa el progreso terapéutico\nSe evalúa por: disminución de autoataque, aumento de autocalma y seguridad interna, mayor tolerancia a error/imperfección, reducción de vergüenza, incremento de conductas de autocuidado firme, y capacidad de reparar recaídas sin colapso en crítica punitiva."
  },
  "influencias": [
    "Teoría del apego",
    "Psicología evolutiva y afectiva",
    "Psicología social (jerarquía, comparación, vergüenza)",
    "Mindfulness (uso funcional, no solo atencional)",
    "Terapias experienciales (imaginería, trabajo con sillas)"
  ],
  "procesos": [
    "Compasión como sistema regulador",
    "Reducción de vergüenza y autoataque",
    "Desarrollo de self compasivo firme",
    "Aumento de seguridad afiliativa interna",
    "Tolerancia al error y a la vulnerabilidad"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "refs": [
    "Gilbert, P. (2009). The Compassionate Mind.",
    "Gilbert, P. (2010). Compassion Focused Therapy: Distinctive Features.",
    "Gilbert, P. (2014). The Compassionate Mind Workbook.",
    "Irons, C. & Beaumont, E. (2017). The Compassionate Mind Workbook (prácticas clínicas)."
  ],
  "ideasPrincipales": [
  {
    "id": "idea_cft_1",
    "titulo": "El sufrimiento psicológico surge del desequilibrio entre sistemas emocionales",
    "desarrollo": "La Terapia Centrada en la Compasión sostiene que gran parte del malestar psicológico no se debe a fallos cognitivos ni a debilidad personal, sino a un desequilibrio entre sistemas emocionales evolucionados: un sistema de amenaza hiperactivado y un sistema calmante-afiliativo infrautilizado. La intervención terapéutica se orienta a restaurar este equilibrio, especialmente fortaleciendo el acceso a estados de seguridad y afiliación. (Gilbert, 2009)."
  },
  {
    "id": "idea_cft_2",
    "titulo": "La autocrítica es una estrategia protectora aprendida, no un error cognitivo",
    "desarrollo": "En CFT, la autocrítica se conceptualiza como una respuesta aprendida del sistema de amenaza destinada a prevenir rechazo, vergüenza o fracaso. No se trata de una distorsión cognitiva que deba discutirse, sino de una estrategia reguladora costosa que debe comprenderse en su función protectora antes de ser transformada. (Gilbert, 2010)."
  },
  {
    "id": "idea_cft_3",
    "titulo": "La compasión es un sistema regulador con componentes entrenables",
    "desarrollo": "La compasión no se define como una emoción blanda ni como una actitud moral, sino como una motivación organizada orientada a percibir el sufrimiento y actuar para aliviarlo. Incluye competencias entrenables como sensibilidad, tolerancia al malestar, valentía, sabiduría y compromiso, que pueden desarrollarse mediante práctica sistemática. (Gilbert, 2009; Gilbert, 2014)."
  },
  {
    "id": "idea_cft_4",
    "titulo": "El cambio terapéutico es principalmente procedimental y experiencial",
    "desarrollo": "CFT sostiene que el insight verbal es insuficiente para modificar patrones dominados por la amenaza. El cambio profundo requiere entrenamiento procedimental repetido que modifique el acceso a estados fisiológicos y emocionales seguros, mediante respiración, imaginería, atención compasiva y práctica conductual. (Gilbert, 2010)."
  },
  {
    "id": "idea_cft_5",
    "titulo": "La seguridad afiliativa es condición previa para trabajar vergüenza y crítica",
    "desarrollo": "El abordaje de la vergüenza y la autocrítica exige primero el establecimiento de una base de seguridad interna y relacional. Sin regulación afiliativa suficiente, la exposición a material vergonzante incrementa defensividad, colapso o evitación. La terapia prioriza abrir y sostener la ventana de tolerancia antes de profundizar. (Gilbert, 2009; Irons & Beaumont, 2017)."
  },
  {
    "id": "idea_cft_6",
    "titulo": "La formulación compasiva reemplaza la patologización por comprensión funcional",
    "desarrollo": "La conceptualización del caso en CFT se realiza mediante una formulación compasiva que vincula historia de apego, experiencias de crítica o trauma, disparadores actuales y estrategias de afrontamiento. Esta formulación reduce culpa y vergüenza al mostrar que los patrones actuales tienen sentido dadas las condiciones pasadas. (Gilbert, 2010)."
  },
  {
    "id": "idea_cft_7",
    "titulo": "La vergüenza es una emoción social central en la psicopatología",
    "desarrollo": "CFT otorga a la vergüenza un papel nuclear como emoción ligada a jerarquía social, comparación y pertenencia. El trabajo terapéutico no busca eliminar la vergüenza, sino aumentar la capacidad de tolerarla y responder a ella desde cuidado firme, reduciendo conductas de ocultación, sumisión o autoataque. (Gilbert, 2009)."
  },
  {
    "id": "idea_cft_8",
    "titulo": "El miedo a la compasión es un obstáculo clínico frecuente y predecible",
    "desarrollo": "Muchos pacientes experimentan resistencias a la compasión debido a aprendizajes previos que asocian el cuidado con debilidad, falsedad o peligro relacional. CFT conceptualiza estos miedos como protecciones aprendidas y los aborda mediante titulación progresiva, no mediante confrontación directa. (Gilbert et al., 2011; Irons & Beaumont, 2017)."
  },
  {
    "id": "idea_cft_9",
    "titulo": "El Self Compasivo actúa como organizador alternativo de la identidad",
    "desarrollo": "La construcción del Self Compasivo proporciona un punto de referencia interno desde el cual reorganizar el diálogo interno, la regulación emocional y la conducta. Este self no elimina la responsabilidad, sino que permite ejercerla sin crueldad, facilitando decisiones sostenibles y coherentes con el bienestar a largo plazo. (Gilbert, 2009; Gilbert, 2014)."
  },
  {
    "id": "idea_cft_10",
    "titulo": "La compasión debe traducirse en acción para consolidar el cambio",
    "desarrollo": "El modelo enfatiza que la compasión no se limita a estados internos, sino que debe expresarse en conductas observables: autocuidado firme, establecimiento de límites, reparación de errores y compromiso con valores. La generalización conductual es clave para la prevención de recaídas y la autonomía del paciente. (Gilbert, 2010)."
  }
],

  "procedimientos": [
    {
      "nombre": "Psicoeducación de los tres sistemas de regulación (amenaza, impulso, afiliación)",
      "codigo": "p_cft_3systems",
      "procesos": [
        "N_marcosCognitivos",
        "RE_rotulacion"
      ],
      "texto": "Se enseña el modelo de los tres sistemas emocionales: amenaza/defensa (miedo, ansiedad, vergüenza), impulso/recompensa (logro, activación) y afiliación/seguridad (calma, conexión). Se normaliza que el cerebro “hereda” estos sistemas y que la autocrítica suele ser un intento de manejar amenaza. Objetivo: desmoralizar, reducir culpa y crear un mapa para intervenir.",
      "wampold": {
        "alianza": "Reduce juicio y vergüenza (“no estoy roto, mi sistema de amenaza está entrenado así”), lo que favorece seguridad relacional.",
        "expectativas": "Aumenta esperanza porque ofrece un mecanismo claro y entrenable; el cambio parece alcanzable mediante práctica.",
        "explicacion": "Proporciona una explicación plausible del mantenimiento de ansiedad/autocrítica como dinámica de sistemas.",
        "ritual": "Ritual medio: diagramas, mapas y lenguaje compartido que estructura el tratamiento.",
        "modeloCambio": "Cambio = reequilibrar sistemas: bajar amenaza y aumentar acceso a afiliación/seguridad."
      }
    },
    {
      "nombre": "Formulación compasiva del caso (ciclo amenaza–vergüenza–crítica–afrontamiento)",
      "codigo": "p_cft_formulacion",
      "procesos": [
        "N_construccionAlternativa",
        "RI_criticoInterno",
        "RE_modulacion"
      ],
      "texto": "Co-construcción de una formulación que vincula historia (apego, crítica, trauma, bullying), disparadores actuales, emociones centrales (vergüenza/miedo), función del crítico (protección, control, evitación de rechazo) y estrategias de afrontamiento (lucha/huida/sumisión, complacencia, perfeccionismo). La formulación se hace en clave compasiva: “tiene sentido que tu mente haga esto”."
    },
    {
      "nombre": "Soothing Rhythm Breathing (respiración de ritmo calmante)",
      "codigo": "p_cft_srb",
      "procesos": [
        "RF_resp",
        "RE_modulacion"
      ],
      "texto": "Respiración lenta, rítmica y amable (sin forzar) para activar un estado fisiológico más afiliativo y ampliar la ventana de tolerancia. Se usa como “puerta de entrada” a prácticas de imaginería y trabajo con vergüenza/criticismo."
    },
    {
      "nombre": "Entrenamiento de atención compasiva (atención, tono, ritmo, amabilidad)",
      "codigo": "p_cft_attention",
      "procesos": [
        "N_metacognicion",
        "RI_mindfulnessSelf",
        "RE_prevEvitacion"
      ],
      "texto": "Prácticas para entrenar la mente a notar (sin juicio) la orientación automática a amenaza y redirigirla a señales de seguridad/afiliación. Incluye aprender a cambiar tono interno, ritmo, y estilo atencional (menos escaneo de fallo, más anclaje en suficiencia y cuidado)."
    },
    {
      "nombre": "Imaginería de lugar seguro / compasivo",
      "codigo": "p_cft_safeplace",
      "procesos": [
        "RF_ground",
        "RE_modulacion",
        "RI_autocompasion"
      ],
      "texto": "Resumen clínico\nCreación deliberada de una escena interna que activa seguridad afiliativa y el sistema calmante. No se usa para evitar el malestar, sino para entrenar la capacidad de regular amenaza y volver a un estado interno seguro desde el que poder afrontar vergüenza, autocrítica o exposición emocional.\n\nMarco general\nEn la Terapia Centrada en la Compasión (CFT), la imaginería de lugar seguro o compasivo es un procedimiento de regulación de base. Su función principal es fortalecer el sistema calmante-afiliativo frente al dominio del sistema de amenaza, especialmente en personas con historia de vergüenza, apego inseguro o autocrítica intensa. A diferencia de técnicas evasivas, aquí la seguridad se entrena activamente para aumentar la tolerancia posterior al malestar, no para huir de él.\n\nObjetivo terapéutico\nDesarrollar una representación interna estable de seguridad y cuidado que permita:\n- reducir activación fisiológica de amenaza,\n- ampliar la ventana de tolerancia emocional,\n- facilitar acceso a estados compasivos,\n- preparar y cerrar trabajos emocionalmente exigentes (p. ej., exposición a vergüenza o diálogo con el crítico).\n\nLa escena funciona como un “anclaje regulador” que puede activarse voluntariamente.\n\nFase 1 — Construcción del lugar seguro\nSe guía al paciente a crear una escena interna que evoque sensación de protección, calma y pertenencia. No se prescribe el contenido: debe ser idiosincrásico y congruente con la historia del paciente (un lugar real, imaginado o simbólico).\n\nSe exploran con detalle sensorial:\n- visión (colores, luz, distancia),\n- sonidos,\n- temperatura,\n- texturas,\n- olores,\n- sensación corporal global.\n\nEl énfasis está en la vivencia corporal de seguridad, no en la estética de la imagen.\n\nFase 2 — Asociación a respiración calmante\nUna vez construida la escena, se asocia a respiración rítmica y lenta, especialmente a la exhalación prolongada. Esta asociación refuerza la conexión entre la imagen y la activación parasimpática, consolidando el efecto regulador.\n\nEl paciente aprende que puede acceder al estado de seguridad mediante dos vías complementarias:\n- evocación de la imagen,\n- modulación respiratoria.\n\nFase 3 — Introducción del tono compasivo\nProgresivamente, el lugar seguro se transforma en un lugar compasivo: no solo calma, sino también cuidado activo. Puede incluir:\n- una presencia compasiva,\n- una sensación de acogida,\n- un mensaje implícito de “aquí no tengo que defenderme”.\n\nEsto prepara el terreno para el desarrollo del Self Compasivo y reduce resistencias asociadas a la vergüenza.\n\nFase 4 — Uso clínico estratégico (no evasivo)\nLa imaginería se utiliza de forma explícitamente funcional:\n- antes de trabajos activadores (exposición a vergüenza, diálogo con el crítico),\n- durante pausas reguladoras si la activación supera la ventana de tolerancia,\n- después, como cierre integrador.\n\nSe enfatiza que no es una técnica para “sentirse bien y evitar”, sino para poder sostener lo difícil sin colapso ni huida.\n\nEjemplo clínico\nPaciente con autocrítica intensa:\nAntes de trabajar un recuerdo vergonzante, se activa el lugar seguro durante 2–3 minutos, notando cuerpo y respiración.\nTras la exposición, se vuelve brevemente a la escena para consolidar regulación y prevenir rumiación.\n\nCon el tiempo, el paciente puede activar esta sensación incluso en situaciones reales de amenaza social.\n\nRelación con subprocesos MJPS\n- RF_ground: proporciona anclaje corporal y sensación de estabilidad.\n- RE_modulacion: reduce activación del sistema de amenaza y amplía tolerancia emocional.\n- RI_autocompasion: crea el contexto interno necesario para que la compasión sea accesible y creíble.\n\nIndicadores de progreso\n- El paciente puede evocar la escena con rapidez.\n- Disminuye la activación fisiológica ante autocrítica o vergüenza.\n- Aumenta la sensación subjetiva de seguridad interna.\n- Se reduce el uso de evitación tras trabajos emocionales intensos.\n\nAdvertencias clínicas\n- En pacientes con trauma complejo o apego muy desorganizado, la imaginería puede activar amenaza. En esos casos se titula cuidadosamente o se comienza por recursos más externos (contacto corporal, grounding).\n- No debe usarse como sustituto del afrontamiento, sino como facilitador.\n\nReferencias bibliográficas (libros)\nEste procedimiento se fundamenta en los desarrollos de la Terapia Centrada en la Compasión sobre sistemas de regulación emocional, imaginería compasiva y entrenamiento del sistema calmante, especialmente en:\nGilbert, P. (2009). The Compassionate Mind. Constable & Robinson.\nGilbert, P. (2010). Compassion Focused Therapy: Distinctive Features. Routledge.\nGilbert, P. (2014). The Compassionate Mind Workbook. Constable & Robinson.\nIrons, C. & Beaumont, E. (2017). The Compassionate Mind Workbook. Robinson.\n\nEstas obras describen el uso de imaginería de seguridad como herramienta central para reducir vergüenza y facilitar el acceso a estados compasivos en CFT."
    },
    {
      "nombre": "Figura compasiva (Compassionate Other) e internalización",
      "codigo": "p_cft_compOther",
      "procesos": [
        "RI_reparacionRepresentaciones",
        "RE_coregulacion",
        "R_coregulacion"
      ],
      "texto": "Imaginería de una figura compasiva ideal (real o imaginaria) con cualidades específicas (sabiduría, fuerza, calidez, valentía). Se practica recibir su mirada/voz y luego internalizarla como recurso regulador."
    },
    {
      "nombre": "Construcción del Self Compasivo (Compassionate Self)",
      "codigo": "p_cft_compSelf",
      "procesos": [
        "I_coherenciaInterna",
        "RI_autocompasion",
        "AG_autoriaResponsabilidad"
      ],
      "texto": "Resumen clínico\nEntrenamiento sistemático de una forma de identidad interna capaz de responder al sufrimiento con sensibilidad, firmeza y orientación al bienestar. El Self Compasivo actúa como regulador alternativo al crítico y como base de decisiones responsables y protectoras.\n\nMarco general\nEn la Terapia Centrada en la Compasión (CFT), el Self Compasivo no es una emoción ni una actitud puntual, sino un estado organizador del sistema psicológico. Se define como una configuración integrada de cuerpo, emoción, cognición, motivación y valores que permite responder al sufrimiento sin caer ni en la dureza punitiva ni en la evitación blanda.\n\nEste Self se construye explícitamente porque, en muchos pacientes con alta autocrítica o vergüenza, no emerge de forma espontánea: el sistema de amenaza domina la autorregulación y no existe una referencia interna protectora y firme.\n\nObjetivo terapéutico\nDesarrollar una identidad interna coherente desde la cual la persona pueda:\n- reconocer su sufrimiento sin negarlo,\n- regular la activación de amenaza,\n- poner límites a la autocrítica,\n- tomar decisiones orientadas al cuidado y al bienestar a largo plazo.\n\nEl Self Compasivo se convierte así en un “punto de apoyo interno” desde el que se reorganiza el diálogo interno y la conducta.\n\nComponentes del Self Compasivo (entrenamiento explícito)\nLa construcción se realiza entrenando deliberadamente varios componentes, que se integran como un todo:\n\n1) Postura corporal\nSe adopta una postura estable, abierta y enraizada (espalda erguida sin rigidez, hombros relajados, contacto con el suelo). El objetivo es enviar señales corporales de seguridad y capacidad de sostén, contrarrestando la postura colapsada o tensa del sistema de amenaza.\n\n2) Expresión facial y mirada\nSe trabaja una expresión suave pero firme, con una mirada directa y no evasiva. No se busca sonrisa forzada, sino una expresión que comunique presencia, interés y capacidad de sostener lo difícil.\n\n3) Tono de voz y ritmo\nEl Self Compasivo se expresa con una voz cálida, grave y pausada. El ritmo es deliberadamente más lento que el de la autocrítica ansiosa o punitiva. Esto regula fisiológicamente y modela una forma distinta de dirigirse a uno mismo.\n\n4) Intención\nSe clarifica la intención central del Self Compasivo: aliviar el sufrimiento y promover el bienestar sin huir ni atacar. Esta intención diferencia la compasión de la indulgencia (evitar) y de la exigencia cruel (forzar).\n\n5) Valores compasivos\nEl Self Compasivo encarna valores como cuidado, valentía, responsabilidad, sabiduría y compromiso. Estos valores guían tanto el diálogo interno como las decisiones conductuales posteriores.\n\nEmbodiment del Self Compasivo\nUna parte central del procedimiento es “encarnar” el Self Compasivo, no solo pensarlo. El paciente practica entrar en este estado de forma deliberada, notando:\n- cambios corporales,\n- cambios en el tono emocional,\n- cambios en la claridad mental.\n\nEsto permite que el Self Compasivo sea accesible incluso bajo activación emocional, y no solo como una idea abstracta.\n\nUso activo del Self Compasivo\nUna vez entrenado, el Self Compasivo se utiliza activamente para:\n- responder al crítico interno (poner límites, reformular sin humillar),\n- sostener la vergüenza sin colapso,\n- acompañar el miedo sin evitación,\n- orientar decisiones difíciles desde el cuidado responsable.\n\nEjemplo clínico\nAnte un error:\nCrítico: “Eres un desastre.”\nSelf Compasivo: “Esto ha salido mal y duele. No necesito atacarme para aprender. Vamos a ver qué pasó y cuál es el siguiente paso más cuidadoso y firme.”\n\nEste tipo de respuesta no elimina la responsabilidad, pero la ejerce sin crueldad.\n\nRelación con los subprocesos MJPS\n- RI_autocompasion: define el tono, la actitud y la cualidad de la relación interna.\n- I_coherenciaInterna: el Self Compasivo ofrece una identidad consistente y no fragmentada desde la cual responder al sufrimiento.\n- AG_autoriaResponsabilidad: las acciones que surgen del Self Compasivo son elegidas y sostenibles, no reacciones impulsadas por amenaza.\n\nIndicadores de progreso\n- El paciente puede acceder al Self Compasivo sin guía constante.\n- Disminuye la dominancia del crítico punitivo.\n- Aumenta la firmeza sin dureza en el diálogo interno.\n- Las decisiones se orientan más al cuidado a largo plazo que al alivio inmediato.\n\nReferencias bibliográficas (libros)\nEste procedimiento se basa en la conceptualización del Self Compasivo desarrollada en la Terapia Centrada en la Compasión, especialmente en:\nGilbert, P. (2009). The Compassionate Mind. Constable & Robinson.\nGilbert, P. (2010). Compassion Focused Therapy: Distinctive Features. Routledge.\nGilbert, P. (2014). The Compassionate Mind Workbook. Constable & Robinson.\nIrons, C. & Beaumont, E. (2017). The Compassionate Mind Workbook. Robinson.\n\nEstas obras describen explícitamente la construcción, entrenamiento y uso clínico del Self Compasivo como sistema regulador alternativo al crítico interno."
    },
    {
      "nombre": "Trabajo directo con el crítico interno (mapa, funciones y transformaciones)",
      "codigo": "p_cft_critic_work",
      "procesos": [
        "RI_criticoInterno",
        "RI_dialogoFuncional",
        "RE_rotulacion"
      ],
      "texto": "Objetivo clínico\nTransformar la relación interna con el crítico pasando de un patrón de autoataque, humillación o presión amenazante a una forma de autorregulación basada en compasión firme. En CFT, el objetivo no es silenciar el crítico, sino comprender su función protectora, reducir su tono punitivo y desarrollar una respuesta alternativa desde el Self Compasivo que sea clara, protectora y orientada al bienestar a largo plazo.\n\nMarco teórico (CFT)\nLa Terapia Centrada en la Compasión conceptualiza el crítico interno como una estrategia aprendida del sistema de amenaza, frecuentemente ligada a historia de apego, jerarquía social, comparación y vergüenza. El crítico no es un error cognitivo, sino un intento —a menudo torpe y costoso— de proteger a la persona de rechazo, fracaso o exclusión. Este enfoque se desarrolla ampliamente en los trabajos de Paul Gilbert sobre vergüenza, jerarquía social y autocrítica.\n\nFase 1 — Mapeo del crítico interno (hacerlo visible)\nSe realiza una exploración sistemática del patrón crítico para que deje de operar de forma implícita. El mapa incluye:\n- Situaciones disparadoras (error, evaluación, comparación, intimidad).\n- Contenido típico del mensaje (“no vales”, “no es suficiente”, “te van a rechazar”).\n- Tono (castigador, ansioso, sarcástico, decepcionado).\n- Intensidad y frecuencia.\n- Impacto emocional (vergüenza, miedo, rabia).\n- Respuesta conductual (evitación, sobreesfuerzo, colapso).\n\nEste mapeo activa rotulación emocional y reduce confusión, facilitando regulación posterior.\n\nFase 2 — Tipificación del crítico (no todos son iguales)\nSe identifican subtipos de crítica, porque cada uno responde a una amenaza distinta:\n\n1) Crítico punitivo\n   - Tono: humillante, duro, castigador.\n   - Emoción nuclear: vergüenza + rabia dirigida hacia uno mismo.\n   - Función: “si te castigo yo, nadie más lo hará”.\n\n2) Crítico ansioso\n   - Tono: urgente, alarmista.\n   - Emoción nuclear: miedo.\n   - Función: anticipar peligros y prevenir errores.\n\n3) Crítico comparativo\n   - Tono: jerárquico (“los demás sí, tú no”).\n   - Emoción nuclear: vergüenza social.\n   - Función: empujar a mejorar posición para evitar exclusión.\n\n4) Crítico moralizante\n   - Tono: normativo (“deberías”, “está mal”).\n   - Emoción nuclear: culpa.\n   - Función: asegurar pertenencia mediante obediencia a reglas internalizadas.\n\nEsta tipificación está alineada con la literatura de CFT sobre autocrítica, vergüenza y jerarquía social.\n\nFase 3 — Identificación de la función protectora\nSe explora explícitamente qué intenta evitar o conseguir el crítico:\n- evitar rechazo,\n- evitar vergüenza,\n- mantener control,\n- forzar rendimiento,\n- prevenir daño relacional.\n\nLa pregunta clínica central es:\n“Si esta voz intentara ayudarte, ¿de qué estaría tratando de protegerte?”\n\nEste paso es clave para desactivar la guerra interna y preparar el terreno para la transformación.\n\nFase 4 — Desarrollo del Self Compasivo\nAntes de confrontar al crítico, se entrena el acceso al Self Compasivo:\n- postura corporal,\n- tono de voz,\n- ritmo,\n- intención (cuidado + firmeza),\n- valores protectores.\n\nEl Self Compasivo no es blando ni indulgente: combina sensibilidad al sufrimiento con valentía y compromiso con el bienestar. Esta conceptualización es central en CFT.\n\nFase 5 — Transformación del estilo crítico (de ataque a corrección compasiva)\nAquí se produce el cambio central:\n- del insulto global → feedback específico,\n- de la humillación → orientación concreta,\n- del castigo → protección,\n- de la amenaza → guía firme.\n\nEjemplo:\nCrítico punitivo: “Eres un desastre.”\nCorrección compasiva: “Esto salió mal y duele. Vamos a ver qué necesitas ahora y cuál es el siguiente paso razonable.”\n\nNo se elimina la función orientadora, se cambia el **estilo regulador**.\n\nFase 6 — Diálogo guiado entre Self Compasivo y crítico\nSe realizan prácticas estructuradas (a veces con sillas) donde:\n- el crítico expresa su miedo,\n- el Self Compasivo valida la intención,\n- se ponen límites claros al abuso,\n- se propone una forma alternativa de ayudar.\n\nEste diálogo transforma la relación interna y reduce vergüenza secundaria.\n\nEjemplo clínico breve\nPaciente con perfeccionismo:\nCrítico: “Si bajas el nivel, te van a despreciar.”\nSelf Compasivo: “Entiendo que intentas protegerme del rechazo. Gracias. Pero este ataque me está agotando. Necesito firmeza sin crueldad. Vamos a hacerlo de forma sostenible.”\n\nIndicadores de progreso\n- El paciente reconoce antes la aparición del crítico.\n- Disminuye la intensidad y crueldad del tono.\n- Aumenta la capacidad de responder desde cuidado firme.\n- Se reduce la vergüenza y el autoataque.\n- Aparece un diálogo interno más protector y funcional.\n\nReferencias bibliográficas (libros)\nEste procedimiento se fundamenta en los desarrollos de la Terapia Centrada en la Compasión descritos por Paul Gilbert, especialmente en:\n- Gilbert, P. (2009). The Compassionate Mind. Constable & Robinson.\n- Gilbert, P. (2010). Compassion Focused Therapy: Distinctive Features. Routledge.\n- Gilbert, P. (2014). The Compassionate Mind Workbook. Constable & Robinson.\n- Irons, C. & Beaumont, E. (2017). The Compassionate Mind Workbook. Robinson.\n\nEstas obras describen de forma explícita el trabajo con autocrítica, vergüenza, funciones protectoras del crítico y el desarrollo del Self Compasivo como sistema regulador alternativo."
    },
    {
      "nombre": "Trabajo con vergüenza (shame-focused)",
      "codigo": "p_cft_shame",
      "procesos": [
        "RE_aceptacion",
        "RI_criticoInterno",
        "N_reformulacion"
      ],
      "texto": "Explorar vergüenza como emoción social vinculada a exclusión/defecto. Identificar guiones de vergüenza, evitaciones y autoataques. Practicar respuestas compasivas a “sentirse defectuoso”, aumentando tolerancia y reduciendo conductas de ocultación/sumisión."
    },
    {
      "nombre": "Miedo, resistencias y bloqueos a la compasión (Fears of Compassion)",
      "codigo": "p_cft_fears_compassion",
      "procesos": [
        "N_marcosCognitivos",
        "RE_prevEvitacion",
        "RI_partesSubpersonalidades"
      ],
      "texto": "Detectar y trabajar creencias y miedos: “si me trato bien me volveré débil”, “no lo merezco”, “es falso”, “me hará dependiente”, “ser compasivo me expone a dolor”. Se formula como protección aprendida. Se trabaja gradualmente con dosis de compasión tolerables."
    },
    {
      "nombre": "Carta compasiva / reescritura compasiva",
      "codigo": "p_cft_compLetter",
      "procesos": [
        "N_narrativaAutobiografica",
        "RI_autocompasion",
        "I_autoimagen"
      ],
      "texto": "Escritura desde el Self Compasivo a la parte sufriente: validación, comprensión contextual, límites firmes, y plan concreto. Se usa también para reescribir episodios de vergüenza con una mirada compasiva y realista."
    },
    {
      "nombre": "Trabajo con sillas (Chairwork) en clave compasiva",
      "codigo": "p_cft_chairwork",
      "procesos": [
        "AP_evocacion",
        "RI_partesSubpersonalidades",
        "AP_trabajoCorrectivo"
      ],
      "texto": "Diálogo experiencial entre partes: crítico, yo avergonzado, protector ansioso, Self Compasivo. Permite acceder a emoción implícita, transformar relación interna y crear experiencia correctiva (recibir firmeza y cuidado en vez de humillación)."
    },
    {
      "nombre": "Prácticas conductuales compasivas (compassionate behaviour)",
      "codigo": "p_cft_behaviour",
      "procesos": [
        "AG_compromisoConductual",
        "R_repertorioInterpersonal",
        "I_valoresAspiracionales"
      ],
      "texto": "Trasladar compasión a acción: autocuidado firme, límites, pedir apoyo, reparar errores sin autoataque, practicar “suficientemente bien”, exponerse a imperfección con apoyo compasivo, y hábitos que alimentan seguridad (rutinas, descanso, conexión)."
    },
    {
      "nombre": "Compasión hacia otros y recibir compasión (equilibrio dar/recibir)",
      "codigo": "p_cft_give_receive",
      "procesos": [
        "R_coregulacion",
        "R_valoresRelacionales",
        "RE_coregulacion"
      ],
      "texto": "Explorar bloqueos a recibir cuidado y a darlo sin sacrificio. Entrenar reciprocidad afiliativa y seguridad en el vínculo, especialmente si hay historia de apego inseguro o vergüenza por necesitar."
    },
    {
      "nombre": "Prevención de recaídas y plan de práctica (rutina compasiva)",
      "codigo": "p_cft_relapse",
      "procesos": [
        "AG_compromisoConductual",
        "N_metacognicion",
        "RI_dialogoFuncional"
      ],
      "texto": "Diseñar un plan realista: prácticas mínimas diarias (respiración, self compasivo, respuesta al crítico), señales tempranas de recaída (aumento de crítica/vergüenza), y protocolos breves de reparación. Objetivo: continuidad y autonomía."
    }
  ],
  "micros": [
    {
      "nombre": "Tipificar el crítico interno",
      "codigo": "m_cft_critic_types",
      "procesos": [
        "RI_criticoInterno",
        "RE_rotulacion"
      ],
      "texto": "Objetivo clínico\nDistinguir con precisión qué “modo crítico” está activo en cada episodio de autocrítica, porque cada subtipo tiene:\n(1) una emoción nuclear distinta,\n(2) una función protectora diferente,\n(3) un lenguaje característico,\n(4) un patrón corporal específico,\ny por tanto requiere una respuesta compasiva distinta (no vale una intervención genérica).\n\nQué observar (checklist rápido)\n1) Contenido: ¿qué acusa, exige o amenaza?\n2) Tono: ¿cruel, frío, sarcástico, urgente, decepcionado, paternalista?\n3) Forma: ¿insulta, compara, moraliza, predice catástrofe, “entrena”?\n4) Función: ¿evitar vergüenza, evitar rechazo, forzar rendimiento, castigar, prevenir daño?\n5) Emoción subyacente: miedo, vergüenza, rabia, asco, tristeza, desamparo.\n6) Respuesta del sistema: ¿lucha (tensión/ira), huida (evitación/procrastinación), sumisión (colapso/autoanulación)?\n\nSubtipos principales (CFT) — descripción operativa\nA) Crítico punitivo (castigador)\n- Lenguaje típico: “Eres patético”, “das asco”, “no vales”, “lo has arruinado”.\n- Emoción nuclear: vergüenza + rabia dirigida hacia uno mismo (autoataque).\n- Función protectora: controlar por miedo a ser rechazado/excluido; “si te castigo yo, nadie más lo hará”.\n- Huella corporal: opresión, mandíbula apretada, tensión, dureza, punzadas en pecho/estómago.\n- Riesgo clínico: escalada de autoodio, desesperanza, ideación autolesiva (en algunos casos).\n\nB) Crítico ansioso (catastrofista / vigilante)\n- Lenguaje típico: “Si fallas, se acabó”, “te van a descubrir”, “la vas a liar”, “cuidado”.\n- Emoción nuclear: miedo/ansiedad.\n- Función protectora: anticipar amenaza; mantenerte “alerta” para evitar consecuencias.\n- Huella corporal: activación simpática, prisa, respiración alta, inquietud.\n- Patrón conductual: sobrepreparación, chequeo, evitación, rumiación.\n\nC) Crítico comparativo (jerárquico)\n- Lenguaje típico: “Los demás sí pueden”, “eres inferior”, “mira cómo lo hacen ellos”.\n- Emoción nuclear: vergüenza social + envidia/impotencia.\n- Función protectora: empujarte a subir en jerarquía para no ser “menos”.\n- Huella corporal: hundimiento, presión en garganta/pecho, mirada hacia abajo.\n- Contexto típico: redes sociales, trabajo competitivo, familia exigente.\n\nD) Crítico moralizante (culpa / deber / norma)\n- Lenguaje típico: “Deberías”, “eso está mal”, “no se hace”, “eres egoísta”, “no mereces”.\n- Emoción nuclear: culpa (a veces vergüenza moral).\n- Función protectora: mantener pertenencia y aprobación mediante obediencia a reglas internalizadas.\n- Huella corporal: rigidez, tensión en nuca, sensación de “juicio”.\n- Riesgo: vivir desde mandato, autoabandono, resentimiento oculto.\n\nE) “Entrenador duro” (perfeccionista instrumental)\n- Lenguaje típico: “Aprieta”, “no te relajes”, “no es suficiente”, “más”.\n- Emoción nuclear: miedo a la mediocridad/fracaso (y vergüenza anticipada).\n- Función protectora: rendimiento como escudo (“si eres excelente, estás a salvo”).\n- Huella corporal: empuje, tensión productiva, dificultad para descansar.\n- Particularidad: puede sonar “útil”, por eso el paciente lo defiende.\n\nF) Crítico sarcástico / despreciativo (deshumanizante)\n- Lenguaje típico: burla, ironía, “qué esperabas”.\n- Emoción nuclear: vergüenza + rabia defensiva (evita vulnerabilidad).\n- Función protectora: no sentir dolor; convertirlo en desprecio.\n- Huella corporal: frialdad, desconexión, dureza.\n\nG) Crítico “protector-evitativo” (apagador)\n- Lenguaje típico: “No lo intentes”, “no te expongas”, “mejor no”.\n- Emoción nuclear: miedo + indefensión aprendida.\n- Función protectora: evitar activación de vergüenza/fracaso mediante retirada.\n- Huella corporal: pesadez, caída de energía, congelación.\n\nCómo se usa en sesión (pasos)\n1) Episodio concreto: “Recuérdame la última vez que te atacaste así”.\n2) Etiquetado: “¿Qué subtipo suena más: punitivo, ansioso, comparativo, moralizante, entrenador?”.\n3) Emoción nuclear: “Debajo de esa voz, ¿qué hay: miedo, vergüenza, rabia?”.\n4) Función: “¿Qué intenta evitar o conseguir por ti?”.\n5) Mapa de activación: disparador → emoción → crítico → conducta (lucha/huida/sumisión) → coste.\n6) Selección de respuesta compasiva específica:\n   - punitivo → límites firmes + protección de la parte vulnerable\n   - ansioso → regulación + plan concreto (sin amenaza)\n   - comparativo → dignidad + valores + desenganche de jerarquía\n   - moralizante → distinguir ética vs mandato; compasión con límites\n   - entrenador duro → “firmeza sin crueldad”: rendimiento sostenible\n\nPreguntas clínicas (muy útiles)\n- “Si este crítico tuviera una intención buena, ¿cuál sería?”.\n- “¿Qué teme que pase si no te habla así?”.\n- “¿A quién se parece esta voz?” (sin forzar historia).\n- “¿Qué parte de ti queda aplastada cuando aparece?”.\n- “¿Qué coste pagas por obedecerlo?”.\n\nMarcadores de progreso (indicadores finos)\n- El paciente detecta el subtipo en tiempo real (“ahora es el comparativo”).\n- Baja la fusión (“es una parte/voz, no la verdad”).\n- Aumenta la elección: puede responder con corrección compasiva.\n- Disminuye el salto a conducta (menos evitación, menos sobreesfuerzo, menos colapso).\n- El crítico cambia de forma: de global y humillante a específico y útil, o pierde intensidad/frecuencia.\n\nErrores típicos a evitar (porque empeoran el caso)\n- Discutir el crítico como si fuese solo cognición (“eso no es lógico”): activa más vergüenza.\n- Intentar “eliminar” la voz: incrementa guerra interna.\n- Usar compasión blanda con crítico punitivo: el paciente lo vive como debilidad.\n- Ir demasiado rápido a historia traumática sin regulación afiliativa previa.\n\nResultado esperado\nTras tipificar, la intervención deja de ser genérica y se vuelve quirúrgica: cada modo crítico recibe una respuesta compasiva ajustada (firme, protectora, reguladora o reorientadora), reduciendo ansiedad, vergüenza y autoataque de forma sostenida."
    },
    {
      "nombre": "Función protectora del crítico",
      "codigo": "m_cft_critic_function",
      "procesos": [
        "RI_criticoInterno",
        "N_metacognicion"
      ],
      "texto": "Pregunta clínica estándar: “¿qué intenta evitar o conseguir tu crítico?” (rechazo, vergüenza, pérdida de control). Cambia lucha por comprensión y abre negociación interna."
    },
    {
      "nombre": "Cambio de ataque a corrección compasiva",
      "codigo": "m_cft_critic_to_compCorrection",
      "procesos": [
        "RI_dialogoFuncional",
        "RI_autocompasion"
      ],
      "texto": "Transformar el contenido/tono: de humillación global (“eres un desastre”) a feedback concreto y útil (“esto salió mal por X; probemos Y”), manteniendo firmeza sin crueldad."
    },
    {
      "nombre": "Respuesta en tres pasos del Self Compasivo al crítico",
      "codigo": "m_cft_compSelf_response",
      "procesos": [
        "I_coherenciaInterna",
        "RI_criticoInterno",
        "RE_modulacion"
      ],
      "texto": "(1) Validar emoción (“tienes miedo/vergüenza”), (2) nombrar intención protectora (“quieres evitar rechazo”), (3) ofrecer alternativa compasiva y concreta (“vamos a hacerlo de forma sostenible”)."
    },
    {
      "nombre": "Respiración calmante con intención afiliativa",
      "codigo": "m_cft_srb_intention",
      "procesos": [
        "RF_resp",
        "RE_modulacion"
      ],
      "texto": "No solo “respirar”: hacerlo con actitud amable (suavidad, paciencia). El componente afiliativo es parte del mecanismo de cambio."
    },
    {
      "nombre": "Anclaje corporal del Self Compasivo",
      "codigo": "m_cft_embodiment",
      "procesos": [
        "RF_ground",
        "I_coherenciaInterna"
      ],
      "texto": "Postura, hombros, mirada, ritmo y tono para “encarnar” el Self Compasivo. El cuerpo guía al estado mental."
    },
    {
      "nombre": "Detectar escaneo de amenaza y redirigir",
      "codigo": "m_cft_threat_scan_shift",
      "procesos": [
        "N_metacognicion",
        "RI_mindfulnessSelf"
      ],
      "texto": "Notar cuándo la mente busca fallo/juicio y practicar un “giro” hacia señales de suficiencia/seguridad (sin negar problemas)."
    },
    {
      "nombre": "Nombrar vergüenza como emoción social",
      "codigo": "m_cft_name_shame",
      "procesos": [
        "RE_rotulacion",
        "N_reformulacion"
      ],
      "texto": "Rotular “esto es vergüenza” y ligarla a pertenencia/exclusión reduce confusión y moralización (“soy malo”) y permite trabajar desde compasión."
    },
    {
      "nombre": "Lugar seguro sensorial (60–90s)",
      "codigo": "m_cft_safeplace_rapid",
      "procesos": [
        "RF_ground",
        "RE_modulacion"
      ],
      "texto": "Micropráctica para abrir ventana de tolerancia antes de tocar autocrítica/vergüenza."
    },
    {
      "nombre": "Figura compasiva: cualidades explícitas",
      "codigo": "m_cft_compOther_qualities",
      "procesos": [
        "RI_reparacionRepresentaciones",
        "RE_coregulacion"
      ],
      "texto": "Definir cualidades (sabiduría, fuerza, calidez, valentía, compromiso) para evitar figuras “blandas” que el paciente rechaza."
    },
    {
      "nombre": "Normalizar miedo a la compasión como protección aprendida",
      "codigo": "m_cft_normalize_fear_comp",
      "procesos": [
        "N_marcosCognitivos",
        "RE_aceptacion"
      ],
      "texto": "Reencuadrar la resistencia: no es “mala voluntad”, es aprendizaje defensivo ante cuidado/vulnerabilidad."
    },
    {
      "nombre": "Titulación de compasión (dosis tolerable)",
      "codigo": "m_cft_dose_titration",
      "procesos": [
        "RE_modulacion",
        "RE_prevEvitacion"
      ],
      "texto": "Introducir compasión en microdosis para no disparar vergüenza: frases mínimas, prácticas breves, más cuerpo y menos narrativa al inicio."
    },
    {
      "nombre": "Externalizar el crítico sin demonizarlo",
      "codigo": "m_cft_externalize_critic",
      "procesos": [
        "RI_partesSubpersonalidades",
        "RI_criticoInterno"
      ],
      "texto": "Separar “tú” de “tu crítico” manteniendo respeto por su función protectora, evitando guerra interna."
    },
    {
      "nombre": "Acceder a la parte avergonzada/vulnerable",
      "codigo": "m_cft_access_vulnerable",
      "procesos": [
        "AP_evocacion",
        "RE_aceptacion"
      ],
      "texto": "Bajar del debate cognitivo a la experiencia: localizar dónde se siente la vergüenza y qué necesita esa parte."
    },
    {
      "nombre": "Regla del “suficientemente bien” (Good-enough)",
      "codigo": "m_cft_good_enough",
      "procesos": [
        "AG_compromisoConductual",
        "I_autoimagen"
      ],
      "texto": "Diseñar conductas deliberadamente imperfectas y sostenibles para debilitar el patrón perfeccionista sin colapso."
    },
    {
      "nombre": "Límites compasivos con uno mismo",
      "codigo": "m_cft_comp_limits",
      "procesos": [
        "AG_necesidadesPropias",
        "RI_dialogoFuncional"
      ],
      "texto": "Firmeza sin crueldad: “no voy a seguir atacándome” + plan concreto (descanso, pausa, pedir ayuda, reintentar)."
    },
    {
      "nombre": "Reparación rápida tras recaída en autocrítica",
      "codigo": "m_cft_repair_after_relapse",
      "procesos": [
        "RI_autocompasion",
        "N_metacognicion"
      ],
      "texto": "Protocolo breve: (1) notar crítica, (2) validar emoción, (3) una frase compasiva firme, (4) una acción pequeña de cuidado. Evita espiral secundaria de vergüenza."
    }
  ]
}
