{
  "id": "cognitive-processing-therapy-resick-1992",
  "grupo": "Cognitivo",
  "label": "Cognitive Processing Therapy (CPT)",
  "year": 1992,
  "importance": 2,
  "autores": "Patricia A. Resick; Candice M. Monson; Kathleen M. Chard",
  "universidad": "University of Missouri–St. Louis",
  "ciudad": "St. Louis, Missouri",
  "pais": "EE. UU.",
  "lat": 38.710477,
  "lon": -90.308883,

  "descripcion": "Cognitive Processing Therapy (CPT) es un modelo psicoterapéutico cognitivo estructurado para el tratamiento del trastorno de estrés postraumático que explica el mantenimiento del malestar a partir de la presencia de creencias traumáticas rígidas o distorsionadas (“atascos cognitivos”) derivadas del intento de integrar experiencias traumáticas extremas. El modelo sostiene que el trauma altera esquemas fundamentales sobre seguridad, confianza, poder y control, estima personal y cercanía, generando patrones de asimilación o sobreacomodación disfuncionales. La intervención combina psicoeducación, reestructuración cognitiva focalizada y exposición escrita al recuerdo traumático para promover una integración narrativa funcional y reducir los síntomas postraumáticos.",

  "influencias": [
    "Terapia cognitiva",
    "Trauma",
    "Psicoeducación",
    "Exposición por escritura"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica del trauma se concibe como mediada por esquemas cognitivos fundamentales que organizan la interpretación de la experiencia y que pueden quedar distorsionados tras un evento traumático. El conocimiento terapéutico se construye de forma colaborativa y estructurada, mediante identificación empírica de creencias y experimentación cognitiva. El ser humano es entendido como un agente activo capaz de reorganizar significados traumáticos cuando dispone de un marco seguro y estructurado. El cambio se produce al modificar creencias disfuncionales y facilitar la integración narrativa del trauma; la relación terapéutica funciona como un contexto de seguridad, guía y validación.",
    "teoriaFormal": "El self se organiza en torno a esquemas cognitivos centrales sobre uno mismo, los otros y el mundo. El trauma produce alteraciones en estos esquemas mediante procesos de asimilación rígida o sobreacomodación global, generando creencias absolutistas que mantienen miedo, culpa, vergüenza e hipervigilancia. El cambio terapéutico ocurre cuando estas creencias se flexibilizan y el recuerdo traumático se integra de forma coherente en la narrativa autobiográfica.",
    "teoriaClinica": "El caso se conceptualiza identificando los atascos cognitivos relacionados con dominios clave (seguridad, confianza, poder/control, estima y cercanía) y las estrategias cognitivas y conductuales asociadas. La intervención prioriza psicoeducación sobre el impacto del trauma, reestructuración cognitiva focalizada y exposición escrita al recuerdo traumático. El progreso se evalúa por la reducción de creencias rígidas, la integración narrativa del trauma y la disminución de síntomas postraumáticos."
  },

  "procesos": [
    "Reorganización de creencias traumáticas",
    "Integración narrativa del trauma",
    "Reducción de evitación cognitiva",
    "Flexibilización de esquemas centrales"
  ],

  "mjps": ["N", "RE", "AG", "RI"],

  "procedimientos": [
  {
    "nombre": "Evaluación clínica y conceptualización cognitiva del trauma",
    "codigo": "p_cpt_evaluacion_conceptualizacion",
    "texto": "Procedimiento inicial conducido por el terapeuta para evaluar síntomas de TEPT, historia traumática, comorbilidades y funcionamiento actual, y construir una conceptualización cognitiva del caso identificando áreas nucleares afectadas por el trauma (seguridad, confianza, poder/control, estima y cercanía), estableciendo objetivos terapéuticos y criterios de progreso dentro del marco estructurado de CPT. (Resick & Schnicke, 1993; Resick et al., 2016)."
  },
  {
    "nombre": "Psicoeducación sobre el TEPT y el modelo CPT",
    "codigo": "p_cpt_psicoeducacion",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento psicoeducativo orientado a que el paciente comprenda las reacciones postraumáticas como respuestas aprendidas y mantenidas por creencias traumáticas rígidas, introduciendo el concepto de asimilación, acomodación y sobreacomodación, y clarificando la lógica del tratamiento para reducir confusión, culpa y evitación cognitiva. (Resick & Schnicke, 1993; Resick et al., 2016)."
  },
  {
    "nombre": "Identificación de atascos cognitivos relacionados con el trauma",
    "codigo": "p_cpt_atascos_cognitivos",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento central en el que el paciente aprende a identificar creencias traumáticas rígidas o distorsionadas (“atascos”) derivadas del intento de integrar el evento traumático, especialmente aquellas asociadas a culpa, vergüenza, peligro permanente o desconfianza global, transformándolas en dianas explícitas de intervención cognitiva. (Resick et al., 2016)."
  },
  {
    "nombre": "Escritura del impacto del trauma",
    "codigo": "p_cpt_escritura_impacto",
    "procesos": ["N_construccionAlternativa", "RE_activacionEmocional"],
    "texto": "Procedimiento experiencial-cognitivo en el que el paciente redacta un texto sobre el significado personal del trauma y su impacto en creencias sobre sí mismo, los otros y el mundo, facilitando acceso emocional controlado y externalización de significados implícitos que luego serán trabajados cognitivamente. (Resick & Schnicke, 1993; Resick et al., 2016)."
  },
  {
    "nombre": "Exposición escrita al recuerdo traumático",
    "codigo": "p_cpt_exposicion_escrita",
    "procesos": ["RE_aceptacion", "RE_prevEvitacion"],
    "texto": "Procedimiento de exposición narrativa mediante escritura detallada y repetida del evento traumático, orientado a reducir evitación cognitiva y emocional, aumentar tolerancia al recuerdo y facilitar su integración narrativa sin recurrir a exposición prolongada en vivo. (Resick & Schnicke, 1993)."
  },
  {
    "nombre": "Revisión y procesamiento del relato traumático",
    "codigo": "p_cpt_procesamiento_relato",
    "procesos": ["N_reformulacion", "RE_modulacion"],
    "texto": "Procedimiento en el que terapeuta y paciente revisan conjuntamente el relato escrito del trauma para identificar atascos cognitivos emergentes, emociones asociadas y patrones de significado, promoviendo una lectura más contextualizada y menos absolutista del evento. (Resick et al., 2016)."
  },
  {
    "nombre": "Entrenamiento en cuestionamiento cognitivo estructurado",
    "codigo": "p_cpt_cuestionamiento_cognitivo",
    "procesos": ["N_reformulacion"],
    "texto": "Procedimiento cognitivo sistemático que enseña al paciente a evaluar la evidencia, utilidad y consecuencias de los atascos cognitivos mediante preguntas guiadas y hojas de trabajo específicas, favoreciendo la flexibilización de creencias traumáticas sin debate intelectual abstracto. (Resick et al., 2016)."
  },
  {
    "nombre": "Trabajo por dominios cognitivos del trauma",
    "codigo": "p_cpt_dominios_trauma",
    "procesos": ["N_reformulacion"],
    "texto": "Procedimiento estructurado que organiza la intervención cognitiva por dominios clave afectados por el trauma —seguridad, confianza, poder/control, estima y cercanía— permitiendo un abordaje sistemático y completo de los significados traumáticos más frecuentes en TEPT. (Resick et al., 2016)."
  },
  {
    "nombre": "Reducción de conductas de evitación y seguridad",
    "codigo": "p_cpt_evitar_seguridad",
    "procesos": ["RE_prevEvitacion", "AG_compromisoConductual"],
    "texto": "Procedimiento orientado a identificar y disminuir conductas de evitación y estrategias de seguridad que mantienen creencias traumáticas y refuerzan hipervigilancia, promoviendo aproximaciones graduales y conductas coherentes con creencias más flexibles. (Resick et al., 2016)."
  },
  {
    "nombre": "Integración narrativa del trauma",
    "codigo": "p_cpt_integracion_narrativa",
    "procesos": ["I_reconsolidacion", "N_construccionAlternativa"],
    "texto": "Procedimiento destinado a integrar el recuerdo traumático en la narrativa autobiográfica del paciente como un evento pasado con significado contextualizado, reduciendo su poder organizador sobre la identidad y el presente. (Resick et al., 2016)."
  },
  {
    "nombre": "Generalización del cambio y prevención de recaídas",
    "codigo": "p_cpt_generalizacion",
    "procesos": ["AG_autoriaResponsabilidad", "N_construccionAlternativa"],
    "texto": "Procedimiento final orientado a consolidar los cambios cognitivos logrados, anticipar posibles reactivaciones futuras de atascos traumáticos y reforzar el uso autónomo de habilidades de procesamiento cognitivo para mantener los beneficios terapéuticos a largo plazo. (Resick et al., 2016)."
  }
],

"micros": [
  {
    "nombre": "Detección explícita de un atasco cognitivo",
    "codigo": "m_cpt_detectar_atasco",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención en la que el terapeuta ayuda al paciente a identificar una creencia rígida o absolutista vinculada al trauma (atasco cognitivo) en el discurso espontáneo o en el relato escrito, transformando una reacción emocional difusa en un objeto cognitivo concreto susceptible de análisis y cambio. (Resick et al., 2016)."
  },
  {
    "nombre": "Clasificación del atasco por dominio traumático",
    "codigo": "m_cpt_clasificar_dominio",
    "procesos": ["N_metacognicion"],
    "texto": "Intervención breve que consiste en ubicar el atasco cognitivo dentro de uno de los dominios centrales del trauma (seguridad, confianza, poder/control, estima o cercanía), facilitando una comprensión organizada del impacto traumático y orientando el trabajo cognitivo posterior. (Resick et al., 2016)."
  },
  {
    "nombre": "Diferenciación entre hechos y creencias",
    "codigo": "m_cpt_hechos_vs_creencias",
    "procesos": ["N_reformulacion"],
    "texto": "Microintervención cognitiva destinada a ayudar al paciente a distinguir entre lo que ocurrió objetivamente durante el evento traumático y las interpretaciones o conclusiones globales extraídas a partir de él, reduciendo la fusión entre memoria y significado. (Resick et al., 2016)."
  },
  {
    "nombre": "Identificación de asimilación y sobreacomodación",
    "codigo": "m_cpt_asimilacion_sobreacomodacion",
    "procesos": ["N_metacognicion"],
    "texto": "Intervención breve orientada a identificar si el atasco cognitivo refleja un intento de asimilación (culpa, autorresponsabilización excesiva) o de sobreacomodación (generalizaciones extremas sobre uno mismo, los otros o el mundo), clarificando el tipo de distorsión predominante. (Resick & Schnicke, 1993; Resick et al., 2016)."
  },
  {
    "nombre": "Preguntas socráticas focalizadas en el trauma",
    "codigo": "m_cpt_preguntas_socraticas",
    "procesos": ["N_reformulacion"],
    "texto": "Uso puntual de preguntas guiadas y estructuradas para examinar evidencia, alternativas y consecuencias de un atasco cognitivo específico, evitando debates abstractos y manteniendo el foco en el impacto funcional de la creencia traumática. (Resick et al., 2016)."
  },
  {
    "nombre": "Revisión guiada del escrito de impacto",
    "codigo": "m_cpt_revision_impacto",
    "procesos": ["N_construccionAlternativa", "RE_modulacion"],
    "texto": "Microintervención en la que terapeuta y paciente revisan fragmentos concretos del escrito de impacto para detectar significados implícitos, emociones asociadas y atascos emergentes, favoreciendo una lectura más contextualizada y regulada del trauma. (Resick et al., 2016)."
  },
  {
    "nombre": "Normalización de reacciones postraumáticas",
    "codigo": "m_cpt_normalizacion",
    "procesos": ["RE_validacion"],
    "texto": "Intervención breve que valida las reacciones emocionales y cognitivas postraumáticas como respuestas comprensibles ante una experiencia extrema, reduciendo vergüenza y autoacusación sin reforzar creencias disfuncionales. (Resick & Schnicke, 1993)."
  },
  {
    "nombre": "Reformulación alternativa del atasco",
    "codigo": "m_cpt_reformulacion",
    "procesos": ["N_construccionAlternativa"],
    "texto": "Microintervención en la que se ayuda al paciente a construir una interpretación alternativa más flexible y específica del evento traumático, coherente con la evidencia disponible y funcional para el presente, sin negar la gravedad de lo ocurrido. (Resick et al., 2016)."
  },
  {
    "nombre": "Conexión entre creencia traumática y evitación actual",
    "codigo": "m_cpt_creencia_evitacion",
    "procesos": ["RE_prevEvitacion", "N_metacognicion"],
    "texto": "Intervención puntual que señala cómo un atasco cognitivo concreto mantiene conductas de evitación o seguridad en la vida actual, ayudando al paciente a comprender el coste funcional de sostener la creencia traumática. (Resick et al., 2016)."
  },
  {
    "nombre": "Anclaje temporal del recuerdo traumático",
    "codigo": "m_cpt_anclaje_temporal",
    "procesos": ["I_reconsolidacion"],
    "texto": "Microintervención destinada a ayudar al paciente a ubicar el trauma como un evento pasado y no como una amenaza presente, diferenciando el “entonces” del “ahora” para reducir activación emocional automática y reexperimentación. (Resick et al., 2016)."
  },
  {
    "nombre": "Refuerzo del uso autónomo de herramientas cognitivas",
    "codigo": "m_cpt_refuerzo_autonomia",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Reconocimiento explícito del uso independiente de hojas de trabajo, cuestionamiento cognitivo o reformulaciones fuera de sesión, fortaleciendo la autoeficacia y la generalización del cambio terapéutico. (Resick et al., 2016)."
  },
  {
    "nombre": "Cierre de sesión con síntesis cognitiva",
    "codigo": "m_cpt_cierre_sintesis",
    "procesos": ["N_construccionAlternativa"],
    "texto": "Microintervención de cierre en la que se resume el atasco trabajado, la reformulación alcanzada y su aplicación práctica, ayudando a consolidar el aprendizaje cognitivo antes de finalizar la sesión. (Resick et al., 2016)."
  }
],

"ideasPrincipales": [
  {
    "id": "idea_cpt_1",
    "titulo": "El trauma altera esquemas cognitivos fundamentales",
    "desarrollo": "CPT sostiene que los eventos traumáticos pueden distorsionar esquemas centrales sobre seguridad, confianza, poder/control, estima y cercanía, generando interpretaciones rígidas y globales que organizan la experiencia emocional y conductual posterior al trauma. (Resick & Schnicke, 1993; Resick et al., 2016)."
  },
  {
    "id": "idea_cpt_2",
    "titulo": "Los atascos cognitivos mantienen el malestar postraumático",
    "desarrollo": "El mantenimiento del TEPT se explica por la presencia de creencias traumáticas rígidas o distorsionadas —atascos cognitivos— que impiden una integración funcional del recuerdo traumático y sostienen emociones como miedo, culpa, vergüenza e ira. (Resick et al., 2016)."
  },
  {
    "id": "idea_cpt_3",
    "titulo": "La asimilación y la sobreacomodación son procesos desadaptativos",
    "desarrollo": "CPT diferencia entre asimilación, donde el trauma se interpreta de forma autoacusatoria o distorsionada para preservar creencias previas, y sobreacomodación, donde el evento traumático conduce a generalizaciones extremas y negativas sobre uno mismo, los otros o el mundo. (Resick & Schnicke, 1993)."
  },
  {
    "id": "idea_cpt_4",
    "titulo": "El contenido cognitivo es el foco principal del cambio",
    "desarrollo": "A diferencia de otros modelos centrados en procesos o en la relación con los pensamientos, CPT sitúa el foco terapéutico en la identificación y modificación directa del contenido de las creencias traumáticas, utilizando un abordaje cognitivo estructurado y focalizado. (Resick et al., 2016)."
  },
  {
    "id": "idea_cpt_5",
    "titulo": "La exposición escrita facilita acceso e integración del trauma",
    "desarrollo": "El modelo utiliza la escritura del impacto y del relato traumático como una forma controlada de exposición narrativa que reduce evitación cognitiva y emocional, permitiendo acceder a significados implícitos y favorecer su posterior procesamiento cognitivo. (Resick & Schnicke, 1993; Resick et al., 2016)."
  },
  {
    "id": "idea_cpt_6",
    "titulo": "El cuestionamiento cognitivo debe ser estructurado y funcional",
    "desarrollo": "CPT enfatiza el uso de preguntas socráticas y hojas de trabajo específicas para evaluar la evidencia, utilidad y consecuencias de los atascos cognitivos, evitando debates abstractos y priorizando la funcionalidad de las creencias en la vida actual del paciente. (Resick et al., 2016)."
  },
  {
    "id": "idea_cpt_7",
    "titulo": "La integración narrativa reduce el poder organizador del trauma",
    "desarrollo": "El cambio terapéutico se consolida cuando el recuerdo traumático se integra en la narrativa autobiográfica como un evento pasado, contextualizado y limitado, en lugar de funcionar como un organizador central de la identidad y del presente. (Resick et al., 2016)."
  },
  {
    "id": "idea_cpt_8",
    "titulo": "El objetivo terapéutico es una acomodación cognitiva flexible",
    "desarrollo": "El objetivo final de CPT es promover una acomodación cognitiva flexible en la que las creencias sobre uno mismo, los otros y el mundo incorporen el trauma sin generalizaciones absolutistas, permitiendo un funcionamiento psicológico más seguro y adaptativo. (Resick et al., 2016)."
  }
],

"secuencias": [
  {
    "id": "seq_cpt_protocolo_estandar",
    "nombre": "Protocolo estándar de Cognitive Processing Therapy (CPT)",
    "descripcion": "Secuencia protocolizada de Cognitive Processing Therapy para el tratamiento del trastorno de estrés postraumático, organizada en fases estructuradas que combinan psicoeducación, identificación y modificación de atascos cognitivos y exposición escrita. El protocolo está diseñado para facilitar la integración cognitiva del trauma mediante un orden clínicamente relevante y repetible, manteniendo flexibilidad dentro de cada fase.",
    "tipo": "protocolo",
    "pasos": [
      {
        "orden": 1,
        "accion": "Psicoeducación sobre TEPT y modelo CPT",
        "explicacion": "Fase inicial orientada a explicar las reacciones postraumáticas, el papel de las creencias traumáticas y la lógica del tratamiento, introduciendo los conceptos de asimilación, acomodación y sobreacomodación y estableciendo un marco colaborativo y estructurado."
      },
      {
        "orden": 2,
        "accion": "Identificación inicial de atascos cognitivos",
        "explicacion": "Se entrena al paciente para detectar creencias rígidas relacionadas con el trauma y se introducen herramientas básicas de cuestionamiento cognitivo, sentando las bases del trabajo posterior con significados traumáticos."
      },
      {
        "orden": 3,
        "accion": "Escritura del impacto del trauma",
        "explicacion": "El paciente redacta un texto centrado en el significado personal del trauma y su impacto en creencias sobre sí mismo, los otros y el mundo, facilitando acceso emocional y externalización de significados implícitos."
      },
      {
        "orden": 4,
        "accion": "Exposición escrita al recuerdo traumático",
        "explicacion": "Se realiza escritura detallada y repetida del evento traumático con el objetivo de reducir evitación cognitiva y emocional, aumentar tolerancia al recuerdo y permitir su procesamiento posterior."
      },
      {
        "orden": 5,
        "accion": "Procesamiento cognitivo del relato traumático",
        "explicacion": "Terapeuta y paciente revisan el relato escrito para identificar atascos cognitivos, emociones asociadas y distorsiones, promoviendo una lectura más contextualizada y menos absolutista del evento."
      },
      {
        "orden": 6,
        "accion": "Trabajo por dominios cognitivos del trauma",
        "explicacion": "La intervención se organiza sistemáticamente en torno a los dominios de seguridad, confianza, poder/control, estima y cercanía, aplicando cuestionamiento cognitivo específico a los atascos asociados a cada área."
      },
      {
        "orden": 7,
        "accion": "Reducción de evitación y conductas de seguridad",
        "explicacion": "Se identifican y modifican conductas de evitación y estrategias de seguridad que mantienen creencias traumáticas, promoviendo aproximaciones graduales coherentes con interpretaciones más flexibles."
      },
      {
        "orden": 8,
        "accion": "Integración narrativa y acomodación cognitiva",
        "explicacion": "El recuerdo traumático se integra en la narrativa autobiográfica como un evento pasado contextualizado, facilitando una acomodación cognitiva flexible que reduce la influencia del trauma en el presente."
      },
      {
        "orden": 9,
        "accion": "Consolidación del cambio y prevención de recaídas",
        "explicacion": "Fase final dedicada a revisar habilidades aprendidas, anticipar posibles reactivaciones futuras de atascos cognitivos y reforzar el uso autónomo de herramientas cognitivas para mantener los beneficios terapéuticos."
      }
    ]
  }
],

  "refs": [
    "Resick, P. A., & Schnicke, M. K. (1993). Cognitive Processing Therapy for Rape Victims.",
    "Resick, P. A., Monson, C. M., & Chard, K. M. (2016). Cognitive Processing Therapy for PTSD: A Comprehensive Manual."
  ]
}
