{
  "id": "ert-mennin-fresco-2013",
  "grupo": "Cognitivo",
  "label": "ERT – Emotion Regulation Therapy",
  "year": 2013,
  "importance": 2,
  "autores": "Douglas S. Mennin; David M. Fresco",
  "universidad": "Yale University",
  "ciudad": "New Haven, Connecticut",
  "pais": "EE. UU.",
  "lat": 41.316324,
  "lon": -72.922343,
  "descripcion": "La Emotion Regulation Therapy (ERT) es un tratamiento transdiagnóstico desarrollado inicialmente para el Trastorno de Ansiedad Generalizada (TAG) y condiciones comórbidas, que conceptualiza el sufrimiento emocional como resultado de patrones persistentes de desregulación caracterizados por hiperactivación motivacional, procesamiento atencional sesgado hacia la amenaza y estrategias rígidas de evitación cognitiva y conductual. Integrando hallazgos de la neurociencia afectiva con principios de la terapia cognitiva y las terapias de tercera ola, ERT propone que la ansiedad crónica y la depresión se mantienen por un bucle entre sensibilidad emocional elevada, preocupación/rumiación como estrategias regulatorias fallidas y déficits en acción comprometida basada en valores. El tratamiento se organiza en fases que combinan conciencia emocional, entrenamiento en regulación atencional, exposición emocional guiada y consolidación de acción dirigida a metas personalmente significativas, con el objetivo de ampliar flexibilidad emocional y restaurar agencia conductual.",
  "influencias": [
    "CBT 3ª ola – ACT",
    "CBT 3ª ola – DBT",
    "CBT 3ª ola – MBCT",
    "Terapia cognitiva (depresión)",
    "Neurociencia afectiva",
    "Regulación emocional",
    "Procesamiento atencional"
  ],
  "neimeyer": {
    "epistemologico": "ERT se sitúa dentro de un marco empirista contextual donde la realidad psicológica se entiende como organizada por sistemas motivacionales y emocionales que interactúan dinámicamente con procesos atencionales y regulatorios. El conocimiento terapéutico se construye colaborativamente a partir del análisis funcional de los patrones de regulación emocional del paciente. El ser humano es concebido como un sistema motivacional activo cuya desregulación surge cuando la hiperreactividad emocional se combina con estrategias de control rígidas. El cambio implica ampliar flexibilidad emocional y conductual mediante entrenamiento en conciencia, regulación y acción basada en valores. La relación terapéutica funciona como contexto seguro para activar y modular emoción sin evitación.",
    "teoriaFormal": "El self se entiende como un sistema dinámico organizado por disposiciones motivacionales de aproximación y evitación que interactúan con sesgos atencionales y estrategias regulatorias. El sufrimiento se mantiene cuando la sensibilidad emocional elevada se combina con preocupación, rumiación y evitación experiencial que reducen temporalmente el malestar pero impiden procesamiento emocional adaptativo. El cambio psicológico ocurre cuando la persona aprende a sostener emoción primaria relevante, flexibiliza la atención y traduce esa experiencia en acción comprometida coherente con metas personales.",
    "teoriaClinica": "El caso se conceptualiza identificando patrones de hiperactivación emocional, estilos regulatorios predominantes (preocupación, rumiación, evitación), sesgos atencionales hacia amenaza y bloqueos en acción dirigida a valores. Se prioriza entrenamiento en conciencia emocional, regulación atencional y exposición emocional guiada antes de consolidar acción comprometida. El progreso terapéutico se evalúa por reducción de evitación, mayor tolerancia emocional, flexibilidad atencional y aumento de conductas coherentes con metas significativas."
  },
  "mjps": ["RF","RE","AP","RI","N","I","AG","R"],
  
  "procedimientos": [

    {
      "nombre": "Psicoeducación y encuadre del modelo ERT (emoción–motivación–regulación)",
      "codigo": "p_ert_psicoeducacion_modelo",
      "procesos": ["N_marcosCognitivos","RE_rotulacion"],
      "texto": "Procedimiento inicial destinado a introducir el modelo funcional de ERT, explicando cómo la sensibilidad emocional elevada, los sesgos atencionales hacia amenaza y las estrategias de preocupación/rumiación configuran un patrón de regulación desadaptativo. Se presenta la distinción entre orientación a la seguridad y orientación a la recompensa, ayudando al paciente a comprender su estilo predominante y los costes asociados. El objetivo es normalizar la experiencia emocional, aumentar claridad conceptual y establecer una base compartida para el entrenamiento posterior en regulación y proactividad. (Mennin & Fresco, 2014; Fresco et al., 2016)."
    },

    {
      "nombre": "Formulación idiográfica iterativa basada en procesos motivacionales",
      "codigo": "p_ert_formulacion_idiografica",
      "procesos": ["N_marcosCognitivos","N_metacognicion"],
      "texto": "La conceptualización en ERT se construye de manera colaborativa identificando patrones reactivos (preocupación, rumiación, evitación), respuestas conductuales asociadas y bloqueos en acción dirigida a valores. Se revisa continuamente a lo largo del tratamiento para mapear la transición desde reactividad automática hacia respuestas counteractive y posteriormente proactivas. Este procedimiento permite individualizar el modelo transdiagnóstico a la historia motivacional concreta del paciente. (Fresco et al., 2016)."
    },

    {
      "nombre": "Entrenamiento en regulación atencional (orienting y allowing)",
      "codigo": "p_ert_regulacion_atencional",
      "procesos": ["RF_intero","RE_aceptacion","RE_modulacion"],
      "texto": "Procedimiento central de la primera fase donde se entrenan prácticas de orientación deliberada de la atención hacia respiración, cuerpo y experiencia emocional emergente, junto con la capacidad de sostenerla sin evitación ni sobreelaboración cognitiva. Busca aumentar interocepción, flexibilidad atencional y tolerancia emocional, reduciendo el impulso automático de preocupación o rumiación ante activación afectiva. Incluye práctica formal entre sesiones y aplicación en tiempo real ante activadores cotidianos. (Renna et al., 2017)."
    },

    {
      "nombre": "Entrenamiento en regulación metacognitiva (distancing y reframing funcional)",
      "codigo": "p_ert_regulacion_metacognitiva",
      "procesos": ["N_metacognicion","RE_reapreciacion"],
      "texto": "Procedimiento destinado a modificar la relación con pensamientos autorreferenciales reactivos mediante técnicas de distanciamiento y reformulación funcional. Se trabaja la capacidad de observar preocupación y autocrítica como procesos mentales transitorios, reduciendo fusión cognitiva y ampliando margen de elección conductual. No busca sustituir contenido cognitivo, sino cambiar la postura desde la que se responde a él. (Mennin & Fresco, 2014)."
    },

    {
      "nombre": "Automonitorización estructurada con CYR (Catch Yourself Reacting)",
      "codigo": "p_ert_cyr",
      "procesos": ["RE_rotulacion","N_metacognicion","RE_prevEvitacion"],
      "texto": "Procedimiento sistemático de análisis de episodios emocionales intensos donde el paciente identifica disparadores, emoción primaria, tirón motivacional (seguridad/recompensa), respuestas cognitivas reactivas y conductas asociadas. Se utiliza como herramienta continua para aumentar detección temprana de reactividad y preparar la transición hacia respuestas regulatorias alternativas más flexibles. (Renna et al., 2017)."
    },

    {
      "nombre": "Exposición experiencial guiada",
      "codigo": "p_ert_exposicion_experiencial",
      "procesos": ["AP_evocacion","RE_prevEvitacion","AG_compromisoConductual"],
      "texto": "Procedimiento orientado a activar deliberadamente experiencias emocionales evitadas dentro de la ventana de tolerancia, facilitando aprendizaje inhibitorio y reorganización motivacional. A diferencia de la exposición clásica centrada solo en reducción de ansiedad, aquí el foco está en permanecer con la emoción primaria relevante y traducirla en acciones valiosas, reduciendo progresivamente la dependencia de estrategias de seguridad. (Fresco et al., 2016; Renna et al., 2017)."
    },

    {
      "nombre": "Imaginería de proacción orientada a valores",
      "codigo": "p_ert_imagineria_proactiva",
      "procesos": ["AP_evocacion","AG_motivacionInterna","I_selfFuturo"],
      "texto": "Procedimiento avanzado donde se ensayan mediante imaginería vívida situaciones futuras significativas que activan tanto miedo como deseo de crecimiento, entrenando una configuración motivacional más equilibrada. El paciente practica responder desde valores personales en presencia de activación emocional, fortaleciendo agencia y coherencia identitaria prospectiva. (Mennin & Fresco, 2014; Fresco et al., 2016)."
    }

  ],


 "micros": [

  {
    "nombre": "Rotulación precisa de emoción primaria",
    "codigo": "m_ert_rotulacion_emocional",
    "procesos": ["RE_rotulacion"],
    "texto": "Microintervención centrada en ayudar al paciente a identificar con precisión la emoción primaria que está emergiendo antes de que se transforme en preocupación o rumiación, diferenciando ansiedad, tristeza, culpa o enfado y vinculándolas con su señal motivacional asociada; aumenta claridad afectiva y reduce la confusión emocional que perpetúa la reactividad cognitiva. (Mennin & Fresco, 2014)."
  },

  {
    "nombre": "Detección temprana del tirón hacia seguridad",
    "codigo": "m_ert_tiron_seguridad",
    "procesos": ["N_metacognicion","RE_prevEvitacion"],
    "texto": "Consiste en identificar el momento exacto en que aparece el impulso automático de buscar control, certeza o evitación ante activación emocional, permitiendo interrumpir la transición hacia preocupación o conductas de seguridad y abrir espacio para una respuesta más flexible. (Fresco et al., 2016)."
  },

  {
    "nombre": "Orientación atencional a respiración",
    "codigo": "m_ert_orientacion_respiracion",
    "procesos": ["RF_intero","RE_modulacion"],
    "texto": "Micropráctica breve donde el paciente dirige deliberadamente la atención a la respiración para estabilizar activación y recuperar presencia corporal antes de responder a la emoción, reduciendo la probabilidad de escalada cognitiva reactiva. (Renna et al., 2017)."
  },

  {
    "nombre": "Sostener emoción sin elaboración",
    "codigo": "m_ert_sostener_emocion",
    "procesos": ["RE_aceptacion","RE_modulacion"],
    "texto": "Intervención breve destinada a permanecer con la sensación emocional en el cuerpo durante unos segundos adicionales sin añadir análisis ni juicio, entrenando tolerancia y evitando que la mente amplifique la experiencia mediante rumiación o catastrofización. (Mennin & Fresco, 2014)."
  },

  {
    "nombre": "Distanciamiento de preocupación",
    "codigo": "m_ert_distanciamiento_preocupacion",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que consiste en etiquetar explícitamente la preocupación como proceso mental en curso (“estoy preocupándome”) en lugar de tratar su contenido como hecho, reduciendo fusión cognitiva y aumentando margen de elección conductual. (Renna et al., 2017)."
  },

  {
    "nombre": "Reencuadre funcional motivacional",
    "codigo": "m_ert_reencuadre_motivacional",
    "procesos": ["N_reformulacion","RE_reapreciacion"],
    "texto": "Pequeño ajuste interpretativo donde se traduce la emoción en términos de señal adaptativa (“esta ansiedad indica que esto me importa”), desplazando la respuesta desde amenaza pura hacia significado motivacional y facilitando decisiones más alineadas con valores. (Mennin & Fresco, 2014)."
  },

  {
    "nombre": "Aplicación breve de CYR en vivo",
    "codigo": "m_ert_cyr_breve",
    "procesos": ["N_metacognicion","RE_rotulacion"],
    "texto": "Versión abreviada del análisis Catch Yourself Reacting aplicada en el momento, identificando disparador, emoción y respuesta reactiva en menos de un minuto para interrumpir automatismos y elegir una respuesta alternativa más adaptativa. (Renna et al., 2017)."
  },

  {
    "nombre": "Activación de motivación de recompensa",
    "codigo": "m_ert_motivacion_recompensa",
    "procesos": ["AG_motivacionInterna","I_valoresAspiracionales"],
    "texto": "Microintervención destinada a evocar conscientemente el sentido, crecimiento o valor personal implicado en una situación activadora, contrapesando el predominio del sistema de seguridad y facilitando decisiones orientadas a metas significativas. (Fresco et al., 2016)."
  },

  {
    "nombre": "Elección conductual mínima valiosa",
    "codigo": "m_ert_accion_minima_valiosa",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Pequeña acción concreta coherente con valores realizada a pesar de activación emocional, diseñada para debilitar el patrón evitativo y reforzar agencia; se selecciona de forma proporcional a la ventana de tolerancia actual del paciente. (Mennin & Fresco, 2014)."
  },

  {
    "nombre": "Revisión posterior de aprendizaje emocional",
    "codigo": "m_ert_revision_aprendizaje",
    "procesos": ["N_metacognicion","RE_reapreciacion"],
    "texto": "Exploración breve tras una situación activadora para identificar qué ocurrió cuando se respondió de forma counteractive o proactiva, consolidando aprendizaje inhibitorio y reforzando percepción de eficacia regulatoria. (Renna et al., 2017)."
  }

],

 "ideasPrincipales": [

  {
    "id": "idea_ert_1",
    "titulo": "La desregulación emocional crónica surge de la combinación entre sensibilidad afectiva elevada y estrategias regulatorias rígidas",
    "desarrollo": "ERT sostiene que el problema no es la intensidad emocional en sí misma, sino la interacción entre alta sensibilidad afectiva y el uso repetido de estrategias como preocupación, rumiación o evitación experiencial que alivian a corto plazo pero impiden el procesamiento adaptativo. Esta combinación consolida un patrón de desregulación sostenida que caracteriza al TAG y a la depresión comórbida. (Mennin & Fresco, 2014)."
  },

  {
    "id": "idea_ert_2",
    "titulo": "La orientación predominante hacia la seguridad mantiene el estrechamiento conductual",
    "desarrollo": "El modelo propone que muchas personas con ansiedad crónica operan desde una configuración motivacional 'security-first', priorizando reducción de amenaza y control sobre exploración y crecimiento, lo que restringe repertorios conductuales y empobrece experiencias de recompensa. El tratamiento busca restablecer un equilibrio dinámico entre sistemas motivacionales de seguridad y recompensa. (Fresco et al., 2016)."
  },

  {
    "id": "idea_ert_3",
    "titulo": "La preocupación y la rumiación son intentos regulatorios fallidos, no simples distorsiones cognitivas",
    "desarrollo": "ERT conceptualiza la preocupación y la rumiación como estrategias de regulación emocional dirigidas a modular incertidumbre o afecto negativo, pero que terminan amplificando activación y evitando el contacto con la emoción primaria relevante. No se tratan solo como errores cognitivos, sino como patrones funcionales desadaptativos. (Mennin & Fresco, 2014)."
  },

  {
    "id": "idea_ert_4",
    "titulo": "La regulación atencional es condición previa para la transformación emocional",
    "desarrollo": "El modelo enfatiza que antes de reestructurar significados o promover acción comprometida, el paciente debe desarrollar capacidad para orientar y sostener la atención en la experiencia emocional sin evitarla ni sobreelaborarla, ampliando así la ventana de tolerancia y reduciendo reactividad automática. (Renna et al., 2017)."
  },

  {
    "id": "idea_ert_5",
    "titulo": "La metacognición flexible reduce la fusión con procesos autorreferenciales reactivos",
    "desarrollo": "La capacidad de observar preocupación, autocrítica o rumiación como procesos mentales transitorios permite disminuir la identificación con ellos y crear espacio para respuestas más adaptativas, sin necesidad de disputar cada contenido cognitivo específico. (Mennin & Fresco, 2014)."
  },

  {
    "id": "idea_ert_6",
    "titulo": "El cambio terapéutico implica pasar de reactividad a proactividad",
    "desarrollo": "ERT estructura el progreso clínico como una transición desde respuestas reactivas automáticas hacia respuestas counteractive reguladas y finalmente hacia conductas proactivas alineadas con valores, donde la emoción deja de ser amenaza y se convierte en guía motivacional. (Fresco et al., 2016)."
  },

  {
    "id": "idea_ert_7",
    "titulo": "La exposición experiencial busca aprendizaje inhibitorio y reorganización motivacional",
    "desarrollo": "A diferencia de modelos centrados únicamente en reducción de ansiedad, ERT utiliza exposición emocional guiada para generar nuevos aprendizajes que inhiben asociaciones previas de amenaza y amplían configuraciones motivacionales más equilibradas entre seguridad y recompensa. (Renna et al., 2017)."
  },

  {
    "id": "idea_ert_8",
    "titulo": "La acción basada en valores consolida la regulación emocional",
    "desarrollo": "El mantenimiento del cambio no depende solo de tolerar emociones, sino de traducir esa tolerancia en elecciones conductuales coherentes con metas y valores personales, reforzando agencia, coherencia identitaria y sentido vital. (Mennin & Fresco, 2014; Fresco et al., 2016)."
  }

],
"secuencias": [

  {
    "id": "seq_ert_estructura_fases",
    "nombre": "Estructura bifásica estándar de ERT",
    "descripcion": "Secuencia explícitamente descrita en los manuales y artículos de ERT que organiza el tratamiento en dos grandes fases: una fase inicial centrada en conciencia y regulación (menos elaborativa) y una segunda fase centrada en exposición experiencial y proactividad basada en valores.",
    "tipo": "estructura_progresiva",
    "pasos": [

      {
        "orden": 1,
        "accion": "Psicoeducación y formulación motivacional",
        "explicacion": "Introducción del modelo emoción–motivación–regulación, identificación de orientación predominante hacia seguridad y análisis funcional de preocupación/rumiación como intentos regulatorios fallidos; se construye una formulación idiográfica que servirá de mapa durante todo el tratamiento. (Mennin & Fresco, 2014; Fresco et al., 2016)."
      },

      {
        "orden": 2,
        "accion": "Entrenamiento en regulación atencional",
        "explicacion": "Desarrollo sistemático de habilidades de orienting y allowing para aumentar interocepción, flexibilidad atencional y capacidad de sostener emoción sin sobreelaboración cognitiva; incluye práctica formal y aplicación en tiempo real ante activadores cotidianos. (Renna et al., 2017)."
      },

      {
        "orden": 3,
        "accion": "Entrenamiento en regulación metacognitiva",
        "explicacion": "Introducción de distancing y reencuadre funcional para modificar la relación con procesos autorreferenciales reactivos, reduciendo fusión con preocupación y autocrítica y facilitando respuestas counteractive más flexibles. (Mennin & Fresco, 2014)."
      },

      {
        "orden": 4,
        "accion": "Implementación del ERT Toolbox y transición a respuestas counteractive",
        "explicacion": "Aplicación integrada de habilidades regulatorias para interrumpir reactividad automática, detectando tempranamente tirones hacia seguridad y eligiendo respuestas alternativas que mantengan contacto con la emoción primaria sin evitación. (Renna et al., 2017)."
      },

      {
        "orden": 5,
        "accion": "Exposición experiencial guiada",
        "explicacion": "Activación deliberada de experiencias emocionales evitadas dentro de la ventana de tolerancia para generar aprendizaje inhibitorio y reorganización motivacional, reduciendo dependencia de estrategias de seguridad. (Fresco et al., 2016)."
      },

      {
        "orden": 6,
        "accion": "Imaginería y ensayo de proacción basada en valores",
        "explicacion": "Ensayo emocional-motivacional de acciones significativas futuras, equilibrando sistemas de seguridad y recompensa y fortaleciendo agencia conductual en presencia de activación afectiva. (Mennin & Fresco, 2014)."
      }

    ]
  },

  {
    "id": "seq_ert_transicion_reactivo_proactivo",
    "nombre": "Secuencia clínica de cambio: Reactivo → Counteractive → Proactivo",
    "descripcion": "Modelo secuencial explícito en ERT que describe el progreso terapéutico como una transición desde respuestas automáticas de seguridad hacia regulación consciente y finalmente hacia acción valiosa proactiva.",
    "tipo": "modelo_procesual",
    "pasos": [

      {
        "orden": 1,
        "accion": "Respuesta reactiva automática",
        "explicacion": "Ante activación emocional, el sistema se orienta a seguridad mediante preocupación, rumiación, autocrítica o evitación conductual, reduciendo momentáneamente incertidumbre pero manteniendo el problema a largo plazo. (Mennin & Fresco, 2014)."
      },

      {
        "orden": 2,
        "accion": "Respuesta counteractive regulada",
        "explicacion": "El paciente detecta el tirón hacia seguridad, aplica regulación atencional y metacognitiva, sostiene emoción primaria y reduce elaboración reactiva, interrumpiendo el bucle automático sin suprimir la experiencia afectiva. (Renna et al., 2017)."
      },

      {
        "orden": 3,
        "accion": "Respuesta proactiva basada en valores",
        "explicacion": "Con mayor equilibrio motivacional, la persona elige una acción coherente con metas significativas aun en presencia de activación emocional, consolidando aprendizaje inhibitorio, ampliando repertorio conductual y fortaleciendo agencia. (Fresco et al., 2016)."
      }

    ]
  }

],

  "refs": [
    "Mennin, D. S., & Fresco, D. M. (2014). Emotion Regulation Therapy. Clinical Psychology: Science and Practice.",
    "Fresco, D. M., et al. (2019). Emotion Regulation Therapy for GAD and Co-occurring Conditions."
  ]
}
