{
"id": "kahneman-sesgos-cognitivos-heuristics-biases",
"grupo": "Cognitivo",
"label": "Sesgos cognitivos (Kahneman y Tversky)",
"year": "1974",
"autores": "Daniel Kahneman; Amos Tversky",
"isMarco": true,
"descripcion": "Conjunto de heurísticos, falacias y sesgos sistemáticos del juicio humano descritos en el programa Heuristics & Biases y en la obra posterior de Kahneman (Prospect Theory y Thinking, Fast and Slow). Estos fenómenos muestran cómo, bajo incertidumbre, la mente prioriza atajos automáticos (Sistema 1) para producir impresiones rápidas y coherentes, mientras el razonamiento deliberativo (Sistema 2) entra tarde, con esfuerzo y a menudo solo para justificar decisiones ya tomadas. En clínica, estos sesgos ayudan a entender por qué pacientes inteligentes sostienen conclusiones rígidas, magnifican riesgos o leen intenciones hostiles sin evidencia suficiente: no es falta de voluntad, sino arquitectura cognitiva predecible. El trabajo terapéutico los usa para aumentar metacognición, abrir alternativas, introducir datos base y desmontar narrativas defensivas que mantienen sufrimiento.",
"influencias": [
"Heuristics & Biases (Tversky & Kahneman)",
"Prospect Theory",
"Economía conductual",
"Psicología cognitiva del juicio"
],
"procesos": [
"Heurísticos de juicio bajo incertidumbre",
"Sesgos de probabilidad y estadística intuitiva",
"Sesgos de decisión y valoración",
"Errores de atribución y explicación",
"Sesgos de memoria y reconstrucción"
],
"mjps": ["N"],
"refs": [
"Tversky, A., & Kahneman, D. (1974). Judgment under uncertainty: Heuristics and biases. Science.",
"Kahneman, D., & Tversky, A. (1979). Prospect Theory: An analysis of decision under risk. Econometrica.",
"Kahneman, D. (2011). Thinking, Fast and Slow."
],
"procedimientos": [
{
"nombre": "Psicoeducación en heurísticos y sesgos",
"codigo": "p_kah_psicoeducacion",
"procesos": ["N_metacognicion"],
"texto": "Procedimiento didáctico que enseña al paciente a reconocer errores de juicio como productos normales del Sistema 1. Se presentan sesgos concretos con ejemplos próximos a su vida (relaciones, trabajo, salud), se muestran sus costes funcionales y se entrenan señales de alerta internas (“esto suena demasiado rápido/seguro”). El objetivo no es eliminar el Sistema 1, sino aprender cuándo distorsiona la realidad y cómo activar pausas deliberativas más útiles."
},
{
"nombre": "Chequeos de debiasing (pausas de Sistema 2)",
"codigo": "p_kah_debiasing",
"procesos": ["N_metacognicion"],
"texto": "Secuencia breve de verificación antes de concluir o decidir: pedir datos base, estimar rangos en lugar de puntos, buscar activamente contraejemplos, hacer la pregunta alternativa (“¿qué evidencia me haría cambiar?”), y revisar costes hundidos/encuadres. En práctica clínica se usa como micro-ritual metacognitivo en momentos de activación emocional, para que la persona no confunda sensación de certeza con evidencia suficiente."
}
],
"micros": [
{
"nombre": "Heurístico de disponibilidad",
"codigo": "m_kah_disponibilidad",
"procesos": ["N_metacognicion"],
"texto": "Tendencia a estimar frecuencias y riesgos según lo fácil que vienen a la mente ejemplos, de modo que eventos recientes, vívidos o emocionalmente cargados parecen más probables de lo que son. En psicoterapia explica miedos sobredimensionados tras noticias o experiencias puntuales, y también la infraestimación de riesgos poco visibles. Intervenir implica introducir datos base, ampliar el muestreo de recuerdos y diferenciar viveza subjetiva de probabilidad real."
},
{
"nombre": "Heurístico de representatividad",
"codigo": "m_kah_representatividad",
"procesos": ["N_metacognicion"],
"texto": "Sesgo por el que juzgamos la probabilidad de algo por su parecido con un prototipo, ignorando estadísticas previas y variabilidad. Lleva a conclusiones rápidas tipo “esto es como X, por tanto acabará igual”, muy típicas en ansiedad y depresión. Clínicamente se trabaja confrontando tasas base, explorando excepciones y haciendo explícito el salto automático de similitud a certeza."
},
{
"nombre": "Heurístico de anclaje y ajuste",
"codigo": "m_kah_anclaje",
"procesos": ["N_metacognicion"],
"texto": "La mente se fija en un valor inicial —aunque sea arbitrario— y ajusta insuficientemente a partir de él, arrastrando estimaciones y decisiones posteriores. En clínica aparece cuando una primera impresión (“soy un desastre”, “esto irá mal”) condiciona todo el razonamiento posterior. La intervención busca detectar el ancla, generar anclas alternativas y recalibrar con información nueva."
},
{
"nombre": "Heurístico afectivo",
"codigo": "m_kah_afectivo",
"procesos": ["N_metacognicion"],
"texto": "Evaluación de riesgos y beneficios guiada por la valencia emocional inmediata: lo que gusta parece seguro y lo que asusta parece peligroso. Sustituye análisis por sensación, amplificando evitación experiencial. En terapia se trabaja distinguiendo emoción de evidencia, tolerando afecto sin concluir de inmediato y usando exposición emocional para verificar hipótesis."
},
{
"nombre": "Negligencia de tasas base",
"codigo": "m_kah_tasasBase",
"procesos": ["N_metacognicion"],
"texto": "Ignorar probabilidades previas y datos poblacionales a favor de información concreta o narrativa. Hace que historias individuales dominen el juicio y se subestime lo estadísticamente probable. En psicoterapia se ve en decisiones impulsivas o creencias rígidas sobre los demás. Se corrige introduciendo tasas base, preguntando “¿qué suele pasar en general?” y comparando con el caso propio."
},
{
"nombre": "Ley de los pequeños números",
"codigo": "m_kah_pequenosNumeros",
"procesos": ["N_metacognicion"],
"texto": "Creer que muestras pequeñas reflejan fielmente una población, lo que lleva a sobreinterpretar rachas y patrones en eventos aleatorios. Es clave en pensamiento paranoide o mágico cotidiano (“si pasó dos veces, siempre pasa”). La intervención enfatiza tamaño muestral, azar, y busca ampliar experiencia observada."
},
{
"nombre": "Insensibilidad al tamaño muestral",
"codigo": "m_kah_tamMuestra",
"procesos": ["N_metacognicion"],
"texto": "No ajustar el nivel de confianza según cuántos casos hay detrás de una impresión; una anécdota pesa como una serie robusta. En clínica alimenta generalizaciones excesivas y autoetiquetas (“soy así”). Se trabaja cuantificando experiencia, diferenciando anécdota de patrón y entrenando lenguaje probabilístico."
},
{
"nombre": "Falacia de la conjunción",
"codigo": "m_kah_conjuncion",
"procesos": ["N_metacognicion"],
"texto": "Asignar mayor probabilidad a una historia específica y coherente que a uno de sus componentes simples, porque la coherencia narrativa engaña al Sistema 1. En psicoterapia sostiene explicaciones cerradas y culpabilizantes. Se desarma separando hechos de añadidos interpretativos y estimando probabilidades por partes."
},
{
"nombre": "Falacia del jugador",
"codigo": "m_kah_jugador",
"procesos": ["N_metacognicion"],
"texto": "Esperar que la aleatoriedad “compense” a corto plazo (tras varias pérdidas, “toca” ganar). Genera falsas expectativas y lecturas erróneas de coincidencias. Se ve en decisiones de riesgo, relaciones repetitivas o recaídas. Intervenir implica psicoeducación sobre azar y reformular rachas sin moralizarlas."
},
{
"nombre": "Ilusión de validez",
"codigo": "m_kah_ilusionValidez",
"procesos": ["N_metacognicion"],
"texto": "Exceso de confianza en predicciones basadas en pocos datos pero narrativamente coherentes. “Suena bien, por tanto es verdad”. En clínica impulsa certezas diagnósticas sobre uno mismo o los otros. Se trabaja aumentando tolerancia a la incertidumbre y buscando evidencia externa y longitudinal."
},
{
"nombre": "Regresión a la media ignorada",
"codigo": "m_kah_regresionMedia",
"procesos": ["N_metacognicion"],
"texto": "Atribuir cambios posteriores a causas personales sin considerar que los extremos tienden estadísticamente a volver al promedio. Favorece explicaciones mágicas o culpabilización. En terapia ayuda a normalizar oscilaciones emocionales y a no sacar conclusiones globales de picos o bajones."
},
{
"nombre": "Efecto de encuadre (framing)",
"codigo": "m_kah_framing",
"procesos": ["N_metacognicion"],
"texto": "La decisión cambia según se presente como ganancia o pérdida aunque el resultado sea equivalente. El encuadre activa circuitos emocionales distintos y guía la elección. En clínica, cambiar el framing (“fracaso” vs “aprendizaje”) altera motivación y evitación. Se trabaja reencuadrando y comparando opciones en formatos alternativos."
},
{
"nombre": "Aversión a la pérdida",
"codigo": "m_kah_aversPerdida",
"procesos": ["N_metacognicion"],
"texto": "Las pérdidas pesan más que las ganancias equivalentes; por eso se evita cambiar incluso cuando el cambio es beneficioso. Mantiene conductas disfuncionales por miedo a perder seguridad aparente. En terapia se aborda exponiendo a pérdidas pequeñas, clarificando valores y calculando costes de no cambiar."
},
{
"nombre": "Efecto dotación",
"codigo": "m_kah_dotacion",
"procesos": ["N_metacognicion"],
"texto": "Valorar más lo que ya se posee solo por poseerlo, elevando el coste subjetivo de renunciar. En psicoterapia explica apego a identidades dolorosas, relaciones tóxicas o hábitos. Se trabaja aumentando perspectiva temporal y ensayando micro-renuncias para recalibrar valor real."
},
{
"nombre": "Sesgo de statu quo",
"codigo": "m_kah_statusQuo",
"procesos": ["N_metacognicion"],
"texto": "Preferir que nada cambie, sobreestimando riesgos del cambio y minimizando costes de mantener el estado actual. Fuerte en depresión y ansiedad social. La intervención clarifica costes ocultos del statu quo y estructura cambios graduados hacia valores."
},
{
"nombre": "Costes hundidos (sunk cost)",
"codigo": "m_kah_costesHundidos",
"procesos": ["N_metacognicion"],
"texto": "Persistir en una decisión por inversión previa (tiempo, dinero, esfuerzo) aunque continuar empeore la situación. En clínica aparece en relaciones prolongadas o carreras vitales no elegidas. Se trabaja distinguiendo pasado irrecuperable de opciones presentes y autorizando a “dejar de cavar”."
},
{
"nombre": "Contabilidad mental",
"codigo": "m_kah_contabilidadMental",
"procesos": ["N_metacognicion"],
"texto": "Asignar recursos a “cuentas” psicológicas separadas (dinero, tiempo, energía) y tomar decisiones incoherentes con el valor global. En terapia se ve en auto-permisos o auto-castigos. Se corrige recombinando cuentas y evaluando objetivos a nivel de vida completa."
},
{
"nombre": "Efecto certeza",
"codigo": "m_kah_certeza",
"procesos": ["N_metacognicion"],
"texto": "Sobrevalorar resultados seguros frente a probabilísticos, eligiendo opciones con menor valor esperado porque dan sensación de control. Alimenta evitación de riesgo saludable. En clínica se trabaja tolerancia a incertidumbre y pensamiento por rangos."
},
{
"nombre": "Efecto posibilidad",
"codigo": "m_kah_posibilidad",
"procesos": ["N_metacognicion"],
"texto": "Sobreponderar cambios desde 0% a “algo” más que cambios equivalentes en probabilidades medias, lo que explica fascinación por apuestas pequeñas o esperanzas mínimas. En terapia se usa para entender enganches a “quizá cambie” en vínculos dañinos y recalibrar expectativas."
},
{
"nombre": "Negligencia de probabilidad",
"codigo": "m_kah_negligProb",
"procesos": ["N_metacognicion"],
"texto": "Reaccionar al resultado posible ignorando su probabilidad real, generando miedos intensos a eventos raros o expectativas desmedidas. En ansiedad ayuda a entender por qué lo improbable gobierna conducta. Se corrige con estimaciones explícitas y exposición a incertidumbre."
},
{
"nombre": "Sesgo del resultado",
"codigo": "m_kah_resultado",
"procesos": ["N_metacognicion"],
"texto": "Valorar una decisión por su desenlace final y no por la calidad del proceso con la información disponible en el momento. Genera auto-culpa retrospectiva y perfeccionismo. En terapia se revisa la decisión “en su contexto” y se refuerza aprendizaje del proceso."
},
{
"nombre": "Sesgo retrospectivo (hindsight)",
"codigo": "m_kah_hindsight",
"procesos": ["N_metacognicion"],
"texto": "Una vez ocurrido algo, se percibe como obvio y predecible (“ya lo sabía”), distorsionando memoria y aumentando culpa. En clínica aparece tras rupturas o recaídas. Se trabaja reconstruyendo incertidumbre original y normalizando límites de predicción."
},
{
"nombre": "Error fundamental de atribución",
"codigo": "m_kah_atribFundamental",
"procesos": ["N_metacognicion"],
"texto": "Explicar la conducta ajena por rasgos internos y subestimar factores situacionales. Mantiene resentimiento y rigidez moral. En terapia se entrena perspectiva contextual, mentalización y búsqueda de variables externas."
},
{
"nombre": "Ilusión de comprensión",
"codigo": "m_kah_ilusionComprension",
"procesos": ["N_metacognicion"],
"texto": "Construir explicaciones coherentes post hoc que dan falsa sensación de entender causas, aunque la realidad sea más compleja. En psicoterapia alimenta narrativas cerradas de identidad. Se trabaja introduciendo pluralidad causal y humildad epistémica."
},
{
"nombre": "Falacia narrativa",
"codigo": "m_kah_falaciaNarrativa",
"procesos": ["N_metacognicion"],
"texto": "Preferir historias causales simples que encajan bien a explicaciones probabilísticas complejas, lo cual reduce ansiedad a costa de distorsionar la realidad. En clínica refuerza culpabilización o victimismo. Se corrige separando hechos de relato y aceptando complejidad."
},
{
"nombre": "Sesgo de optimismo",
"codigo": "m_kah_optimismo",
"procesos": ["N_metacognicion"],
"texto": "Sobreestimar el éxito propio e infravalorar riesgos, útil para emprender pero peligroso en decisiones impulsivas. En terapia puede sostener recaídas o negación. Se trabaja calibrando riesgos sin destruir esperanza."
},
{
"nombre": "Ilusión de control",
"codigo": "m_kah_ilusionControl",
"procesos": ["N_metacognicion"],
"texto": "Creer que uno controla lo que depende en gran parte del azar o de variables externas, generando culpa cuando no sale y falsa seguridad cuando sale. En clínica aparece en ansiedad generalizada y TOC. Se interviene distinguiendo control real vs deseado."
},
{
"nombre": "Falacia de planificación",
"codigo": "m_kah_planificacion",
"procesos": ["N_metacognicion"],
"texto": "Subestimar tiempo, coste y dificultad de proyectos futuros y sobreestimar beneficios, incluso con experiencia previa que contradice la estimación. Mantiene procrastinación y frustración crónica. Se trabaja usando datos de proyectos anteriores y planificando con márgenes."
},
{
"nombre": "Efecto halo",
"codigo": "m_kah_halo",
"procesos": ["N_metacognicion"],
"texto": "Una impresión global positiva o negativa contamina juicios sobre rasgos específicos, haciendo que la mente rellene huecos con coherencia. En terapia explica idealización/devaluación rápida en vínculos. Se corrige desglosando dimensiones y verificando evidencia por rasgo."
},
{
"nombre": "Sustitución de preguntas",
"codigo": "m_kah_sustitucion",
"procesos": ["N_metacognicion"],
"texto": "Responder una pregunta difícil con otra fácil sin darse cuenta (core del Sistema 1), por ejemplo sustituir “¿qué vida quiero?” por “¿qué me apetece ahora?”. En clínica sostiene decisiones de corto plazo contra valores. Se trabaja devolviendo la pregunta original."
},
{
"nombre": "Sesgo de confirmación",
"codigo": "m_kah_confirmacion",
"procesos": ["N_metacognicion"],
"texto": "Buscar, interpretar y recordar información que confirma creencias previas, evitando la que las contradice. Central en ansiedad, depresión y conflicto de pareja. Se trabaja con experimentos conductuales, búsqueda activa de contra-evidencia y exposición a disconfirmación."
},
{
"nombre": "Regla pico-final",
"codigo": "m_kah_picoFinal",
"procesos": ["N_metacognicion"],
"texto": "Recordar una experiencia por su pico emocional y su final, ignorando la duración total; guía decisiones futuras más que la vivencia real. En terapia es clave en trauma y relaciones: una escena final contamina todo. Se trabaja revisando la curva completa de experiencia."
},
{
"nombre": "Negligencia de duración",
"codigo": "m_kah_duracion",
"procesos": ["N_metacognicion"],
"texto": "La duración de una experiencia pesa poco en su evaluación retrospectiva; importa más cómo terminó. Esto distorsiona decisiones (p. ej., soportar mal un proceso breve si finaliza mal). En clínica se usa para re-evaluar historias vitales con más precisión temporal."
},
{
"nombre": "Yo que experimenta vs. yo que recuerda",
"codigo": "m_kah_dosYos",
"procesos": ["N_metacognicion"],
"texto": "Distinción entre el ‘yo que vive’ el momento y el ‘yo que recuerda’ después, siendo este último quien decide. Explica por qué alguien repite experiencias que fueron malas pero acabaron bien. En terapia se exploran ambas voces para tomar decisiones más ajustadas."
},
{
"nombre": "Exceso de confianza",
"codigo": "m_kah_excesoConfianza",
"procesos": ["N_metacognicion"],
"texto": "Sobreestimar la exactitud del propio juicio, especialmente en predicción, porque la coherencia interna se confunde con verdad. En clínica alimenta rigidez, discusiones y mala estimación de riesgos. Se trabaja con calibración probabilística y feedback realista."
},
{
"nombre": "Efecto de primacía",
"codigo": "m_kah_primacia",
"procesos": ["N_metacognicion"],
"texto": "La información inicial pesa más que la posterior al formar una impresión; primeras escenas de una relación o terapia marcan evaluación global. En clínica explica “primeros golpes” de trauma relacional. Se interviene revisando datos posteriores y re-equilibrando el relato."
},
{
"nombre": "Efecto de recencia",
"codigo": "m_kah_recencia",
"procesos": ["N_metacognicion"],
"texto": "La información más reciente domina el juicio sobre una secuencia, de manera que un evento final colorea todo lo anterior. En terapia aparece en evaluación de progresos (“esta semana fatal, entonces todo va mal”). Se corrige volviendo a la serie completa."
}
]
}
