{
  "id": "locus-de-control-rotter-1966",
  "grupo": "Cognitivo",
  "isMarco": true,
  "subtipo": "Estudio",
  "label": "Locus de control",
  "year": 1966,
  "importance": 1,
  "autores": "Julian B. Rotter",

  "universidad": "University of Connecticut",
  "ciudad": "Storrs, Connecticut",
  "pais": "EE. UU.",
  "lat": 41.808431,
  "lon": -72.249523,

  "descripcion": "Constructo de la psicología cognitiva social que explica cómo las personas perciben la fuente de control de los resultados (interno vs. externo). Introduce la idea de responsabilidad personal y agencia. Su noción de control interno influirá directamente en Terapia de Realidad (Glasser) y, más adelante, en enfoques centrados en acción y futuro. No es un modelo terapéutico.",

  "influencias": [
    "Cognitivo"
  ],

  "neimeyer": {
    "epistemologico": "El locus de control se formula desde una epistemología empirista y psicométrica propia de la psicología social-cognitiva de mediados del siglo XX: el conocimiento válido se obtiene mediante operacionalización y medición de expectativas generalizadas sobre el control del refuerzo. La realidad psicológica relevante se conceptualiza como un patrón relativamente estable de creencias/expectativas (internas vs. externas) que modula la interpretación de contingencias y la conducta. No define una relación terapéutica como principio epistemológico, sino un constructo explicativo que puede integrarse en múltiples enfoques clínicos.",
    "teoriaFormal": "El self se entiende, en este marco, como un sistema de expectativas aprendidas sobre la relación entre conducta y consecuencias; el cambio se explica por modificación de expectativas y aprendizaje de contingencias donde la conducta propia se asocia a resultados (o deja de asociarse, si la experiencia confirma externalidad). El sufrimiento o la pasividad pueden mantenerse cuando predomina una expectativa de control externo (indefensión, fatalismo, dependencia del azar o de otros) o cuando la expectativa interna es rígida e irrealista (culpabilización, hiperresponsabilidad).",
    "teoriaClinica": "Aplicado clínicamente, el caso se conceptualiza evaluando cómo el estilo de atribución/control del paciente afecta a motivación, persistencia, afrontamiento, adherencia a tareas y lectura de resultados. Se prioriza clarificar contingencias reales, distinguir control posible de control imposible, y ajustar expectativas para sostener agencia sin caer en culpa o omnipotencia. El progreso se evalúa por cambios observables en elección de conductas, persistencia, autoría percibida, y calibración realista del control personal según contexto."
  },

  "mjps": ["N", "AG", "I"],

  "ideasPrincipales": [

    {
      "id": "idea_locus_1",
      "titulo": "El locus de control es una expectativa generalizada sobre la fuente del refuerzo",
      "desarrollo": "Rotter define el locus de control como una expectativa relativamente estable acerca de si los resultados dependen principalmente de la propia conducta (control interno) o de fuerzas externas como azar, destino o poder de otros (control externo). No describe un rasgo moral ni una característica fija de personalidad, sino una creencia aprendida sobre la contingencia entre acción y consecuencia. (Rotter, 1966)."
    },

    {
      "id": "idea_locus_2",
      "titulo": "El constructo surge dentro de la teoría del aprendizaje social",
      "desarrollo": "El locus de control no es una teoría aislada, sino un desarrollo dentro del marco de la teoría del aprendizaje social de Rotter, donde la conducta se explica por la interacción entre expectativa de refuerzo y valor del refuerzo. La percepción de control influye directamente en la probabilidad de emitir conductas orientadas a meta. (Rotter, 1966)."
    },

    {
      "id": "idea_locus_3",
      "titulo": "El control interno no es universalmente adaptativo",
      "desarrollo": "Rotter advierte contra la simplificación de considerar el control interno como siempre superior. Un locus interno rígido puede generar culpabilización excesiva o ilusión de control en contextos objetivamente incontrolables. La adaptabilidad depende de la calibración realista entre expectativa y contingencia real. (Rotter, 1975)."
    },

    {
      "id": "idea_locus_4",
      "titulo": "El locus de control es específico de dominio aunque medible como tendencia general",
      "desarrollo": "Aunque se desarrollaron escalas globales para medir una orientación general interna o externa, Rotter subraya que las expectativas pueden variar según áreas vitales (académica, interpersonal, laboral). La generalización excesiva del constructo ignora esta variabilidad contextual. (Rotter, 1966)."
    },

    {
      "id": "idea_locus_5",
      "titulo": "Las expectativas de control influyen en motivación y persistencia",
      "desarrollo": "Cuando una persona espera que su conducta influya en los resultados, aumenta la probabilidad de que invierta esfuerzo y persista ante dificultades. Por el contrario, una expectativa externa dominante puede reducir iniciativa y generar pasividad aprendida. Este vínculo conecta el constructo con fenómenos posteriores como la indefensión. (Rotter, 1966)."
    },

    {
      "id": "idea_locus_6",
      "titulo": "El constructo es probabilístico, no determinista",
      "desarrollo": "El locus de control no predice conducta de manera absoluta, sino que modifica probabilidades de respuesta en interacción con valor del refuerzo y situación concreta. Es un modulador cognitivo de la conducta, no una causa lineal. Esta precisión evita convertirlo en etiqueta estática de personalidad. (Rotter, 1966)."
    },

    {
      "id": "idea_locus_7",
      "titulo": "La percepción de control se construye a partir de experiencias de contingencia",
      "desarrollo": "Las expectativas internas o externas se desarrollan a través de experiencias repetidas donde la conducta parece (o no) asociarse a consecuencias previsibles. Ambientes inconsistentes o impredecibles favorecen orientaciones externas, mientras que contextos contingentes y coherentes favorecen internalidad calibrada. (Rotter, 1966)."
    },

    {
      "id": "idea_locus_8",
      "titulo": "La medición psicométrica es parte constitutiva del constructo",
      "desarrollo": "El locus de control fue formulado desde una lógica operacionalizable, incorporando escalas estandarizadas que permiten ubicar a las personas en un continuo interno–externo. La medición no es un añadido posterior, sino parte central de su formulación científica dentro de la psicología social-cognitiva empirista. (Rotter, 1966)."
    },

    {
      "id": "idea_locus_9",
      "titulo": "El constructo influye indirectamente en múltiples enfoques clínicos",
      "desarrollo": "Aunque no es un modelo terapéutico, la noción de agencia percibida influyó en desarrollos posteriores como Terapia de Realidad, enfoques centrados en responsabilidad personal y modelos de activación conductual. Su relevancia clínica es indirecta: actúa como lente explicativa sobre motivación y responsabilidad subjetiva. (Rotter, 1975)."
    },

    {
      "id": "idea_locus_10",
      "titulo": "La calibración realista del control es clínicamente más relevante que la internalidad absoluta",
      "desarrollo": "Desde una lectura aplicada, el objetivo no sería maximizar control interno, sino ajustar la percepción de control a las contingencias reales del entorno. La flexibilidad para distinguir entre lo controlable y lo no controlable permite sostener agencia sin caer en omnipotencia ni fatalismo. Esta interpretación respeta la formulación original de Rotter y evita su simplificación normativa. (Rotter, 1975)."
    }

  ],


  "procedimientos": [],
  "micros": [],
 

  "refs": [
    "Rotter, J. B. (1966). *Generalized expectancies for internal versus external control of reinforcement* (Psychol. Monogr.).",
    "Rotter, J. B. (1975). *Some problems and misconceptions related to internal versus external control of reinforcement* (JCCP)."
  ]
}
