{
  "id": "locus-de-control-rotter-1966",
  "grupo": "Cognitivo",
  "isMarco": true,
  "subtipo": "Estudio",
  "label": "Locus de control",
  "year": 1966,
  "importance": 1,
  "autores": "Julian B. Rotter",

  "universidad": "University of Connecticut",
  "ciudad": "Storrs, Connecticut",
  "pais": "EE. UU.",
  "lat": 41.808431,
  "lon": -72.249523,

  "descripcion": "Constructo de la psicología cognitiva social que explica cómo las personas perciben la fuente de control de los resultados (interno vs. externo). Introduce la idea de responsabilidad personal y agencia. Su noción de control interno influirá directamente en Terapia de Realidad (Glasser) y, más adelante, en enfoques centrados en acción y futuro. No es un modelo terapéutico.",

  "influencias": [
    "Cognitivo"
  ],

  "neimeyer": {
    "epistemologico": "El locus de control se formula desde una epistemología empirista y psicométrica propia de la psicología social-cognitiva de mediados del siglo XX: el conocimiento válido se obtiene mediante operacionalización y medición de expectativas generalizadas sobre el control del refuerzo. La realidad psicológica relevante se conceptualiza como un patrón relativamente estable de creencias/expectativas (internas vs. externas) que modula la interpretación de contingencias y la conducta. No define una relación terapéutica como principio epistemológico, sino un constructo explicativo que puede integrarse en múltiples enfoques clínicos.",
    "teoriaFormal": "El self se entiende, en este marco, como un sistema de expectativas aprendidas sobre la relación entre conducta y consecuencias; el cambio se explica por modificación de expectativas y aprendizaje de contingencias donde la conducta propia se asocia a resultados (o deja de asociarse, si la experiencia confirma externalidad). El sufrimiento o la pasividad pueden mantenerse cuando predomina una expectativa de control externo (indefensión, fatalismo, dependencia del azar o de otros) o cuando la expectativa interna es rígida e irrealista (culpabilización, hiperresponsabilidad).",
    "teoriaClinica": "Aplicado clínicamente, el caso se conceptualiza evaluando cómo el estilo de atribución/control del paciente afecta a motivación, persistencia, afrontamiento, adherencia a tareas y lectura de resultados. Se prioriza clarificar contingencias reales, distinguir control posible de control imposible, y ajustar expectativas para sostener agencia sin caer en culpa o omnipotencia. El progreso se evalúa por cambios observables en elección de conductas, persistencia, autoría percibida, y calibración realista del control personal según contexto."
  },

  "mjps": ["N", "AG", "I"],

  "procedimientos": [],
  "micros": [],
  "ideasPrincipales": [],

  "refs": [
    "Rotter, J. B. (1966). *Generalized expectancies for internal versus external control of reinforcement* (Psychol. Monogr.).",
    "Rotter, J. B. (1975). *Some problems and misconceptions related to internal versus external control of reinforcement* (JCCP)."
  ]
}
