{
  "id": "mbct-segal-williams-teasdale-2002",
  "grupo": "Cognitivo",
  "label": "CBT 3ª ola – MBCT",
  "year": 2002,
  "importance": 2,
  "autores": "Zindel Segal; Mark Williams; John Teasdale",
  "universidad": "",
  "ciudad": "Toronto",
  "pais": "Canadá",
  "lat": 43.653226,
  "lon": -79.383184,

  "descripcion": "La Mindfulness-Based Cognitive Therapy (MBCT) es un programa estructurado de prevención de recaídas en depresión que integra prácticas formales de mindfulness con principios de la terapia cognitiva. Parte de la hipótesis de que la vulnerabilidad depresiva no reside solo en el contenido de los pensamientos negativos, sino en la reactivación automática de patrones cognitivo-emocionales asociados a estados de ánimo disfóricos previos. MBCT enseña descentramiento y conciencia metacognitiva para modificar la relación con los pensamientos, reduciendo la rumiación y la reactividad afectiva. El objetivo no es cambiar el contenido mental directamente, sino alterar el modo de procesamiento, pasando de un estilo elaborativo-reactivo a uno observador y no identificatorio.",

  "influencias": [
    "Mindfulness (MBSR y tradición contemplativa)",
    "Terapia cognitiva (depresión)",
    "Prevención de recaídas",
    "Contextualismo funcional (Hayes)"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se entiende como experiencia fenomenológica que puede ser observada sin identificarse con ella. El conocimiento terapéutico no se impone desde una corrección experta, sino que emerge de la práctica directa de la atención plena. El ser humano es concebido como capaz de desarrollar conciencia metacognitiva sobre sus propios procesos mentales. El cambio ocurre cuando se modifica la relación con la experiencia interna, reduciendo la fusión cognitiva y la reactividad automática. La relación terapéutica funciona como contexto de entrenamiento y modelado de una actitud mindful, más que como espacio interpretativo profundo.",
    "teoriaFormal": "El self se conceptualiza como un sistema dinámico de procesos cognitivo-afectivos que pueden activarse automáticamente ante determinados estados de ánimo. El sufrimiento depresivo se mantiene por la reactivación de esquemas negativos y rumiación elaborativa cuando aparece afecto disfórico leve. El cambio psicológico implica desarrollar descentramiento, conciencia del momento presente y capacidad de observar pensamientos como eventos mentales transitorios, debilitando los bucles rumiativos.",
    "teoriaClinica": "El caso se conceptualiza identificando patrones de rumiación, reactividad al estado de ánimo y automatismos cognitivos asociados a recaídas previas. Se prioriza el entrenamiento sistemático en prácticas de mindfulness formales e informales, junto con la detección temprana de señales de recaída. El progreso terapéutico se evalúa por la reducción de rumiación, aumento del descentramiento y capacidad de responder a estados disfóricos sin escalada depresiva."
  },

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

  "procedimientos": [],

  "micros": [],

  "ideasPrincipales": [],

  "refs": [
    "Segal, Z. V., Williams, J. M. G., & Teasdale, J. D. (2002). Mindfulness-Based Cognitive Therapy for Depression.",
    "Segal, Z. V., Williams, J. M. G., & Teasdale, J. D. (2013). Mindfulness-Based Cognitive Therapy for Depression (2nd ed.).",
    "Teasdale, J. D., Segal, Z. V., & Williams, J. M. G. (1995). How does cognitive therapy prevent depressive relapse?"
  ]
}
