{
  "id": "mbct-segal-williams-teasdale-2002",
  "grupo": "Cognitivo",
  "label": "CBT 3ª ola – MBCT",
  "year": 2002,
  "importance": 2,
  "autores": "Zindel Segal; Mark Williams; John Teasdale",
  "universidad": "",
  "ciudad": "Toronto",
  "pais": "Canadá",
  "lat": 43.653226,
  "lon": -79.383184,

  "descripcion": "La Mindfulness-Based Cognitive Therapy (MBCT) es un programa estructurado de prevención de recaídas en depresión que integra prácticas formales de mindfulness con principios de la terapia cognitiva. Parte de la hipótesis de que la vulnerabilidad depresiva no reside solo en el contenido de los pensamientos negativos, sino en la reactivación automática de patrones cognitivo-emocionales asociados a estados de ánimo disfóricos previos. MBCT enseña descentramiento y conciencia metacognitiva para modificar la relación con los pensamientos, reduciendo la rumiación y la reactividad afectiva. El objetivo no es cambiar el contenido mental directamente, sino alterar el modo de procesamiento, pasando de un estilo elaborativo-reactivo a uno observador y no identificatorio.",

  "influencias": [
    "Mindfulness (MBSR y tradición contemplativa)",
    "Terapia cognitiva (depresión)",
    "Prevención de recaídas",
    "Contextualismo funcional (Hayes)"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se entiende como experiencia fenomenológica que puede ser observada sin identificarse con ella. El conocimiento terapéutico no se impone desde una corrección experta, sino que emerge de la práctica directa de la atención plena. El ser humano es concebido como capaz de desarrollar conciencia metacognitiva sobre sus propios procesos mentales. El cambio ocurre cuando se modifica la relación con la experiencia interna, reduciendo la fusión cognitiva y la reactividad automática. La relación terapéutica funciona como contexto de entrenamiento y modelado de una actitud mindful, más que como espacio interpretativo profundo.",
    "teoriaFormal": "El self se conceptualiza como un sistema dinámico de procesos cognitivo-afectivos que pueden activarse automáticamente ante determinados estados de ánimo. El sufrimiento depresivo se mantiene por la reactivación de esquemas negativos y rumiación elaborativa cuando aparece afecto disfórico leve. El cambio psicológico implica desarrollar descentramiento, conciencia del momento presente y capacidad de observar pensamientos como eventos mentales transitorios, debilitando los bucles rumiativos.",
    "teoriaClinica": "El caso se conceptualiza identificando patrones de rumiación, reactividad al estado de ánimo y automatismos cognitivos asociados a recaídas previas. Se prioriza el entrenamiento sistemático en prácticas de mindfulness formales e informales, junto con la detección temprana de señales de recaída. El progreso terapéutico se evalúa por la reducción de rumiación, aumento del descentramiento y capacidad de responder a estados disfóricos sin escalada depresiva."
  },

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

 
  "procedimientos": [
    {
      "nombre": "Evaluación de vulnerabilidad a recaída y formulación del bucle rumiación–ánimo",
      "codigo": "p_mbct_formulacion_recaida",
      "procesos": ["N_marcosCognitivos", "N_metacognicion"],
      "texto": "Procedimiento inicial para identificar el patrón personal de recaída: señales tempranas (cognitivas, emocionales y somáticas), disparadores típicos, estilos de afrontamiento que empeoran (rumiación, evitación) y el bucle “ánimo bajo → pensamiento negativo → más ánimo bajo”. Se construye una formulación sencilla y compartida que enmarca el objetivo de MBCT: detectar pronto la activación y cambiar el modo de respuesta antes de que el bucle se autoalimente. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Psicoeducación sobre depresión recurrente y prevención de recaídas",
      "codigo": "p_mbct_psicoeducacion_recaidas",
      "procesos": ["N_reformulacion", "N_marcosCognitivos"],
      "texto": "Procedimiento didáctico-clínico que explica la lógica de la recaída (reactivación de patrones aprendidos) y el foco diferencial de MBCT (cambiar la relación con los eventos mentales, no discutir su contenido). Incluye normalización de síntomas residuales, explicación de rumiación y evitación como mantenedores y establecimiento de expectativas realistas sobre práctica y aprendizaje gradual. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Entrenamiento en práctica formal: escaneo corporal (body scan)",
      "codigo": "p_mbct_body_scan",
      "procesos": ["RF_intero", "RI_mindfulnessSelf", "RE_aceptacion"],
      "texto": "Procedimiento de mindfulness formal centrado en recorrer sistemáticamente el cuerpo con atención sostenida para entrenar interocepción, anclaje y una actitud de aceptación hacia sensaciones agradables, neutras o incómodas. Se usa para fortalecer conciencia temprana de activación, ampliar tolerancia a la experiencia corporal y reducir automatismos de evitación o lucha con el malestar. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Entrenamiento en práctica formal: meditación sentada (atención a respiración, cuerpo, sonidos y pensamientos)",
      "codigo": "p_mbct_meditacion_sentada",
      "procesos": ["RI_mindfulnessSelf", "N_metacognicion", "RE_modulacion"],
      "texto": "Procedimiento central para entrenar atención sostenida y abierta, observar la mente en tiempo real y desarrollar descentramiento (“los pensamientos son eventos mentales”). Incluye volver una y otra vez al ancla (respiración/cuerpo), reconocer distracciones y cultivar una respuesta no reactividad ante emociones y cogniciones activadas, reduciendo escalada rumiativa. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Movimiento consciente (mindful movement / yoga suave)",
      "codigo": "p_mbct_movimiento_consciente",
      "procesos": ["RF_intero", "RE_modulacion", "AG_compromisoConductual"],
      "texto": "Procedimiento experiencial que integra conciencia corporal en movimiento para ampliar ventana de tolerancia, detectar tensión/evitación y cultivar un estilo de acción más atento y menos automático. Facilita que el paciente aprenda a permanecer con sensaciones y límites sin forzar, y a relacionarse con el cuerpo desde cuidado y ajuste, no desde exigencia o desconexión. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Espacio de respiración de 3 minutos (Three-Minute Breathing Space)",
      "codigo": "p_mbct_3min_breathing_space",
      "procesos": ["RF_resp", "RE_modulacion", "RI_mindfulnessSelf"],
      "texto": "Procedimiento breve y altamente transferible para interrumpir automatismos cuando aparece malestar: 1) reconocer “qué está pasando”, 2) focalizar en respiración como ancla, 3) expandir atención al cuerpo completo y a la situación. Actúa como “freno de emergencia” para reducir reactividad y elegir respuesta antes de caer en rumiación o evitación. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Entrenamiento en detección temprana de señales de recaída (early warning signs)",
      "codigo": "p_mbct_senales_recaida",
      "procesos": ["N_metacognicion", "RE_rotulacion", "RF_intero"],
      "texto": "Procedimiento de monitorización sistemática para identificar señales sutiles que preceden recaídas (cambios de sueño, fatiga, irritabilidad, autocrítica, retirada, tensión corporal). Se entrena discriminación fina (qué es señal vs. ruido) y se vincula cada señal con acciones concretas de respuesta mindful, para actuar antes de que el episodio se consolide. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Trabajo con pensamientos depresógenos: ‘pensamientos no son hechos’ (decentramiento)",
      "codigo": "p_mbct_pensamientos_no_son_hechos",
      "procesos": ["N_metacognicion", "RI_mindfulnessSelf", "N_marcosCognitivos"],
      "texto": "Procedimiento cognitivo-mindfulness para debilitar la fusión con contenido negativo: se entrena observar pensamientos como eventos (palabras/imágenes), detectar tono absolutista, y notar su carácter transitorio sin entrar en debate ni supresión. El objetivo es cambiar el modo de procesamiento (de elaborativo a observacional), reduciendo el poder rumiativo de cogniciones típicas de recaída. (Segal, Williams & Teasdale, 2002; Teasdale, Segal & Williams, 1995)."
    },
    {
      "nombre": "Exploración de patrones de evitación y estrategias que mantienen (rumiación, retirada, control)",
      "codigo": "p_mbct_prevencion_evitacion",
      "procesos": ["RE_prevEvitacion", "AG_autoriaResponsabilidad", "N_metacognicion"],
      "texto": "Procedimiento para mapear qué hace la persona cuando se siente mal (evitar, aislarse, rumiar, anestesiarse) y cómo eso alivia a corto plazo pero mantiene a largo plazo. Se entrenan alternativas basadas en aproximación mindful (permitir sentir, volver al cuerpo, acción pequeña con sentido) y se refuerza el aprendizaje por evidencia personal. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Prácticas informales de mindfulness en actividades cotidianas",
      "codigo": "p_mbct_mindfulness_informal",
      "procesos": ["RI_mindfulnessSelf", "RF_ground", "AG_compromisoConductual"],
      "texto": "Procedimiento para trasladar la atención plena a lo diario (comer, ducharse, caminar, tareas domésticas) con el fin de reducir piloto automático y fortalecer continuidad de práctica. Se define una rutina concreta, se anticipan obstáculos y se revisa la experiencia real para consolidar habilidad, no “cumplimiento”. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Indagación (inquiry) posterior a práctica: elaboración guiada de la experiencia",
      "codigo": "p_mbct_inquiry",
      "procesos": ["N_metacognicion", "RE_rotulacion", "RI_mindfulnessSelf"],
      "texto": "Procedimiento de diálogo estructurado tras las prácticas para ayudar a poner palabras a la experiencia, detectar patrones (lucha, juicio, evitación, somnolencia), y extraer principios de aprendizaje (“qué ocurre cuando me engancho / cuando vuelvo al cuerpo”). Consolida metaconciencia y convierte la práctica en conocimiento funcional aplicable a recaídas. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Plan de acción ante señales de recaída (relapse prevention/action plan)",
      "codigo": "p_mbct_plan_prevencion_recaida",
      "procesos": ["AG_tomaDecisiones", "AG_compromisoConductual", "I_selfFuturo"],
      "texto": "Procedimiento de cierre y generalización donde se diseña un plan concreto: señales personales → respuestas inmediatas (3 minutos, práctica formal breve, ajuste de rutina) → apoyos → escalado si empeora (contacto profesional, red). Se busca que la respuesta sea automática por diseño, reduciendo el tiempo entre señal y acción eficaz. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Tareas para casa y adherencia a la práctica (home practice protocol)",
      "codigo": "p_mbct_home_practice",
      "procesos": ["AG_compromisoConductual", "N_metacognicion"],
      "texto": "Procedimiento operativo que estructura práctica entre sesiones (audios, frecuencia, registro breve) y trabaja barreras típicas (perfeccionismo, ‘no me sale’, falta de tiempo). Se insiste en orientación a aprendizaje (notar, volver) más que a rendimiento, y se usa revisión sistemática para aumentar adherencia realista. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Trabajo con autocrítica y tono interno desde una actitud compasiva implícita",
      "codigo": "p_mbct_autocritica_actitud_amable",
      "procesos": ["RI_criticoInterno", "RI_mindfulnessSelf", "RE_aceptacion"],
      "texto": "Procedimiento para reconocer autocrítica como patrón mental, detectar su impacto corporal/emocional y responder con una postura amable y no punitiva (curiosidad, humanidad compartida, permitir). Aunque MBCT no es CFT, este trabajo suele ser necesario para sostener la práctica y reducir espirales depresógenas basadas en vergüenza. (Segal, Williams & Teasdale, 2002; 2013)."
    },
    {
      "nombre": "Formato grupal y aprendizaje por co-regulación y normalización",
      "codigo": "p_mbct_formato_grupal",
      "procesos": ["R_coregulacion", "RE_coregulacion", "N_reformulacion"],
      "texto": "Procedimiento de encuadre y uso del grupo para normalizar recaídas, aprender por resonancia y sostener la práctica mediante co-regulación (escuchar, compartir dificultades, validación). Se establecen reglas de seguridad y se usa el grupo como contexto de mantenimiento del compromiso sin convertirlo en terapia interpersonal abierta. (Segal, Williams & Teasdale, 2002; 2013)."
    }
  ],



  "micros": [
  {
    "nombre": "Parar y reconocer (\"dándome cuenta\")",
    "codigo": "m_mbct_parar_reconocer",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Microintervención de interrumpir el piloto automático y nombrar internamente lo que está ocurriendo (por ejemplo, “esto es rumiación”, “esto es tristeza”, “esto es tensión”), para pasar de modo reactivo a modo observador y abrir margen de elección antes de que el bucle ánimo–pensamiento escale. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Anclaje en respiración (sensación concreta, no idea)",
    "codigo": "m_mbct_anclaje_respiracion",
    "procesos": ["RF_resp", "RI_mindfulnessSelf"],
    "texto": "Microintervención de llevar la atención a una sensación respiratoria específica (narinas, pecho o abdomen) y usarla como punto de apoyo estable, entrenando regreso repetido sin esfuerzo y reduciendo la absorción en cadenas rumiativas. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Volver y empezar de nuevo (reinicio amable)",
    "codigo": "m_mbct_reinicio_amable",
    "procesos": ["RI_mindfulnessSelf", "RE_aceptacion"],
    "texto": "Microintervención de detectar distracción y reiniciar la práctica con amabilidad (sin reprimirse), convirtiendo cada “me fui” en un ensayo de aprendizaje, lo que disminuye autocrítica y sostiene adherencia realista a la práctica. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Etiquetado breve de actividad mental (\"pensando\", \"planeando\", \"recordando\")",
    "codigo": "m_mbct_etiquetado_breve",
    "procesos": ["N_metacognicion", "RI_mindfulnessSelf"],
    "texto": "Microintervención de poner una etiqueta simple a la actividad mental detectada para favorecer descentramiento y debilitar fusión con el contenido, sin analizar ni discutir el pensamiento. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Descentramiento explícito (\"pensamientos no son hechos\")",
    "codigo": "m_mbct_pensamientos_no_hechos",
    "procesos": ["N_metacognicion", "N_marcosCognitivos"],
    "texto": "Microintervención de recordatorio explícito de que los pensamientos son eventos mentales, no descripciones literales de la realidad, para reducir su autoridad inmediata y prevenir que activen rumiación elaborativa. (Segal, Williams & Teasdale, 2002; Teasdale, Segal & Williams, 1995)."
  },
  {
    "nombre": "Observar pensamientos como imágenes/palabras (reificación mínima)",
    "codigo": "m_mbct_pensamientos_eventos",
    "procesos": ["N_metacognicion", "RI_mindfulnessSelf"],
    "texto": "Microintervención de notar el pensamiento como forma (imagen, frase, película mental) y no como mensaje a obedecer, facilitando que pase por la mente sin engancharse ni prolongarlo con elaboración secundaria. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Orientación al cuerpo: escaneo focal de una zona",
    "codigo": "m_mbct_escaneo_focal",
    "procesos": ["RF_intero", "RE_modulacion"],
    "texto": "Microintervención de llevar atención a una zona corporal concreta (mandíbula, pecho, vientre) para detectar activación temprana y regular desde sensación presente, especialmente útil cuando la mente está acelerada o rumiativa. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Permitir y hacer espacio (\"dejar estar\")",
    "codigo": "m_mbct_permitir_espacio",
    "procesos": ["RE_aceptacion", "RI_mindfulnessSelf"],
    "texto": "Microintervención de soltar la lucha con la experiencia interna (emociones/sensaciones) y permitir su presencia sin actuar inmediatamente para eliminarla, reduciendo evitación experiencial y escalada depresógena. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Curiosidad compasiva (tono no punitivo hacia la experiencia)",
    "codigo": "m_mbct_curiosidad_compasiva",
    "procesos": ["RI_autocompasion", "N_metacognicion"],
    "texto": "Microintervención de adoptar una actitud de curiosidad y amabilidad (“¿cómo se siente esto en el cuerpo?”) ante el malestar, disminuyendo autocrítica y facilitando permanencia dentro de la ventana de tolerancia. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Respiración de 3 minutos – Paso 1 (reconocer qué hay ahora)",
    "codigo": "m_mbct_breathingspace_paso1",
    "procesos": ["RE_rotulacion", "N_metacognicion"],
    "texto": "Microintervención del primer paso del 3-Minute Breathing Space: detenerse y reconocer experiencia presente (pensamientos, emociones, sensaciones) para salir del automatismo y detectar el inicio de la espiral. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Respiración de 3 minutos – Paso 2 (focalizar en respiración)",
    "codigo": "m_mbct_breathingspace_paso2",
    "procesos": ["RF_resp", "RE_modulacion"],
    "texto": "Microintervención del segundo paso del 3-Minute Breathing Space: estrechar el foco a la respiración como ancla para estabilizar atención y bajar reactividad antes de decidir qué hacer. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Respiración de 3 minutos – Paso 3 (expandir a cuerpo completo)",
    "codigo": "m_mbct_breathingspace_paso3",
    "procesos": ["RF_intero", "RE_modulacion"],
    "texto": "Microintervención del tercer paso del 3-Minute Breathing Space: ampliar atención al cuerpo global y al contexto inmediato para integrar, aterrizar y prepararse para una respuesta elegida, no reactiva. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Registro breve de evento desagradable (hechos vs interpretaciones)",
    "codigo": "m_mbct_evento_desagradable_registro",
    "procesos": ["N_marcosCognitivos", "N_metacognicion"],
    "texto": "Microintervención de anotar un evento desagradable separando hechos, pensamientos automáticos, emoción y reacción corporal, para identificar el punto exacto donde se activa la elaboración rumiativa y entrenar respuesta alternativa. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Detectar rumiación (señal de ‘modo hacer’ disfuncional)",
    "codigo": "m_mbct_detectar_rumiacion",
    "procesos": ["N_metacognicion", "RE_monitorizacion"],
    "texto": "Microintervención de reconocer la rumiación como proceso (dar vueltas, analizar sin salida) y tratarla como una señal de cambio de estrategia: volver a ancla corporal/respiratoria y reducir alimentación del bucle. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Elegir respuesta pequeña (micro-acción anti-espiral)",
    "codigo": "m_mbct_microaccion_respuesta",
    "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones"],
    "texto": "Microintervención de seleccionar una acción mínima y concreta tras notar señales tempranas (paseo breve, ducha consciente, llamar a alguien, ordenar una tarea simple) para prevenir retirada/apatía y consolidar ‘responder’ frente a ‘reaccionar’. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Movimiento consciente: notar límites y ajustar sin forzar",
    "codigo": "m_mbct_movimiento_ajuste",
    "procesos": ["RF_intero", "AG_autocuidado"],
    "texto": "Microintervención de usar el cuerpo en movimiento para entrenar autorregulación: notar tensión/dolor, ajustar intensidad y sostener una relación no punitiva con el cuerpo, útil para pacientes con exigencia o desconexión corporal. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Caminar consciente: contacto planta–suelo",
    "codigo": "m_mbct_caminar_contacto",
    "procesos": ["RF_ground", "RI_mindfulnessSelf"],
    "texto": "Microintervención de llevar atención al contacto del pie con el suelo durante unos minutos para aterrizar, reducir absorción cognitiva y reorientar a experiencia presente cuando hay tendencia a la rumiación. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Autoobservación de autocrítica (tono/mandato) sin debate",
    "codigo": "m_mbct_observar_autocritica",
    "procesos": ["N_metacognicion", "RE_aceptacion"],
    "texto": "Microintervención de detectar frases autocríticas y observar su tono/efecto corporal sin entrar en argumentación, tratándolas como eventos mentales que disparan amenaza y rumiación, para luego volver a ancla y elegir respuesta. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Señales tempranas personalizadas (lista corta ‘mi firma de recaída’)",
    "codigo": "m_mbct_firma_recaida",
    "procesos": ["N_metacognicion", "RE_monitorizacion"],
    "texto": "Microintervención de definir y revisar una lista breve de señales propias (sueño, irritabilidad, retirada, rumiación, tensión) para detectar activación precoz y activar el plan de respuesta antes de que el episodio se consolide. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Plan ‘si–entonces’ para recaída (implementación inmediata)",
    "codigo": "m_mbct_si_entonces_recaida",
    "procesos": ["AG_tomaDecisiones", "I_selfFuturo"],
    "texto": "Microintervención de traducir señales tempranas en reglas conductuales concretas (p. ej., “si noto rumiación + cansancio, entonces 3 minutos + caminar 10 min + avisar a X”) para reducir ambivalencia y acelerar respuesta eficaz. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "nombre": "Cierre consciente tras práctica (nota final de estado y cuidado)",
    "codigo": "m_mbct_cierre_consciente",
    "procesos": ["RE_modulacion", "N_metacognicion"],
    "texto": "Microintervención breve de comprobar el estado al terminar una práctica (activación, calma, tristeza) y realizar un gesto mínimo de cuidado/grounding si hace falta, para prevenir que la sesión o práctica deje reactividad residual. (Segal, Williams & Teasdale, 2002; 2013)."
  }
],


"ideasPrincipales": [
  {
    "id": "idea_mbct_1",
    "titulo": "La vulnerabilidad depresiva se reactiva por cambio de modo de procesamiento, no solo por contenido",
    "desarrollo": "MBCT sostiene que la recaída no depende únicamente de “pensamientos negativos”, sino de la reactivación de un modo mental elaborativo-reactivo (rumiación, análisis sin salida, autoevaluación) que se dispara con estados de ánimo disfóricos leves; el objetivo terapéutico es detectar ese cambio de modo y responder antes de que el bucle se autoalimente. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "id": "idea_mbct_2",
    "titulo": "Descentramiento: los pensamientos son eventos mentales, no hechos ni órdenes",
    "desarrollo": "El mecanismo doctrinal central es el descentramiento (metacognición): aprender a relacionarse con pensamientos, imágenes y recuerdos como fenómenos transitorios de la mente, disminuyendo fusión cognitiva y el impacto emocional/conductual inmediato del contenido depresógeno. (Segal, Williams & Teasdale, 2002; Teasdale, Segal & Williams, 1995)."
  },
  {
    "id": "idea_mbct_3",
    "titulo": "La intervención cambia la relación con la experiencia interna más que “corregir” ideas",
    "desarrollo": "MBCT no se centra en disputar pensamientos como en CBT clásica, sino en entrenar una postura de atención plena (curiosidad, apertura, no juicio) que reduce evitación experiencial y reactividad, permitiendo que el estado mental se regule sin escalada rumiativa. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "id": "idea_mbct_4",
    "titulo": "El cuerpo es puerta de entrada al presente y a la regulación del bucle depresivo",
    "desarrollo": "El entrenamiento sistemático en atención al cuerpo (respiración, escaneo, movimiento consciente) es doctrinal, no accesorio: facilita detección temprana de activación, anclaje atencional y modulación fisiológica, reduciendo la absorción en narrativas depresógenas. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "id": "idea_mbct_5",
    "titulo": "La práctica repetida es el “método”: el cambio es principalmente procedimental",
    "desarrollo": "MBCT define el aprendizaje como entrenamiento: la habilidad de notar y volver (una y otra vez) crea cambios procedimentales en autorregulación y metaconciencia; por eso la práctica formal e informal entre sesiones no es “tarea”, sino componente activo del tratamiento. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "id": "idea_mbct_6",
    "titulo": "El Three-Minute Breathing Space funciona como interrupción operativa de la espiral",
    "desarrollo": "El espacio de respiración de 3 minutos es una tecnología clínica breve para pasar de automático a elegido: reconocer, anclar y expandir, permitiendo intervenir justo en el punto de inflexión donde la rumiación empezaría a consolidar recaída. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "id": "idea_mbct_7",
    "titulo": "Identificar señales tempranas y construir planes ‘si–entonces’ es prevención de recaídas, no control",
    "desarrollo": "La prevención se operacionaliza mediante discriminación fina de señales tempranas (cognitivas, emocionales, somáticas y conductuales) y planes concretos de respuesta; el objetivo no es evitar estados disfóricos, sino responder de forma no elaborativa y con acciones pequeñas que impidan la escalada. (Segal, Williams & Teasdale, 2002; 2013)."
  },
  {
    "id": "idea_mbct_8",
    "titulo": "El tratamiento se orienta a patrones transdiagnósticos de rumiación y reactividad al ánimo",
    "desarrollo": "Aunque nace para depresión recurrente, MBCT se formula alrededor de procesos generales (rumiación, reactividad, evitación) y por eso su lógica se entiende como intervención sobre mecanismos que atraviesan cuadros, especialmente cuando el malestar activa bucles de pensamiento perseverativo. (Segal, Williams & Teasdale, 2013)."
  },
  {
    "id": "idea_mbct_9",
    "titulo": "El contexto grupal es un dispositivo de aprendizaje, normalización y compromiso con la práctica",
    "desarrollo": "MBCT utiliza el grupo como entorno de entrenamiento: normaliza dificultades previsibles, modela una actitud no juzgadora y sostiene adherencia mediante revisión de experiencia, sin convertir el programa en terapia interpersonal abierta; el foco es consolidar habilidades transferibles. (Segal, Williams & Teasdale, 2002; 2013)."
  }
],
"secuencias": [
  {
    "id": "seq_mbct_programa_8_semanas",
    "nombre": "Secuencia estándar MBCT (programa de 8 semanas)",
    "descripcion": "Estructura canónica del programa MBCT tal como se describe en el manual: un recorrido progresivo por prácticas formales (body scan, meditación sentada, movimiento consciente), prácticas informales e intervención específica sobre rumiación y señales tempranas de recaída, culminando en un plan de prevención de recaídas; el orden semanal organiza la adquisición de habilidades desde conciencia corporal básica hasta respuesta temprana y generalización. (Segal, Williams & Teasdale, 2002; 2013).",
    "tipo": "programa",
    "pasos": [
      {
        "orden": 1,
        "accion": "Semana 1 — Salir del piloto automático",
        "explicacion": "Introducción a mindfulness y a la lógica de MBCT; entrenamiento inicial en notar automatismos y reconectar con experiencia presente, típicamente mediante prácticas como body scan y atención a una actividad cotidiana."
      },
      {
        "orden": 2,
        "accion": "Semana 2 — Afrontar barreras",
        "explicacion": "Identificación de obstáculos habituales (distracción, juicio, impaciencia, somnolencia) y aprendizaje de volver y empezar de nuevo como habilidad central, reforzando una actitud no punitiva hacia la práctica."
      },
      {
        "orden": 3,
        "accion": "Semana 3 — Mindfulness de la respiración y el cuerpo en movimiento",
        "explicacion": "Consolidación del anclaje en respiración y cuerpo; introducción o ampliación de movimiento consciente para entrenar autorregulación desde señales corporales y flexibilizar la respuesta automática."
      },
      {
        "orden": 4,
        "accion": "Semana 4 — Permanecer presente",
        "explicacion": "Entrenamiento de atención sostenida/abierta; práctica de observar pensamientos y emociones como eventos mentales para debilitar fusión cognitiva y reducir tendencia a la elaboración rumiativa."
      },
      {
        "orden": 5,
        "accion": "Semana 5 — Permitir/aceptar y dejar estar",
        "explicacion": "Trabajo explícito con la reactividad: aprender a hacer espacio al malestar sin luchar ni evitar, sosteniendo la experiencia dentro de la ventana de tolerancia para impedir la escalada depresógena."
      },
      {
        "orden": 6,
        "accion": "Semana 6 — Pensamientos no son hechos",
        "explicacion": "Enfoque específico en descentramiento y metacognición: reconocer patrones de pensamiento depresógeno, distinguir hechos de interpretaciones y responder sin debate elaborativo, reforzando el cambio de relación con el contenido mental."
      },
      {
        "orden": 7,
        "accion": "Semana 7 — Cómo puedo cuidarme mejor",
        "explicacion": "Conexión entre señales tempranas y acciones de autocuidado; diseño de respuestas concretas ante activación (p. ej., breathing space + práctica breve + micro-acciones), orientadas a prevenir retirada/rumiación."
      },
      {
        "orden": 8,
        "accion": "Semana 8 — Mantener y extender lo aprendido (prevención de recaídas)",
        "explicacion": "Cierre integrador: revisión de aprendizajes, consolidación de rutina de práctica y elaboración de plan de prevención de recaídas con señales tempranas y pasos de respuesta escalonados."
      }
    ]
  },
  {
    "id": "seq_mbct_breathing_space_3min",
    "nombre": "Espacio de respiración de 3 minutos (Three-Minute Breathing Space)",
    "descripcion": "Secuencia breve y explícita de MBCT para interrumpir el piloto automático y la escalada rumiativa en el momento; organiza una transición rápida desde reconocimiento de experiencia a regulación atencional y corporal, sirviendo como “freno” aplicable en la vida diaria. (Segal, Williams & Teasdale, 2002; 2013).",
    "tipo": "protocolo",
    "pasos": [
      {
        "orden": 1,
        "accion": "Reconocer (awareness)",
        "explicacion": "Detenerse y reconocer qué está presente ahora (pensamientos, emociones, sensaciones) sin intentar cambiarlo, para salir del automatismo y detectar el inicio de la espiral."
      },
      {
        "orden": 2,
        "accion": "Anclar (gathering)",
        "explicacion": "Llevar la atención a la respiración como ancla durante unos ciclos, estabilizando la mente y reduciendo reactividad antes de actuar."
      },
      {
        "orden": 3,
        "accion": "Expandir (expanding)",
        "explicacion": "Ampliar la atención al cuerpo completo y al contexto presente para integrar, aterrizar y preparar una respuesta elegida (no reactiva) coherente con cuidado y prevención de recaída."
      }
    ]
  }
],


  "refs": [
    "Segal, Z. V., Williams, J. M. G., & Teasdale, J. D. (2002). Mindfulness-Based Cognitive Therapy for Depression.",
    "Segal, Z. V., Williams, J. M. G., & Teasdale, J. D. (2013). Mindfulness-Based Cognitive Therapy for Depression (2nd ed.).",
    "Teasdale, J. D., Segal, Z. V., & Williams, J. M. G. (1995). How does cognitive therapy prevent depressive relapse?"
  ]
}
