{
  "id": "psicologia-cognitiva-neisser-1967",
  "grupo": "Cognitivo",
 "isMarco": true,
  "subtipo": "Estudio",
  "label": "Psicología cognitiva (Neisser, 1967)",
  "year": 1967,
  "importance": 2,
  "autores": "Ulric Neisser",

  "universidad": "Cornell University",
  "ciudad": "Ithaca, New York",
  "pais": "EE. UU.",
  "lat": 42.453449,
  "lon": -76.473503,

  "descripcion": "Obra fundacional del giro cognitivo que redefine la psicología como ciencia del procesamiento de la información. Neisser propone estudiar cómo los organismos seleccionan, codifican, almacenan, transforman y recuperan información, desplazando el foco desde la conducta observable hacia las estructuras y procesos internos que median entre estímulo y respuesta. El libro consolida un marco representacional y computacional de la mente, aportando el sustrato conceptual que permitirá el desarrollo posterior de múltiples modelos clínicos cognitivos, aunque no constituye en sí mismo un modelo terapéutico.",

  "influencias": [
    "Ciencia cognitiva",
    "Procesamiento de la información",
    "Neuropsicología",
    "Racionalismo representacional (Cognitivismo clásico)",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como un conjunto de procesos internos de transformación de información susceptibles de estudio científico objetivo. La mente es entendida como sistema que codifica, organiza y manipula representaciones, y el conocimiento válido se obtiene mediante métodos experimentales controlados, medición de tiempos de reacción, tareas de memoria y análisis funcional de procesos. El ser humano es un procesador activo de información, no un receptor pasivo de estímulos. El cambio psicológico, desde este nivel, implicaría modificaciones en la organización o eficiencia de tales procesos, aunque el marco no prescribe una relación terapéutica ni una metodología clínica específica.",
    "teoriaFormal": "El self no se define como entidad narrativa o relacional, sino como sistema organizado de esquemas, estructuras de memoria y mecanismos atencionales que permiten anticipar y responder al entorno. El funcionamiento psicológico depende de cómo se codifica la información, cómo se almacena en memoria y cómo se recupera para guiar la conducta. Las distorsiones o fallos pueden entenderse como sesgos atencionales, errores de codificación o sobrecargas en la memoria de trabajo. El cambio se conceptualiza como reorganización de representaciones o modificación de rutinas de procesamiento.",
    "teoriaClinica": "Aplicado clínicamente, este marco permite conceptualizar los problemas en términos de sesgos de atención, estilos de codificación, patrones de recuperación mnésica y organización de esquemas. No ofrece técnicas terapéuticas directas, sino un lenguaje formal para describir qué procesos se alteran y cómo podrían medirse. El progreso puede evaluarse por cambios en patrones de procesamiento, reducción de interferencias cognitivas, mejora en discriminación perceptiva o ajuste en expectativas representacionales, siempre dentro de una lógica de medición objetiva."
  },

  "mjps": ["N", "I"],

  "procedimientos": [],
  "micros": [],
  "ideasPrincipales": [],

  "refs": [
    "Neisser, U. (1967). Cognitive Psychology."
  ]
}
