{
  "id": "psicologia-cognitiva-neisser-1967",
  "grupo": "Cognitivo",
 "isMarco": true,
  "subtipo": "Estudio",
  "label": "Psicología cognitiva (Neisser, 1967)",
  "year": 1967,
  "importance": 2,
  "autores": "Ulric Neisser",

  "universidad": "Cornell University",
  "ciudad": "Ithaca, New York",
  "pais": "EE. UU.",
  "lat": 42.453449,
  "lon": -76.473503,

  "descripcion": "Obra fundacional del giro cognitivo que redefine la psicología como ciencia del procesamiento de la información. Neisser propone estudiar cómo los organismos seleccionan, codifican, almacenan, transforman y recuperan información, desplazando el foco desde la conducta observable hacia las estructuras y procesos internos que median entre estímulo y respuesta. El libro consolida un marco representacional y computacional de la mente, aportando el sustrato conceptual que permitirá el desarrollo posterior de múltiples modelos clínicos cognitivos, aunque no constituye en sí mismo un modelo terapéutico.",

  "influencias": [
    "Ciencia cognitiva",
    "Procesamiento de la información",
    "Neuropsicología",
    "Racionalismo representacional (Cognitivismo clásico)",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como un conjunto de procesos internos de transformación de información susceptibles de estudio científico objetivo. La mente es entendida como sistema que codifica, organiza y manipula representaciones, y el conocimiento válido se obtiene mediante métodos experimentales controlados, medición de tiempos de reacción, tareas de memoria y análisis funcional de procesos. El ser humano es un procesador activo de información, no un receptor pasivo de estímulos. El cambio psicológico, desde este nivel, implicaría modificaciones en la organización o eficiencia de tales procesos, aunque el marco no prescribe una relación terapéutica ni una metodología clínica específica.",
    "teoriaFormal": "El self no se define como entidad narrativa o relacional, sino como sistema organizado de esquemas, estructuras de memoria y mecanismos atencionales que permiten anticipar y responder al entorno. El funcionamiento psicológico depende de cómo se codifica la información, cómo se almacena en memoria y cómo se recupera para guiar la conducta. Las distorsiones o fallos pueden entenderse como sesgos atencionales, errores de codificación o sobrecargas en la memoria de trabajo. El cambio se conceptualiza como reorganización de representaciones o modificación de rutinas de procesamiento.",
    "teoriaClinica": "Aplicado clínicamente, este marco permite conceptualizar los problemas en términos de sesgos de atención, estilos de codificación, patrones de recuperación mnésica y organización de esquemas. No ofrece técnicas terapéuticas directas, sino un lenguaje formal para describir qué procesos se alteran y cómo podrían medirse. El progreso puede evaluarse por cambios en patrones de procesamiento, reducción de interferencias cognitivas, mejora en discriminación perceptiva o ajuste en expectativas representacionales, siempre dentro de una lógica de medición objetiva."
  },

  "mjps": ["N", "I"],
"ideasPrincipales": [

  {
    "id": "idea_neisser_1",
    "titulo": "La mente es un sistema de procesamiento de información",
    "desarrollo": "Neisser redefine la psicología como el estudio científico de cómo la información es seleccionada, transformada, almacenada y recuperada por el organismo. La mente no se reduce a conducta observable, sino que media activamente entre estímulo y respuesta mediante procesos internos organizados. Esta formulación consolida el llamado giro cognitivo frente al conductismo clásico. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_2",
    "titulo": "La representación interna es el núcleo explicativo del comportamiento",
    "desarrollo": "El comportamiento no se explica únicamente por contingencias externas, sino por las representaciones internas que el sujeto construye del entorno. Estas representaciones organizan la percepción, anticipación y acción, convirtiéndose en el nivel causal relevante para la explicación psicológica. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_3",
    "titulo": "La percepción es un proceso activo y constructivo",
    "desarrollo": "Neisser rechaza la idea de percepción como registro pasivo de estímulos. El organismo selecciona y organiza la información según esquemas previos, expectativas y metas. La percepción está guiada por estructuras internas que influyen en qué se atiende y cómo se interpreta. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_4",
    "titulo": "Los esquemas organizan la experiencia",
    "desarrollo": "El concepto de esquema describe estructuras cognitivas que guían la exploración del entorno y la interpretación de la información. Los esquemas orientan la atención, anticipan resultados y permiten la continuidad de la experiencia. Constituyen una base formal para desarrollos posteriores en terapia cognitiva. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_5",
    "titulo": "La memoria es reconstrucción, no simple almacenamiento",
    "desarrollo": "La memoria no funciona como archivo estático de datos, sino como proceso reconstructivo donde la recuperación depende de estructuras previas y contexto actual. Esta perspectiva anticipa desarrollos posteriores sobre sesgos mnésicos y distorsiones cognitivas. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_6",
    "titulo": "El estudio experimental de procesos internos es científicamente legítimo",
    "desarrollo": "Neisser legitima el estudio empírico de procesos mentales mediante métodos experimentales rigurosos (tiempos de reacción, tareas de memoria, paradigmas de atención), rompiendo con la restricción conductista de estudiar solo conducta observable. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_7",
    "titulo": "La mente puede describirse mediante metáforas computacionales",
    "desarrollo": "Aunque con cautela, el marco cognitivo adopta metáforas del procesamiento computacional para describir la mente como sistema que codifica, transforma y recupera información. Esta analogía influirá decisivamente en el cognitivismo clínico posterior. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_8",
    "titulo": "El sujeto es un procesador activo, no un receptor pasivo",
    "desarrollo": "El ser humano se concibe como agente que explora activamente el entorno, selecciona información relevante y construye significado. Esta visión sustituye la imagen mecanicista del conductismo por una concepción dinámica y estructural del funcionamiento mental. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_9",
    "titulo": "Los errores cognitivos son fallos de procesamiento",
    "desarrollo": "Desde este marco, distorsiones o sesgos pueden entenderse como errores en atención, codificación o recuperación de información. No se conceptualizan aún como 'creencias irracionales', sino como desajustes en el sistema de procesamiento, abriendo camino a la terapia cognitiva posterior. (Neisser, 1967)."
  },

  {
    "id": "idea_neisser_10",
    "titulo": "El giro cognitivo redefine el objeto de la psicología",
    "desarrollo": "La obra de 1967 consolida el desplazamiento desde el estudio exclusivo de la conducta hacia el análisis estructural de procesos mentales internos. Este cambio de foco establece el sustrato conceptual sobre el que se desarrollarán modelos clínicos cognitivos en décadas posteriores, aunque el libro no propone intervención terapéutica. (Neisser, 1967)."
  }

],

  "procedimientos": [],
  "micros": [],
  

  "refs": [
    "Neisser, U. (1967). Cognitive Psychology."
  ]
}
