{
  "id": "rebt-terapia-racional-emotiva-ellis",
  "grupo": "Cognitivo",
  "label": "Terapia racional emotiva conductual (REBT)",
  "year": 1955,
  "autores": "Albert Ellis",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,
  "influencias": [
    "Filosofía estoica (Epicteto, Marco Aurelio)",
    "Conductismo",
    "Psicoanálisis (crítica conceptual)"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "\nEn REBT, el vínculo terapéutico se construye desde una combinación de calidez humana y actitud activa. El terapeuta diferencia de forma clara entre aceptar incondicionalmente a la persona y cuestionar de manera firme las creencias que mantienen su malestar. Esta posición transmite respeto y compromiso sin complacencia, reduciendo defensividad y favoreciendo una relación honesta y orientada al cambio.\n",
    "ALI_objetivos": "\nLos objetivos se formulan de manera explícita y funcional: reducir perturbación emocional mediante el cambio de demandas por preferencias, aumentar tolerancia a la frustración y consolidar una filosofía de autoaceptación. Se acuerdan metas concretas y observables, ligadas a situaciones reales de la vida del paciente, lo que aporta dirección clara y protege la alianza al hacer visible el propósito del trabajo.\n",
    "ALI_tareas": "\nEl acuerdo en tareas se basa en transparencia y racionalidad compartida. El terapeuta explica el modelo ABC, el sentido de la disputa cognitiva y la función de las tareas entre sesiones. Se negocian ejercicios realistas (registros, ensayos conductuales, exposiciones, ejercicios de vergüenza) y se anticipa su posible incomodidad, evitando que la tarea se viva como castigo o imposición.\n",
    "ALI_colaboracion": "\nLa colaboración en REBT es activa y formativa: el paciente aprende a identificar, disputar y reformular sus propias creencias, con el objetivo explícito de convertirse en su propio terapeuta. El terapeuta actúa como entrenador y guía, fomentando autonomía y responsabilidad compartida. Esta co-responsabilidad reduce pasividad y fortalece el compromiso con el proceso.\n",
    "ALI_sintonia": "\nLa sintonía se expresa calibrando el nivel de confrontación, el estilo comunicativo (didáctico, socrático, humorístico) y el ritmo del trabajo según la sensibilidad, la vergüenza y la historia del paciente. El terapeuta ajusta su directividad para que el desafío resulte movilizador sin ser vivido como ataque, manteniendo una responsividad constante al impacto relacional de la intervención.\n",
    "ALI_rupturaReparacion": "\nLas rupturas en REBT suelen aparecer cuando la confrontación se vive como crítica, cuando las tareas generan vergüenza por no cumplirse o cuando el paciente se siente corregido más que comprendido. La reparación se aborda de forma directa: se nombra la tensión, se explora cómo ha sido vivida y se diferencia entre cuestionar creencias y desvalorizar a la persona.\n\nEl terapeuta modela autoaceptación incondicional frente al error, revisa tareas u objetivos si es necesario y ajusta el grado de directividad. Esta reparación explícita transforma la confrontación en colaboración y refuerza la confianza en el proceso.\n",
    "ALI_monitorizacion": "\nLa REBT incorpora monitorización continua del progreso y de la alianza: cambios en intensidad emocional, adherencia a tareas, resistencias y calidad de las nuevas creencias. Las dificultades (“no lo hice”, “lo entiendo pero no lo siento”) se tratan como material clínico, no como fallos, lo que previene estancamiento y reduce rupturas silenciosas.\n",
    "ALI_contexto": "\nLa sensibilidad al contexto se mantiene diferenciando entre condiciones externas reales y evaluaciones internas absolutistas. El terapeuta adapta ejemplos, tareas y disputas a la cultura, valores y entorno del paciente (familia, trabajo, normas sociales), para que la nueva filosofía vital sea aplicable y no se perciba como abstracta o ajena a su realidad cotidiana.\n"
  },

"descripcion": "La Terapia Racional Emotiva Conductual (REBT) sostiene que las emociones perturbadoras no dependen directamente de los hechos, sino de las creencias rígidas y absolutistas con las que la persona los evalúa. Mediante el modelo A-B-C, identifica cómo demandas inflexibles, catastrofismo, baja tolerancia a la frustración y condena global del yo/otros/mundo sostienen ansiedad, culpa, ira, depresión y vergüenza disfuncionales. La intervención entrena a detectar y disputar estas creencias (lógica, empírica y pragmáticamente) para sustituirlas por preferencias flexibles, autoaceptación incondicional y mayor tolerancia al malestar, consolidándolo con práctica repetida. Integra técnicas cognitivas, emocionales y conductuales (disputa, reatribución, exposición, vergüenza deliberada, ensayos y tareas) en un estilo activo y educativo orientado a que el paciente se convierta en su propio terapeuta. El objetivo es reducir síntomas y construir una filosofía vital más realista, flexible y resiliente ante frustración e incertidumbre.",

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa REBT parte de una posición predominantemente realista-pragmática: los hechos existen, pero la reacción emocional depende de cómo son evaluados. La realidad psicológica relevante se define por las creencias y valoraciones (especialmente demandas absolutistas) que median entre el evento y la respuesta emocional, y por sus consecuencias funcionales. \n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se formula como enseñable y entrenable: el terapeuta adopta una postura activa y formativa, explicando el modelo ABCDE y entrenando al paciente en su aplicación, sin renunciar a la colaboración. El criterio de validez es pragmático: una creencia es más “racional” si es más lógica, consistente con la evidencia y más útil para vivir con menor perturbación.\n\nConcepción del ser humano y del cambio\nEl ser humano es un agente capaz de revisar y elegir creencias; el cambio ocurre cuando la persona sustituye demandas rígidas por preferencias flexibles, aprende a tolerar malestar y consolida una filosofía vital de autoaceptación. El cambio es deliberado, entrenado y mantenido por práctica repetida.\n\nRol de la relación terapéutica\nLa relación terapéutica se concibe como condición facilitadora y contenedora para un trabajo activo de confrontación y entrenamiento: calidez y aceptación de la persona junto con cuestionamiento firme de creencias. La alianza protege el proceso cuando las tareas son exigentes y se afrontan resistencias o vergüenza.",
    "teoriaFormal": "Qué es el self\nEl self se entiende como una organización de creencias, evaluaciones y filosofías personales que determinan autoaceptación o autoevaluación global, y que influyen en la estabilidad emocional. La identidad se ve afectada cuando la valía personal depende de condiciones externas (“debería ser perfecto / aprobado”).\n\nCómo se explica el cambio\nEl cambio se explica por reestructuración de demandas absolutistas hacia preferencias, reinterpretación semántica (de “horrible/terrible” a “molesto/difícil”), aprendizaje de tolerancia a la frustración y consolidación de una filosofía de autoaceptación incondicional. La repetición (cognitiva, emocional y conductual) convierte la nueva filosofía en hábito.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por creencias irracionales rígidas (demandas, catastrofismo, baja tolerancia a la frustración, condena global de uno mismo u otros) y por evitaciones que impiden comprobar su falsedad o su inutilidad práctica, reforzando perturbación emocional y conductas desadaptativas.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando activadores (A), creencias (B) —especialmente demandas y evaluaciones absolutistas—, consecuencias emocionales y conductuales (C), y patrones de evitación/seguridad. Se analizan estilos de pensamiento (deboísmo, horribilitis, intolerancia, condena) y su función en la vida del paciente.\n\nQué procesos terapéuticos se priorizan\nSe prioriza hacer explícitos marcos cognitivos rígidos, construir alternativas racionales, modular la activación emocional durante la disputa y traducir la nueva filosofía en acción sostenida mediante tareas entre sesiones (incluyendo exposición, vergüenza deliberada y ensayos conductuales).\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por reducción de perturbación emocional, aumento de tolerancia al malestar, mayor flexibilidad cognitiva (preferencias en lugar de demandas), consolidación de autoaceptación y generalización conductual: el paciente aplica el ABCDE de forma autónoma y mantiene cambios fuera de sesión."
  },
"secuencias": [
  {
    "id": "seq_rebt_flujo_basico_abcde",
    "nombre": "Flujo básico REBT: ABCDE + tarea entre sesiones",
    "descripcion": "Secuencia estándar de trabajo en REBT para pasar de un episodio de perturbación (C) a una reformulación racional practicable (E) y su consolidación conductual mediante tareas. Es el esqueleto clínico que organiza evaluación funcional, disputa, instalación de creencias racionales y generalización a vida real.",
    "tipo": "flujo_sesion_a_sesion",
    "pasos": [
      {
        "orden": 1,
        "fase": "encuadre_y_foco",
        "accion": "Acordar foco, definir situación activadora (A) y emoción/conducta objetivo (C)",
        "explicacion": "Se delimita un episodio concreto (situación, momento y contexto) y se aterriza qué emoción perturbadora y qué conducta problema se quiere modificar. Se valida la experiencia emocional (C) y se establece el objetivo funcional del trabajo."
      },
      {
        "orden": 2,
        "fase": "identificacion_creencias",
        "accion": "Identificar creencias (B) y detectar demandas absolutistas",
        "explicacion": "Se explicita el autodiálogo y las valoraciones subyacentes, poniendo el foco en 'debo/tengo que', catastrofismo, baja tolerancia a la frustración y condena global. Se concretan frases literales del paciente para poder disputarlas después."
      },
      {
        "orden": 3,
        "fase": "formulacion_abc",
        "accion": "Completar el ABC y clarificar el mecanismo",
        "explicacion": "Se organiza el material en el esquema A-B-C para que el paciente vea la mediación cognitiva. Se diferencia entre emoción adaptativa y perturbación desadaptativa, y se decide qué B es la diana principal."
      },
      {
        "orden": 4,
        "fase": "disputa",
        "accion": "Disputa D: lógica, empírica, pragmática y semántica",
        "explicacion": "Se cuestiona la creencia diana con preguntas y contrastes: (a) ¿es lógica/coherente?, (b) ¿se sostiene con datos?, (c) ¿te ayuda o te empeora?, (d) ¿tu lenguaje es absolutista ('terrible', 'no lo soporto')? Se ajusta el estilo (directivo/socrático/humorístico) según la respuesta del paciente."
      },
      {
        "orden": 5,
        "fase": "construccion_alternativa",
        "accion": "Construir E: creencia racional alternativa + autoinstrucciones breves",
        "explicacion": "Se formula una alternativa en formato de preferencia flexible y tolerancia al malestar, evitando autoevaluación global. Se crean 1–3 frases cortas aplicables en caliente ('preferiría…, pero puedo soportarlo', 'no es terrible: es molesto')."
      },
      {
        "orden": 6,
        "fase": "ensayo_emocional",
        "accion": "Ensayo emocional (imaginería/role-play) con nueva creencia",
        "explicacion": "Se evoca la situación o se dramatiza un fragmento relevante mientras el paciente practica el autodiálogo racional. El objetivo es que el cambio no sea solo intelectual: se busca disminución de perturbación y aumento de sensación de agencia."
      },
      {
        "orden": 7,
        "fase": "tarea_conductual",
        "accion": "Diseñar tarea entre sesiones (conductual) para poner a prueba B→E",
        "explicacion": "Se pacta una acción graduada (exposición, ensayo social, conducta de prueba) que confronte la predicción catastrófica y entrene tolerancia. Se define cuándo, cómo, qué registrar y qué autoinstrucciones usar, anticipando vergüenza o resistencia."
      },
      {
        "orden": 8,
        "fase": "revision_y_ajuste",
        "accion": "Revisión la siguiente sesión: aprendizaje, resistencias y ajuste de dianas",
        "explicacion": "Se revisan resultados, se analiza si falló la formulación (A/B/C), si la disputa fue insuficiente o si la tarea era demasiado difícil. Se trata el 'no lo hice' como material clínico y se ajusta el plan (nueva diana, nueva jerarquía, más entrenamiento en tolerancia)."
      }
    ]
  },
  {
    "id": "seq_rebt_trabajo_verguenza_riesgo_social",
    "nombre": "Secuencia REBT para vergüenza y necesidad de aprobación",
    "descripcion": "Secuencia específica para desmontar demandas de aprobación, miedo al juicio y vergüenza disfuncional mediante vergüenza deliberada, riesgo social y autoaceptación incondicional. Prioriza exposición graduada con autodiálogo racional y revisión explícita de la autoevaluación global.",
    "tipo": "programa_graduado",
    "pasos": [
      {
        "orden": 1,
        "fase": "mapa_aprobacion",
        "accion": "Detectar regla central de aprobación y sus amenazas",
        "explicacion": "Se identifican creencias tipo 'debo gustar', 'si me juzgan es horrible', 'si hago el ridículo no lo soporto' y la consecuencia emocional (vergüenza, ansiedad social) con conductas de seguridad y evitación."
      },
      {
        "orden": 2,
        "fase": "disputa_nucleo",
        "accion": "Disputar demandas y condena global",
        "explicacion": "Se confronta la obligación de aprobación y la equivalencia 'error = valgo menos'. Se introduce autoaceptación incondicional: evaluar conducta sin condenar el self. Se trabaja lenguaje ('terrible'→'incómodo')."
      },
      {
        "orden": 3,
        "fase": "jerarquia_riesgo",
        "accion": "Construir jerarquía de riesgo social (de fácil a difícil)",
        "explicacion": "Se listan conductas que generan vergüenza en distintos niveles (preguntar algo obvio, pedir que repitan, admitir un error, hacer una petición) y se elige una progresión realista."
      },
      {
        "orden": 4,
        "fase": "exposicion_vergüenza",
        "accion": "Ejecutar ejercicios de vergüenza deliberada / riesgo social",
        "explicacion": "El paciente realiza la conducta planificada con foco en tolerar el malestar y observar que no ocurre la catástrofe anticipada. Se reduce la dependencia de conductas de seguridad."
      },
      {
        "orden": 5,
        "fase": "registro_y_aprendizaje",
        "accion": "Registro ABCDE post-ejercicio y extracción de aprendizajes",
        "explicacion": "Se registra A-B-C y se revisa qué D funcionó y qué E se consolidó. Se diferencia incomodidad de intolerabilidad y se mide la disminución de evitación y de vergüenza disfuncional."
      },
      {
        "orden": 6,
        "fase": "generalizacion",
        "accion": "Generalizar a contextos relevantes (trabajo, pareja, familia)",
        "explicacion": "Se trasladan los aprendizajes a situaciones reales significativas: poner límites, pedir, decir no, recibir crítica. Se ajusta la jerarquía y se repiten ciclos hasta que el nuevo estilo se mantiene sin el terapeuta."
      }
    ]
  },
  {
    "id": "seq_rebt_tolerancia_frustracion_ira",
    "nombre": "Secuencia REBT para baja tolerancia a la frustración e ira",
    "descripcion": "Secuencia para trabajar reactividad, ira y explosiones cuando 'no sale como quiero' mediante identificación de demandas, desdramatización, entrenamiento de tolerancia y pruebas conductuales graduadas. Incluye práctica de pausa, autoinstrucciones y exposición a frustraciones controladas.",
    "tipo": "programa_habilidad",
    "pasos": [
      {
        "orden": 1,
        "fase": "deteccion_demanda",
        "accion": "Detectar demandas y 'no lo soporto' en episodios de ira",
        "explicacion": "Se analizan escenas recientes, identificando reglas rígidas ('deberían respetarme', 'no puede pasar esto') y la creencia de intolerabilidad que dispara la escalada emocional."
      },
      {
        "orden": 2,
        "fase": "disputa_desdramatizacion",
        "accion": "Disputa + desdramatización semántica",
        "explicacion": "Se transforma 'horrible' por 'molesto/difícil', y 'no lo soporto' por 'no me gusta, pero puedo manejarlo'. Se trabaja la diferencia entre preferencia y demanda."
      },
      {
        "orden": 3,
        "fase": "plan_pausa",
        "accion": "Plan de pausa y autoinstrucciones en caliente",
        "explicacion": "Se define una microsecuencia aplicable en el momento: señal de pausa, respiración breve, frase racional, elección de respuesta. Se entrena en role-play."
      },
      {
        "orden": 4,
        "fase": "exposicion_frustracion",
        "accion": "Exposición graduada a frustraciones controladas",
        "explicacion": "Se diseñan ejercicios que generan frustración moderada (esperas, cambios de plan, errores deliberados) para practicar tolerancia sin descargar impulsivamente. Se registra activación y recuperación."
      },
      {
        "orden": 5,
        "fase": "ensayo_interpersonal",
        "accion": "Ensayo de respuestas asertivas ante conflicto",
        "explicacion": "Se practican frases y conductas para expresar necesidad o límite sin ataque. Se reduce la escalada por 'tengo razón' y se entrena flexibilidad en la interacción."
      },
      {
        "orden": 6,
        "fase": "revision_y_mantenimiento",
        "accion": "Revisión, ajuste de dianas y mantenimiento",
        "explicacion": "Se revisan recaídas como información (qué demanda reapareció) y se refuerza el hábito de preferencia flexible. Se planifica prevención de recaídas con prácticas periódicas."
      }
    ]
  }
],

  "procesos": [
    "N_marcosCognitivos",
    "N_construccionAlternativa",
    "RE_modulacion",
    "AG_compromisoConductual",
    "RI_autocompasion"
  ],

  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R",
    "ALI"
  ],

  "refs": [
    "Ellis, A. (1962). Reason and Emotion in Psychotherapy. Lyle Stuart.",
    "Ellis, A., & Dryden, W. (1997). The Practice of Rational Emotive Behavior Therapy. Springer Publishing.",
    "DiGiuseppe, R., Doyle, K., Dryden, W., & Backx, W. (2014). A Practitioner’s Guide to Rational-Emotive Behavior Therapy. Oxford University Press."
  ],
"ideasPrincipales": [
  {
    "id": "rebt_idea_1",
    "titulo": "No son los hechos los que perturban, sino las creencias sobre los hechos",
    "desarrollo": "La REBT sostiene que los eventos activadores (A) no generan directamente las emociones perturbadoras, sino que estas dependen de las creencias (B) con las que la persona evalúa dichos eventos. Demandas absolutistas, catastrofismo, baja tolerancia a la frustración y condena global explican la intensidad y cualidad del malestar emocional. Esta idea desplaza el foco terapéutico desde el control del entorno hacia la revisión activa del sistema de creencias. (Ellis, 1962)."
  },
  {
    "id": "rebt_idea_2",
    "titulo": "Las demandas absolutistas son el núcleo del sufrimiento emocional",
    "desarrollo": "En el centro del malestar psicológico se encuentran los “debo”, “tengo que” y “es necesario que”, aplicados a uno mismo, a los demás o al mundo. Estas demandas generan emociones desadaptativas como ansiedad extrema, ira, culpa o vergüenza. El trabajo terapéutico consiste en transformar demandas en preferencias, reduciendo así la rigidez cognitiva y la reactividad emocional. (Ellis & Dryden, 1997)."
  },
  {
    "id": "rebt_idea_3",
    "titulo": "La autoaceptación incondicional es un objetivo terapéutico central",
    "desarrollo": "La REBT distingue entre evaluar conductas y evaluarse globalmente como persona. El sufrimiento se intensifica cuando el valor personal queda condicionado al éxito, la aprobación o el rendimiento. La autoaceptación incondicional implica reconocer errores y limitaciones sin convertirlos en una condena del self, favoreciendo estabilidad emocional, menor vergüenza y mayor capacidad de cambio. (Ellis, 1962)."
  },
  {
    "id": "rebt_idea_4",
    "titulo": "El cambio emocional requiere práctica cognitiva, emocional y conductual",
    "desarrollo": "La modificación intelectual de una creencia no es suficiente para producir cambio duradero. La REBT enfatiza la necesidad de combinar disputa racional, evocación emocional y experimentación conductual repetida para que la nueva filosofía se consolide. El aprendizaje se produce por repetición activa y generalización a la vida cotidiana. (DiGiuseppe et al., 2014)."
  },
  {
    "id": "rebt_idea_5",
    "titulo": "La tolerancia a la frustración es una habilidad entrenable",
    "desarrollo": "La REBT conceptualiza la baja tolerancia a la frustración como una creencia aprendida, no como un límite real. A través de exposición, tareas incómodas y autodiálogo racional, el paciente aprende que puede soportar malestar sin colapsar ni evitar. El aumento de tolerancia reduce evitación, impulsividad y bloqueo vital. (Ellis & Dryden, 1997)."
  },
  {
    "id": "rebt_idea_6",
    "titulo": "La relación terapéutica facilita, pero no sustituye, el trabajo activo",
    "desarrollo": "Aunque la alianza terapéutica es necesaria para sostener el proceso, la REBT no considera que el vínculo por sí solo genere cambio. La relación proporciona seguridad para confrontar creencias, afrontar vergüenza y realizar tareas exigentes, pero el cambio depende del entrenamiento activo y la responsabilidad del paciente. (Ellis, 1962; Wampold & Imel, 2015)."
  },
  {
    "id": "rebt_idea_7",
    "titulo": "El paciente aprende a convertirse en su propio terapeuta",
    "desarrollo": "Un objetivo explícito de la REBT es que el paciente internalice el modelo ABCDE y lo aplique de forma autónoma fuera de sesión. El éxito terapéutico se refleja en la capacidad de identificar creencias irracionales, disputarlas y actuar desde preferencias racionales sin depender del terapeuta. (Ellis & Dryden, 1997)."
  },
  {
    "id": "rebt_idea_8",
    "titulo": "El criterio de racionalidad es pragmático, no moral",
    "desarrollo": "En REBT, una creencia no se juzga por ser “positiva” o “correcta” moralmente, sino por ser lógica, consistente con la realidad y funcional para vivir con menor perturbación emocional. Este enfoque evita moralizar el pensamiento y permite elegir conscientemente creencias más útiles, incluso en contextos difíciles o injustos. (Ellis, 1962)."
  }
],

  "procedimientos": [
    {
      "nombre": "Modelo A-B-C-D-E",
      "codigo": "p_rebt_abcde",
      "procesos": [
        "N_marcosCognitivos",
        "N_construccionAlternativa",
        "RE_reapreciacion"
      ],
      "texto": "Andamiaje central de REBT: A (activador), B (creencias), C (consecuencia), D (disputa), E (efecto racional). Permite localizar el punto exacto del sistema donde aparece la irracionalidad y construir una alternativa flexible.\n(Referencia: Ellis, A. (1962). *Reason and Emotion in Psychotherapy*. Lyle Stuart.)",
      "wampold": {
        "alianza": "Se trabaja como una formulación colaborativa: terapeuta y paciente completan juntos las letras del esquema,\nevitar colocarse en un rol de “experto que corrige”. La alianza se refuerza cuando el modelo se adapta al\nlenguaje del paciente y se valida su experiencia emocional en C antes de pasar a cuestionar B.",
        "expectativas": "Suele generar buenas expectativas en personas que valoran la claridad y la estructura (“por fin entiendo\nqué me pasa y dónde puedo intervenir”). En pacientes que desconfían de lo “demasiado racional” o que han vivido\nmucha invalidación cognitiva, conviene presentar el modelo como una herramienta flexible, no como un esquema\nque simplifica su historia.",
        "explicacion": "La explicación plausible muestra que no son los hechos en A los que determinan directamente cómo se siente\nla persona, sino la forma de interpretarlos en B. Al hacer visible esta relación, el paciente entiende que\npuede trabajar sobre sus creencias y no solo esperar que cambie la realidad externa. D y E representan el\nproceso de cuestionar y reemplazar esas creencias por alternativas más racionales y compasivas.",
        "ritual": "El ritual es medio-alto: completar el ABCDE (a menudo por escrito) organiza la sesión en pasos claros:\ndescribir la situación, identificar la creencia, registrar la emoción/conducta, disputar la idea y formular\nun nuevo marco. Este formato repetible aporta sensación de orden y progreso, pero puede volverse rígido si\nno se ajusta al momento emocional del paciente.",
        "modeloCambio": "El cambio se entiende como reconfiguración de los marcos cognitivos que median entre los hechos y las\nrespuestas emocionales y conductuales. Al practicar repetidamente el análisis ABCDE, el paciente aprende a\ndetectar creencias irracionales, someterlas a prueba y generar explicaciones más ajustadas, lo que reduce\nculpa, ansiedad y vergüenza y facilita conductas más coherentes con sus valores. Con el tiempo, este esquema\nse internaliza como una forma habitual de pensar."
      }
    },
    {
      "nombre": "Disputa racional avanzada",
      "codigo": "p_rebt_disputaAvanzada",
      "procesos": [
        "N_construccionAlternativa",
        "N_metacognicion",
        "RE_reapreciacion"
      ],
      "texto": "Método intensivo que combina: disputa lógica, empírica, pragmática, semántica, funcional y metafórica. Ayuda a deshacer creencias irracionales complejas y resilientes.\n(Referencia: Ellis & Dryden, 1997, *The Practice of Rational Emotive Behavior Therapy*.)"
    },
    {
      "nombre": "Debate emocional profundo",
      "codigo": "p_rebt_debateEmocional",
      "procesos": [
        "AP_evocacion",
        "AP_profundizacion",
        "RE_modulacion"
      ],
      "texto": "Revivir deliberadamente emociones perturbadoras mientras se instalan pensamientos racionales. Produce cambio emocional rápido y generalización.\n(Referencia: DiGiuseppe et al., 2014, *A Practitioner’s Guide to REBT*.)"
    },
    {
      "nombre": "Disputa conductual",
      "codigo": "p_rebt_conductual",
      "procesos": [
        "AG_compromisoConductual",
        "N_construccionAlternativa",
        "RE_prevEvitacion"
      ],
      "texto": "El paciente actúa como si la creencia racional ya fuera cierta (comportamiento de prueba). Desmonta predicciones catastróficas.\n(Referencia: Ellis & Dryden, 1997.)"
    },
    {
      "nombre": "Reestructuración filosófica",
      "codigo": "p_rebt_filosofia",
      "procesos": [
        "I_valoresAspiracionales",
        "N_construccionAlternativa",
        "RI_dialogoFuncional"
      ],
      "texto": "Transformación de la filosofía vital: abandonar “debo/terrible” y adoptar preferencias flexibles, autodirección, tolerancia a la frustración y aceptación de la falibilidad humana.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Entrenamiento en tolerancia a la frustración",
      "codigo": "p_rebt_frustracion",
      "procesos": [
        "RE_modulacion",
        "RE_prevEvitacion",
        "AG_compromisoConductual"
      ],
      "texto": "Entrenamiento sistemático, propio de la REBT, para aprender a soportar malestar, incomodidad y crítica sin convertirlos en catástrofe o en algo “intolerable”. Se trabaja la capacidad de permanecer en situaciones desagradables, revisar creencias rígidas (“no soporto…”, “es horrible…”) y modular la respuesta emocional hasta niveles manejables en la vida diaria.\n(Referencia: DiGiuseppe et al., 2014.)",
      "wampold": {
        "alianza": "Se apoya en una alianza colaborativa donde terapeuta y paciente acuerdan exponerse gradualmente a\nsituaciones frustrantes (reales o imaginadas) y observar qué ocurre. El terapeuta valida el malestar,\nreconoce que la tarea es exigente y se posiciona como compañero de entrenamiento, no como juez. Esta\nsensación de estar apoyado mientras se enfrenta a la frustración hace más probable que el paciente\nacepte probar ejercicios incómodos.",
        "expectativas": "Se plantea como una forma concreta de ganar libertad frente a la rabia, la ansiedad o la evitación:\n“Si aprendes a tolerar mejor la frustración, dejarás de quedarte bloqueado ante el ‘no’ de los demás,\nlos cambios de planes o los errores, y te costará menos perseguir tus metas a largo plazo”. Se vincula el\nentrenamiento con objetivos significativos (estudiar, mantener una relación, sostener un trabajo) para\ngenerar esperanza de cambio funcional, no solo de alivio sintomático.",
        "explicacion": "La explicación se centra en cómo ciertas creencias absolutistas (“no soporto que me critiquen”,\n“debería salirme todo bien”, “es horrible equivocarme”) amplifican el malestar y convierten la frustración\nnormal en reacción desproporcionada. Se propone que al cuestionar esas creencias y practicar quedarse\nen la situación frustrante sin huir, el sistema emocional aprende que puede soportar más de lo que cree,\ny la intensidad de la reacción disminuye con el tiempo.",
        "ritual": "El entrenamiento se organiza como un ritual conductual y cognitivo: se identifican situaciones\nfrustrantes específicas, se planifica una jerarquía de exposición, se diseñan respuestas alternativas\n(por ejemplo, autodiálogo racional, respiración, posponer la reacción impulsiva) y se revisan después\nlos resultados en sesión. La repetición de este ciclo —planificar, exponerse, registrar, revisar— da\nestructura y convierte la tolerancia a la frustración en una habilidad observable y medible.",
        "procesosPsicologicos": "La técnica moviliza principalmente la modulación de la respuesta emocional (RE_modulacion) y el\nentrenamiento de autocontrol: el paciente aprende a distinguir entre molestia y catástrofe, a reducir\nla activación fisiológica con estrategias reguladoras y a cambiar la narrativa interna de “no lo soporto”\na “es incómodo pero manejable”. Con la práctica, se debilitan los patrones de evitación y explosión\nimpulsiva, y se refuerza una sensación de competencia para sostener metas a largo plazo pese a la\nfrustración a corto plazo.",
        "cualidadesTerapeuta": "El terapeuta necesita combinar firmeza y calidez: debe validar el malestar sin sobreproteger, mantener\nel foco en las tareas acordadas y modelar un estilo racional y sereno ante la frustración del propio\npaciente (“hoy no he hecho el ejercicio”, “no he notado mejora”). Su capacidad para dar feedback\nclaro, normalizar los fallos como parte del aprendizaje y ajustar el nivel de dificultad de los ejercicios\nsegún la respuesta del paciente es clave para que el entrenamiento se mantenga y no se viva como\ncastigo o crítica.",
        "participacionPaciente": "El cambio depende de que el paciente se implique activamente: aceptar realizar ejercicios entre sesiones,\nregistrar las situaciones frustrantes y su autodiálogo, probar respuestas nuevas en lugar de reaccionar\nsiempre igual y traer a sesión los ejemplos concretos. Cuanto más se expone de forma deliberada a\nsituaciones moderadamente frustrantes sin huir ni explotar, y más observa que “aguanta” mejor de lo\nque pensaba, mayor es la probabilidad de que se consolide la tolerancia a la frustración en su vida\ncotidiana."
      }
    },
    {
      "nombre": "Tareas conductuales racionales",
      "codigo": "p_rebt_tareasRacionales",
      "procesos": [
        "AG_compromisoConductual",
        "N_construccionAlternativa",
        "RE_prevEvitacion"
      ],
      "texto": "Acciones graduadas diseñadas para consolidar nuevas creencias y valores. Se planifican retos conductuales racionales.\n(Referencia: Ellis & Dryden, 1997.)"
    },
    {
      "nombre": "Exposición racional-emotiva",
      "codigo": "p_rebt_exposicion",
      "procesos": [
        "AG_compromisoConductual",
        "RE_prevEvitacion",
        "RE_modulacion"
      ],
      "texto": "Exposición prolongada mientras se verbalizan creencias racionales. Cambia el vínculo entre emoción y significado.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Técnica de vergüenza deliberada",
      "codigo": "p_rebt_verguenza",
      "procesos": [
        "AG_compromisoConductual",
        "RE_prevEvitacion",
        "I_autoimagen"
      ],
      "texto": "Realizar actos que generan vergüenza para demostrar tolerancia al juicio externo y eliminar creencias sobre aprobación obligatoria.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Entrenamiento en humor racional",
      "codigo": "p_rebt_humor",
      "procesos": [
        "RE_reapreciacion",
        "RE_desdramatizacion",
        "N_reencuadreLinguistico"
      ],
      "texto": "Uso clínicamente guiado del humor para romper dramatización, literalismo emocional y absolutismo.\n(Referencia: Ellis & Dryden, 1997.)"
    },
    {
      "nombre": "Ensayos conductuales racionales",
      "codigo": "p_rebt_ensayo",
      "procesos": [
        "AG_compromisoConductual",
        "R_comunicacionEmocional",
        "RE_modulacion"
      ],
      "texto": "Interpretación en sesión de escenas para fortalecer habilidades sociales racionales, tolerancia a la crítica y autoafirmación.\n(Referencia: DiGiuseppe et al., 2014.)"
    },
    {
      "nombre": "Tarea de riesgo social",
      "codigo": "p_rebt_riesgo",
      "procesos": [
        "AG_compromisoConductual",
        "R_repertorioInterpersonal",
        "RE_prevEvitacion"
      ],
      "texto": "Realización de conductas en público que desafían miedo a la desaprobación: solicitar favores, corregir errores en voz alta, mostrar dudas.\n(Referencia: Ellis & Dryden, 1997.)"
    }
  ],

  "micros": [
    {
      "nombre": "Debate lógico",
      "codigo": "m_rebt_logico",
      "procesos": [
        "N_construccionAlternativa",
        "N_metacognicion"
      ],
      "texto": "Identificar contradicciones internas en la creencia irracional mediante preguntas socráticas.\n(Referencia: Ellis, 1962.)",
      "wampold": {
        "alianza": "Requiere una alianza basada en confianza y respeto intelectual: el paciente debe percibir que el terapeuta no\nle ridiculiza ni le “gana” en la discusión, sino que colabora para desmontar creencias que le dañan. Es clave\ncuidar el tono (curioso, no sarcástico) y reparar rápido cualquier sensación de ser examinado o juzgado.",
        "expectativas": "Suele generar buenas expectativas en pacientes con estilo más racional, analítico o orientado a “entender las cosas”.\nEn otros, puede producir dudas (“esto es solo hablar, no siento que cambie nada”) si no se vincula claramente con la\nreducción de malestar y la posibilidad de vivir de forma más libre y flexible.",
        "explicacion": "La explicación subraya que las emociones intensas y desproporcionadas suelen estar alimentadas por creencias rígidas\ny absolutistas (“debo”, “tengo que”, “no puedo soportar”). Al explorar la lógica interna de esas creencias y mostrar\nsus contradicciones, el paciente puede generar interpretaciones alternativas más realistas y útiles, lo que reduce la\ncarga emocional asociada.",
        "ritual": "El nivel de ritual es medio: no hay una escenificación visible como en técnicas experienciales, pero sí una secuencia\nreconocible de pasos (formular la creencia, pedir pruebas, buscar contraejemplos, detectar saltos lógicos, construir\nuna alternativa más funcional). El formato de “diálogo socrático” se convierte en una especie de ritual cognitivo que\nel paciente puede interiorizar y aplicar después consigo mismo.",
        "modeloCambio": "El cambio se entiende como modificación de las creencias nucleares que amplifican el sufrimiento. Al mostrar que la\ncreencia irracional es inconsistente, extrema o no se sostiene empíricamente, el paciente puede aceptar formulaciones\nmás flexibles (“preferiría”, “sería mejor”, “podría soportarlo aunque no me guste”). Esta nueva forma de pensar\nreduce la intensidad emocional y abre posibilidades de acción más adaptativas."
      }
    },
    {
      "nombre": "Debate empírico",
      "codigo": "m_rebt_empirico",
      "procesos": [
        "N_construccionAlternativa",
        "N_metacognicion"
      ],
      "texto": "Examinar evidencias reales a favor y en contra de la creencia para mostrar que no se sostiene.\n(Referencia: Ellis & Dryden, 1997.)"
    },
    {
      "nombre": "Debate pragmático",
      "codigo": "m_rebt_pragmatico",
      "procesos": [
        "N_construccionAlternativa",
        "AG_tomaDecisiones"
      ],
      "texto": "Evaluar si mantener la creencia ayuda o perjudica en términos de metas y bienestar.\n(Referencia: DiGiuseppe et al., 2014.)"
    },
    {
      "nombre": "Disputa semántica",
      "codigo": "m_rebt_semantica",
      "procesos": [
        "N_reencuadreLinguistico",
        "RE_reapreciacion"
      ],
      "texto": "Análisis del lenguaje absolutista (“terrible”, “horrible”, “debo”) para sustituirlo por formulaciones racionales.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Reatribución racional de fallos",
      "codigo": "m_rebt_reatribucion",
      "procesos": [
        "N_reformulacion",
        "RI_autocompasion"
      ],
      "texto": "Desmontar la idea de que los errores definen el valor personal. Introduce dignidad y falibilidad humana.\n(Referencia: Ellis & Dryden, 1997.)"
    },
    {
      "nombre": "Autoaceptación incondicional",
      "codigo": "m_rebt_autoaceptacion",
      "procesos": [
        "RI_autocompasion",
        "I_autoimagen"
      ],
      "texto": "Desmantela la autoevaluación global (“soy inútil / soy valioso”) y la sustituye por una visión no condicional de uno mismo.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Predicciones alternativas racionales",
      "codigo": "m_rebt_prediccion",
      "procesos": [
        "N_construccionAlternativa",
        "N_metacognicion"
      ],
      "texto": "Generar resultados alternativos realistas frente a predicciones catastróficas.\n(Referencia: DiGiuseppe et al., 2014.)"
    },
    {
      "nombre": "Auto-instrucciones racionales breves",
      "codigo": "m_rebt_autoinstrucciones",
      "procesos": [
        "RI_dialogoFuncional",
        "RE_modulacion"
      ],
      "texto": "Frases para guiar acción y regulación en momentos críticos (“puedo tolerarlo”, “preferiría, pero no es necesario”).\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Exposición imaginada racional",
      "codigo": "m_rebt_imaginada",
      "procesos": [
        "AP_evocacion",
        "RE_modulacion"
      ],
      "texto": "Exposición mental prolongada mientras se verbaliza pensamiento racional alternativo.\n(Referencia: Ellis & Dryden, 1997.)"
    },
    {
      "nombre": "Desdramatización humorística",
      "codigo": "m_rebt_humor",
      "procesos": [
        "RE_desdramatizacion",
        "RE_reapreciacion"
      ],
      "texto": "Uso de humor racional para romper dramatización y absolutismo emocional.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Role-playing racional",
      "codigo": "m_rebt_roleplay",
      "procesos": [
        "R_repertorioInterpersonal",
        "AG_compromisoConductual"
      ],
      "texto": "Ensayar respuestas racionales ante situaciones temidas o de conflicto social.\n(Referencia: DiGiuseppe et al., 2014.)"
    },
    {
      "nombre": "Identificación de demandas irracionales",
      "codigo": "m_rebt_demanda",
      "procesos": [
        "N_marcosCognitivos",
        "N_metacognicion"
      ],
      "texto": "Detectar exigencias absolutistas (“debo hacerlo perfecto”, “no puedo fallar”) y convertirlas en preferencias.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Técnica del “no es terrible, es molesto”",
      "codigo": "m_rebt_molesto",
      "procesos": [
        "RE_desdramatizacion",
        "RE_reapreciacion"
      ],
      "texto": "Reclasificación emocional para reducir catastrofismo y modular intensidad.\n(Referencia: Ellis & Dryden, 1997.)"
    },
    {
      "nombre": "Entrenamiento en riesgo social",
      "codigo": "m_rebt_riesgo",
      "procesos": [
        "AG_compromisoConductual",
        "RE_prevEvitacion"
      ],
      "texto": "Pequeños actos que desafían miedo al juicio: hacer preguntas simples, pedir aclaraciones, exponerse al error.\n(Referencia: Ellis, 1962.)"
    },
    {
      "nombre": "Tolerancia al malestar racional",
      "codigo": "m_rebt_tolerancia",
      "procesos": [
        "RE_modulacion",
        "RE_prevEvitacion"
      ],
      "texto": "Microentrenamiento en soportar incomodidad sin transformarla en catástrofe o intolerabilidad.\n(Referencia: Ellis & Dryden, 1997.)"
    }
  ]
}
