{
  "id": "relajacion-jacobson-benson",
  "grupo": "Conductismo",
  "label": "Técnicas de relajación (Jacobson, Benson)",
  "year": 1938,
  "importance": 2,
  "autores": "Edmund Jacobson; Herbert Benson",
  "universidad": "",
  "ciudad": "Chicago / Boston",
  "pais": "Estados Unidos",
  "lat": 41.878113,
  "lon": -87.629799,

  "descripcion": "Conjunto de procedimientos psicofisiológicos destinados a reducir la activación autonómica, modular el estrés y restaurar un estado corporal de seguridad. La Relajación Muscular Progresiva de Jacobson parte de la hipótesis de que la ansiedad se sostiene en tensión muscular crónica y que, al entrenar la discriminación entre tensión y soltura, el organismo aprende una vía directa de autorregulación somática. La Respuesta de Relajación de Benson describe un estado fisiológico opuesto al estrés inducido mediante respiración lenta, foco repetitivo y actitud pasiva, produciendo descensos en arousal, frecuencia cardíaca y reactividad. En la clínica contemporánea estas técnicas se amplían con respiración diafragmática, respiración coherente y escaneo corporal, utilizándose como intervención base en ansiedad, insomnio, somatización y como preparación para trabajo emocional más profundo. (Jacobson, 1938; Benson, 1975).",

  "influencias": [
    "Fisiología del estrés",
    "Condicionamiento y autorregulación",
    "Psicofisiología clínica",
    "Neurociencia autonómica",
    "Mindfulness corporal temprano"
  ],

  "mjps": ["RF","RE","AP","N"],

"ideasPrincipales": [
  {
    "id": "idea_relax_1",
    "titulo": "La activación fisiológica es un motor central del malestar psicológico",
    "desarrollo": "Las técnicas de relajación parten de la premisa de que muchos síntomas psicológicos se sostienen por una activación autonómica crónica elevada. Antes de trabajar significado, emoción o conducta, es necesario reducir el arousal para restaurar condiciones mínimas de regulación y seguridad corporal. (Jacobson, 1938; Benson, 1975)."
  },
  {
    "id": "idea_relax_2",
    "titulo": "El cuerpo puede entrenarse como vía directa de autorregulación",
    "desarrollo": "Jacobson demostró que la relajación no es un estado pasivo, sino una habilidad entrenable basada en la discriminación consciente entre tensión y soltura muscular. A través del aprendizaje somático, el organismo adquiere una vía directa de regulación emocional sin mediación cognitiva compleja. (Jacobson, 1938)."
  },
  {
    "id": "idea_relax_3",
    "titulo": "La relajación es un estado fisiológico opuesto al estrés",
    "desarrollo": "Benson formalizó la Respuesta de Relajación como un patrón psicofisiológico antagonista al estrés, caracterizado por activación parasimpática, descenso de frecuencia cardíaca y reducción de reactividad. Este estado puede inducirse de forma sistemática mediante respiración lenta, repetición focal y actitud pasiva. (Benson, 1975)."
  },
  {
    "id": "idea_relax_4",
    "titulo": "La conciencia interoceptiva es un mecanismo terapéutico central",
    "desarrollo": "Las técnicas de relajación entrenan la percepción fina de señales corporales internas, aumentando conciencia interoceptiva y permitiendo detectar activación temprana antes del desbordamiento emocional. Esta discriminación somática es clave para la prevención y la autorregulación cotidiana. (Jacobson, 1938; Lehrer & Gevirtz, 2014)."
  },
  {
    "id": "idea_relax_5",
    "titulo": "La relajación amplía la ventana de tolerancia emocional",
    "desarrollo": "Al reducir la activación fisiológica basal, estas técnicas amplían la ventana de tolerancia y facilitan el acceso a procesos emocionales más profundos sin desorganización. Por ello se utilizan frecuentemente como fase preparatoria para exposición, procesamiento emocional o trabajo traumático. (Benson, 1975)."
  },
  {
    "id": "idea_relax_6",
    "titulo": "La práctica repetida consolida regulación y resiliencia",
    "desarrollo": "La eficacia de las técnicas de relajación depende de su práctica sistemática, que genera cambios estables en la regulación autonómica, la variabilidad cardíaca y la resiliencia al estrés. No son solo intervenciones de alivio, sino entrenamientos de base fisiológica del self regulado. (Lehrer & Gevirtz, 2014)."
  }
],


 "procedimientos": [
  {
    "nombre": "Relajación Muscular Progresiva (Jacobson) – versión clásica por grupos",
    "codigo": "p_relax_jacobson_clasica",
    "procesos": ["RF_relax","RF_intero"],
    "texto": "Procedimiento secuencial en el que el paciente tensa de forma breve y controlada (sin dolor) y después suelta de manera completa distintos grupos musculares en un orden pautado (manos/brazos, cara/cuello, hombros/pecho, abdomen/espalda, piernas/pies), entrenando la discriminación fina entre tensión y relajación y reduciendo el tono muscular basal asociado a ansiedad; la repetición consolida una vía de autorregulación somática y mejora la detección temprana de microtensiones que preceden a la escalada autonómica. (Jacobson, 1938)."
  },
  {
    "nombre": "Relajación Muscular Progresiva abreviada",
    "codigo": "p_relax_jacobson_abreviada",
    "procesos": ["RF_relax","RF_intero","RF_crisis"],
    "texto": "Versión condensada de la RMP que mantiene la lógica tensión–soltura pero reduce el número de grupos y el tiempo total, priorizando zonas diana (mandíbula, hombros, abdomen, manos) para aumentar adherencia y uso en el día a día; se emplea como entrenamiento y también como intervención rápida cuando sube la activación, facilitando una bajada autonómica sin necesidad de un protocolo largo. (Jacobson, 1938)."
  },
  {
    "nombre": "Relajación Diferencial (Jacobson)",
    "codigo": "p_relax_diferencial",
    "procesos": ["RF_relax","RF_intero"],
    "texto": "Procedimiento destinado a aprender a mantener relajados los músculos no implicados en una actividad mientras se usa solo la tensión mínima necesaria para la tarea (p. ej., escribir, conducir, trabajar frente a pantalla), reduciendo la sobrecontracción crónica y el gasto fisiológico; es especialmente útil en personas con hipercontrol y tensión basal alta porque traslada la relajación al funcionamiento cotidiano, no solo a momentos de práctica. (Jacobson, 1938)."
  },
  {
    "nombre": "Relajación Aplicada (applied relaxation)",
    "codigo": "p_relax_aplicada",
    "procesos": ["RF_crisis","RF_relax","AG_compromisoConductual"],
    "texto": "Procedimiento que entrena la capacidad de inducir relajación de forma cada vez más rápida y portable (de minutos a segundos) y aplicarla inmediatamente cuando aparecen señales tempranas de ansiedad, combinando conciencia de señales, liberación muscular rápida y práctica en situaciones progresivamente más activadoras; se usa como puente hacia exposición o afrontamiento, porque permite entrar en contextos temidos con un recurso regulador disponible. (Jacobson, 1938)."
  },
  {
    "nombre": "Liberación por conciencia (release by awareness)",
    "codigo": "p_relax_release_awareness",
    "procesos": ["RF_intero","RF_relax"],
    "texto": "Procedimiento en el que el paciente dirige atención suave a una zona corporal y permite que la tensión se reorganice y afloje sin un ciclo previo de tensión voluntaria, lo que lo hace especialmente adecuado cuando tensar activa más, hay hipervigilancia corporal o sensibilidad traumática; potencia confianza corporal y regulación desde seguridad y control interno. (Jacobson, 1938)."
  },
  {
    "nombre": "Respuesta de Relajación (Benson) – protocolo estándar",
    "codigo": "p_relax_benson_estandar",
    "procesos": ["RF_resp","RE_modulacion","RF_intero"],
    "texto": "Inducción deliberada de un estado psicofisiológico opuesto al estrés mediante cuatro componentes: postura cómoda, foco repetitivo (palabra, frase, sonido o respiración), actitud pasiva ante distracciones y práctica regular; el objetivo es activar parasimpático, reducir reactividad y entrenar una respuesta condicionada de calma que pueda replicarse como hábito diario y como recurso ante estrés mantenido. (Benson, 1975)."
  },
  {
    "nombre": "Respiración diafragmática lenta con exhalación prolongada",
    "codigo": "p_relax_diafragmatica_lenta",
    "procesos": ["RF_resp","RE_modulacion"],
    "texto": "Técnica respiratoria centrada en respiración abdominal suave con ritmo lento y énfasis en exhalación más larga que la inhalación, orientada a reducir hiperventilación, bajar arousal y estabilizar la activación autonómica; es especialmente útil en ansiedad anticipatoria, pánico, insomnio y estrés somatizado, y puede integrarse como rutina breve varias veces al día. (Benson, 1975)."
  },
  {
    "nombre": "Respiración coherente (5–6 ciclos/min) / entrenamiento de coherencia",
    "codigo": "p_relax_respiracion_coherente",
    "procesos": ["RF_resp","RF_crisis","RE_modulacion"],
    "texto": "Procedimiento de respiración rítmica lenta y estable (aprox. 5–6 respiraciones por minuto) que sincroniza patrones cardiorrespiratorios y favorece estabilidad autonómica, con aplicaciones tanto en reducción rápida de picos de activación como en entrenamiento regular para mejorar resiliencia fisiológica; se usa con frecuencia como preparación para exposición o para aumentar tolerancia a sensaciones internas. (Lehrer & Gevirtz, 2014)."
  },
  {
    "nombre": "Entrenamiento interoceptivo de calma (anclaje en sensaciones de seguridad)",
    "codigo": "p_relax_interoceptivo_calma",
    "procesos": ["RF_intero","RE_aceptacion"],
    "texto": "Procedimiento que entrena la capacidad de percibir y sostener sensaciones corporales de baja activación (peso, apoyo, temperatura, expansión torácica) sin juicio ni urgencia de control, consolidando una relación más segura con la experiencia interna; reduce miedo a sensaciones y prepara el terreno para regulación emocional y para trabajos posteriores de procesamiento. (Benson, 1975)."
  },
  {
    "nombre": "Escaneo corporal guiado (body scan)",
    "codigo": "p_relax_body_scan",
    "procesos": ["RF_intero","AP_profundizacion"],
    "texto": "Recorrido guiado de la atención por el cuerpo (de pies a cabeza o viceversa) observando sensaciones de tensión, vibración, vacío o calor sin forzar cambios inmediatos; favorece presencia corporal, reduce fusión ansiosa con síntomas somáticos y facilita una relajación progresiva inducida por atención sostenida, siendo útil tanto para insomnio como para somatización y ansiedad generalizada. (Benson, 1975)."
  },
  {
    "nombre": "Relajación con imaginería calmante (visualización de seguridad)",
    "codigo": "p_relax_imagineria",
    "procesos": ["RF_relax","RE_modulacion","N_construccionAlternativa"],
    "texto": "Procedimiento en el que se combina inducción fisiológica de calma (respiración lenta o soltura muscular) con imaginería de un lugar seguro o escena tranquilizadora, usando detalles sensoriales para intensificar el efecto parasimpático y generar un ancla mental reproducible; se emplea para bajar activación y también para crear un recurso previo a exposición o a situaciones estresantes. (Benson, 1975)."
  },
  {
    "nombre": "Relajación con atención focal (mantra / palabra repetitiva)",
    "codigo": "p_relax_mantra_foco",
    "procesos": ["RF_resp","N_metacognicion","RE_modulacion"],
    "texto": "Procedimiento derivado de la Respuesta de Relajación en el que el foco repetitivo (palabra, frase o conteo) se usa como estabilizador atencional para cortar rumiación y mantener un ritmo respiratorio regular; es especialmente eficaz en personas con pensamiento acelerado porque combina regulación autonómica y control atencional sin entrar en reestructuración cognitiva compleja. (Benson, 1975)."
  },
  {
    "nombre": "Relajación autoaplicada con audio-guía (entrenamiento domiciliario)",
    "codigo": "p_relax_audio_guia",
    "procesos": ["AG_compromisoConductual","RF_relax","RF_resp"],
    "texto": "Procedimiento de consolidación basado en práctica regular fuera de sesión mediante audios estructurados (RMP, body scan o respiración guiada), con registro breve de frecuencia, dificultad y efecto percibido; su función es transformar la relajación en hábito, aumentar generalización y reducir dependencia de la sesión como único contexto regulador. (Jacobson, 1938; Benson, 1975)."
  }
],


  "micros": [
  {
    "nombre": "Discriminación tensional fina",
    "codigo": "m_relax_discriminacion_tensional",
    "procesos": ["RF_intero"],
    "texto": "Microintervención destinada a entrenar la percepción de diferencias sutiles entre estados de tensión y relajación en zonas corporales específicas, ayudando al paciente a reconocer activación temprana antes de que escale a ansiedad plena; esta habilidad es central en el enfoque de Jacobson porque convierte la regulación somática en un proceso consciente y prevenible. (Jacobson, 1938)."
  },
  {
    "nombre": "Soltura voluntaria tras tensión breve",
    "codigo": "m_relax_soltura_post_tension",
    "procesos": ["RF_relax"],
    "texto": "Intervención breve en la que, tras una contracción muscular ligera y controlada, se enfatiza la fase de soltura completa, focalizando la atención en la diferencia sensorial entre ambos estados; refuerza el aprendizaje somático de relajación y acelera la reducción del tono muscular basal. (Jacobson, 1938)."
  },
  {
    "nombre": "Exhalación prolongada consciente",
    "codigo": "m_relax_exhalacion_prolongada",
    "procesos": ["RF_resp"],
    "texto": "Uso deliberado de una exhalación más larga que la inhalación (aprox. 2:1) para aumentar la activación parasimpática y reducir la hiperactivación simpática de forma rápida, sencilla y portable, especialmente útil en ansiedad anticipatoria y picos leves de activación. (Benson, 1975)."
  },
  {
    "nombre": "Conteo respiratorio estabilizador",
    "codigo": "m_relax_conteo_respiratorio",
    "procesos": ["RF_resp","N_metacognicion"],
    "texto": "Microintervención que consiste en contar ciclos respiratorios o tiempos de inhalación y exhalación para estabilizar el foco atencional, reducir rumiación y mantener un ritmo respiratorio regular sin esfuerzo cognitivo complejo. (Benson, 1975)."
  },
  {
    "nombre": "Automensaje de soltura en la exhalación",
    "codigo": "m_relax_automensaje_soltura",
    "procesos": ["RE_reapreciacion","RF_relax"],
    "texto": "Asociación de palabras internas simples como “soltar”, “aflojar” o “descansar” con la fase de exhalación para condicionar una respuesta de liberación somática y reducir la valoración amenazante de la tensión corporal. (Jacobson, 1938)."
  },
  {
    "nombre": "Respiración rítmica regular",
    "codigo": "m_relax_respiracion_ritmica",
    "procesos": ["RF_resp","RE_modulacion"],
    "texto": "Microintervención que establece un ritmo respiratorio constante y predecible (sin forzar profundidad) con el objetivo de reducir variabilidad caótica, estabilizar el sistema nervioso autónomo y generar sensación de control fisiológico. (Benson, 1975)."
  },
  {
    "nombre": "Liberación pasiva de microtensiones",
    "codigo": "m_relax_microtensiones",
    "procesos": ["RF_relax","RF_intero"],
    "texto": "Identificación y liberación consciente de microtensiones habituales (mandíbula, lengua, hombros, abdomen, glúteos) sin contracción previa, entrenando una postura corporal más suelta y previniendo la acumulación crónica de activación somática. (Jacobson, 1938)."
  },
  {
    "nombre": "Anclaje atencional en sensación de seguridad corporal",
    "codigo": "m_relax_anclaje_seguridad",
    "procesos": ["RF_intero","RE_aceptacion"],
    "texto": "Microintervención que guía la atención hacia sensaciones corporales neutras o agradables (peso, apoyo, calor, contacto con la superficie) para consolidar una experiencia implícita de seguridad fisiológica y reducir hipervigilancia somática. (Benson, 1975)."
  },
  {
    "nombre": "Escaneo puntual de zonas diana",
    "codigo": "m_relax_escaneo_zonas",
    "procesos": ["RF_intero"],
    "texto": "Breve recorrido atencional por zonas corporales especialmente reactivas para el paciente, con el fin de detectar activación temprana y aplicar soltura inmediata sin necesidad de un escaneo corporal completo. (Jacobson, 1938)."
  },
  {
    "nombre": "Respiración cuadrada breve",
    "codigo": "m_relax_box_breve",
    "procesos": ["RF_resp","RF_crisis"],
    "texto": "Patrón respiratorio simple de inhalación–pausa–exhalación–pausa con tiempos equivalentes que permite una reducción rápida de la activación en situaciones de estrés agudo o sobrecarga atencional. (Benson, 1975)."
  },
  {
    "nombre": "Atención pasiva a la distracción",
    "codigo": "m_relax_actitud_pasiva",
    "procesos": ["RE_aceptacion","N_metacognicion"],
    "texto": "Microintervención clave de la Respuesta de Relajación que entrena una actitud no reactiva ante pensamientos o sensaciones intrusivas, reduciendo lucha cognitiva y facilitando retorno suave al foco sin autoexigencia. (Benson, 1975)."
  },
  {
    "nombre": "Señalización temprana de activación",
    "codigo": "m_relax_senales_tempranas",
    "procesos": ["RF_intero","AG_autoriaResponsabilidad"],
    "texto": "Intervención breve orientada a identificar señales corporales iniciales de activación (rigidez mandibular, respiración alta, presión torácica) y nombrarlas como indicadores de acción reguladora inmediata, fortaleciendo autoría y prevención. (Jacobson, 1938)."
  },
  {
    "nombre": "Cierre corporal integrativo",
    "codigo": "m_relax_cierre_integrativo",
    "procesos": ["N_narrativaAutobiografica","RF_intero"],
    "texto": "Microintervención de cierre que invita a registrar y verbalizar brevemente el estado corporal tras la práctica, facilitando integración consciente del cambio fisiológico y aumentando probabilidad de generalización fuera de sesión. (Benson, 1975)."
  }
],


  "refs": [
    "Jacobson, E. (1938). Progressive Relaxation. University of Chicago Press.",
    "Benson, H. (1975). The Relaxation Response. William Morrow.",
    "Lehrer, P., & Gevirtz, R. (2014). Heart Rate Variability Biofeedback. Biofeedback."
  ]
}
