{
  "id": "sit-inoculacion-estres-meichenbaum-1977",
  "grupo": "Cognitivo",
  "label": "Terapia de inoculación de estrés (SIT)",
  "year": 1977,
  "importance": 2,
  "autores": "Donald Meichenbaum",
  "universidad": "University of Waterloo",
  "ciudad": "Waterloo, Ontario",
  "pais": "Canadá",
  "lat": 43.464258,
  "lon": -80.52041,

  "descripcion": "Modelo de intervención en tres fases diseñado para fortalecer la resistencia psicológica frente al estrés y la ansiedad. Parte del principio de que las respuestas de afrontamiento pueden entrenarse igual que cualquier habilidad, combinando exposición graduada, autoinstrucciones y práctica conductual. Las fases son: (1) educación sobre el estrés y los pensamientos disfuncionales; (2) adquisición de habilidades de afrontamiento mediante autoverbalizaciones, reestructuración cognitiva y ensayo; (3) aplicación progresiva en situaciones reales. Integra los principios del aprendizaje social y el enfoque cognitivo-conductual, enfatizando la autorregulación, la autoeficacia y la preparación anticipatoria ante eventos estresantes.",

  "influencias": [
    "Terapia racional-autoinstruccional",
    "Aprendizaje social",
    "Cognitivismo",
    "Conductismo"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica del estrés se entiende como una interacción entre demandas situacionales, evaluaciones cognitivas y repertorios de afrontamiento aprendidos; el conocimiento terapéutico se construye de forma colaborativa y didáctica, combinando explicación, práctica y feedback, y el ser humano se concibe como un agente autorregulador capaz de entrenar habilidades bajo condiciones de activación creciente. El cambio se produce mediante aprendizaje guiado (modelado, ensayo, autoinstrucciones y exposición graduada) y generalización a contextos reales; la relación terapéutica opera como contexto de entrenamiento seguro, motivador y estructurado, sosteniendo la autoeficacia y la adherencia al programa.",
    "teoriaFormal": "El self se conceptualiza como un sistema de autorregulación mediado por autoverbalizaciones, expectativas de eficacia y habilidades de afrontamiento; el sufrimiento ante el estrés se mantiene cuando predominan autoinstrucciones desorganizadoras, interpretaciones amenazantes y déficits de coping (o uso rígido/ineficaz de estrategias), lo que dispara respuestas emocionales y conductuales desadaptativas. El cambio ocurre cuando el paciente adquiere repertorios de afrontamiento cognitivos y conductuales, aprende a aplicarlos bajo activación progresiva y consolida una sensación estable de competencia para manejar estresores presentes y futuros.",
    "teoriaClinica": "El caso se conceptualiza identificando estresores relevantes, patrones de evaluación y autodiálogo, respuestas fisiológicas/emocionales, conductas de evitación o afrontamiento, y el repertorio real de habilidades disponibles, priorizando tanto la comprensión funcional del ciclo del estrés como el entrenamiento activo de coping. Se buscan procesos de psicoeducación y reatribución funcional del estrés, adquisición de habilidades (autoinstrucciones, reestructuración, solución de problemas, relajación/ensayo) y transferencia a situaciones progresivamente más exigentes. El progreso se evalúa por la generalización de habilidades a la vida cotidiana, el aumento de autoeficacia percibida, la reducción de evitación y la mejora del rendimiento adaptativo bajo estrés."
  },

  "procesos": [
    "Psicoeducación y comprensión funcional del estrés",
    "Entrenamiento en afrontamiento y autorregulación",
    "Exposición/ensayo bajo estrés graduado",
    "Generalización y mantenimiento de habilidades"
  ],

  "mjps": ["RF", "RE", "N", "AG", "RI"],

 "procedimientos": [
  {
    "nombre": "Evaluación funcional del estrés y análisis de demandas",
    "codigo": "p_sit_evaluacion_funcional",
    "texto": "Procedimiento inicial conducido por el terapeuta para identificar estresores relevantes, contextos de aparición, respuestas fisiológicas, emocionales y conductuales, así como patrones de afrontamiento y evitación asociados, construyendo un mapa funcional del ciclo del estrés que permita definir dianas de intervención realistas y criterios de progreso observables, evitando una lectura meramente sintomática y situando el problema como un patrón aprendido de respuesta bajo presión. (Meichenbaum, 1985; Meichenbaum, 2007)."
  },
  {
    "nombre": "Psicoeducación y conceptualización colaborativa del estrés",
    "codigo": "p_sit_psicoeducacion",
    "texto": "Procedimiento psicoeducativo dirigido por el terapeuta en el que se explica el estrés como una interacción entre demandas, evaluación cognitiva, autodiálogo y habilidades de afrontamiento, diferenciando activación adaptativa de desbordamiento y presentando la lógica de la inoculación como entrenamiento gradual y preventivo, con el objetivo de generar comprensión compartida, reducir alarma secundaria y aumentar la disposición activa del paciente al trabajo posterior. (Meichenbaum, 1985; Meichenbaum, 2007)."
  },
  {
    "nombre": "Identificación y análisis del autodiálogo estresógeno",
    "codigo": "p_sit_autodialogo",
    "procesos": ["RI_dialogoFuncional", "N_metacognicion"],
    "texto": "Procedimiento centrado en que el paciente detecte y observe sus autoverbalizaciones antes, durante y después de situaciones estresantes, identificando contenidos catastrofistas, imperativos rígidos y mensajes de descontrol que amplifican la activación emocional, transformando el diálogo interno en un objeto consciente y modificable sobre el que se podrá entrenar afrontamiento cognitivo posterior. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Diseño del plan de afrontamiento y jerarquía de entrenamiento",
    "codigo": "p_sit_plan_afrontamiento",
    "texto": "Procedimiento estructural dirigido por el terapeuta para organizar un menú personalizado de habilidades de afrontamiento (cognitivas, conductuales y fisiológicas) y una jerarquía progresiva de situaciones estresantes, estableciendo el orden, la dificultad y las condiciones de práctica que permitirán entrenar las habilidades sin desbordamiento y facilitar su generalización a contextos reales. (Meichenbaum, 1985; Meichenbaum, 2007)."
  },
  {
    "nombre": "Entrenamiento en autoinstrucciones de afrontamiento",
    "codigo": "p_sit_autoinstrucciones",
    "procesos": ["RI_dialogoFuncional", "N_reformulacion"],
    "texto": "Procedimiento de adquisición de habilidades en el que el paciente aprende y practica autoinstrucciones específicas para distintas fases del afrontamiento (anticipación, ejecución y evaluación), sustituyendo mensajes desorganizadores por verbalizaciones orientadas a tarea, control y tolerancia al malestar, con el objetivo de modular la activación y sostener la conducta eficaz bajo estrés. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Entrenamiento en técnicas de regulación fisiológica",
    "codigo": "p_sit_regulacion_fisiologica",
    "procesos": ["RF_resp", "RE_modulacion"],
    "texto": "Procedimiento de entrenamiento activo en habilidades de regulación fisiológica (respiración controlada, relajación muscular u otras técnicas compatibles) destinado a reducir hiperactivación y aumentar sensación de control corporal durante situaciones estresantes, integrando estas técnicas como recursos de afrontamiento que acompañan al trabajo cognitivo y conductual. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Ensayo conductual y role-playing bajo condiciones simuladas",
    "codigo": "p_sit_ensayo_conductual",
    "procesos": ["AG_compromisoConductual", "RE_modulacion"],
    "texto": "Procedimiento experiencial en el que el paciente practica activamente habilidades de afrontamiento en situaciones simuladas o role-playing que reproducen demandas estresantes relevantes, permitiendo consolidar autoinstrucciones, regular activación y corregir errores en un contexto seguro antes de la aplicación en la vida real. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Exposición graduada a estresores reales",
    "codigo": "p_sit_exposicion_graduada",
    "procesos": ["AG_compromisoConductual", "RE_prevEvitacion"],
    "texto": "Procedimiento de aplicación progresiva en el que el paciente se expone de forma planificada a situaciones estresantes reales siguiendo la jerarquía acordada, utilizando activamente las habilidades entrenadas para reducir evitación, aumentar tolerancia al malestar y fortalecer la autoeficacia mediante experiencias correctivas de afrontamiento exitoso. (Meichenbaum, 1985; Meichenbaum, 2007)."
  },
  {
    "nombre": "Generalización y prevención de recaídas",
    "codigo": "p_sit_generalizacion",
    "procesos": ["N_construccionAlternativa", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento final orientado a consolidar el uso flexible de habilidades de afrontamiento en distintos contextos, anticipar futuros estresores, ajustar autoinstrucciones y reforzar una narrativa de competencia personal, reduciendo la probabilidad de recaídas y promoviendo un estilo estable de autorregulación frente al estrés. (Meichenbaum, 2007)."
  }
],

"micros": [
  {
    "nombre": "Registro de señales tempranas de estrés",
    "codigo": "m_sit_senales_tempranas",
    "procesos": ["RE_rotulacion", "N_metacognicion"],
    "texto": "Microintervención orientada a que el paciente identifique y registre señales iniciales de activación (cognitivas, emocionales y somáticas) antes de que el estrés escale, favoreciendo detección precoz y posibilidad de intervención autorregulada, y transformando el estrés de un evento abrupto en un proceso anticipable y manejable. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Autoinstrucciones anticipatorias",
    "codigo": "m_sit_autoinstrucciones_anticipacion",
    "procesos": ["RI_dialogoFuncional", "N_reformulacion"],
    "texto": "Uso de verbalizaciones breves antes de exponerse a un estresor (por ejemplo, “puedo manejarlo paso a paso”, “no necesito hacerlo perfecto”) para reducir amenaza anticipada, organizar la atención y preparar una respuesta de afrontamiento funcional que disminuya la probabilidad de evitación. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Autoinstrucciones durante la ejecución",
    "codigo": "m_sit_autoinstrucciones_ejecucion",
    "procesos": ["RI_dialogoFuncional", "AG_compromisoConductual"],
    "texto": "Microintervención consistente en guiar la acción bajo estrés mediante autoverbalizaciones orientadas a tarea (“concéntrate en el siguiente paso”, “respira y continúa”), facilitando regulación de la activación y mantenimiento de la conducta eficaz mientras la demanda está activa. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Autoinstrucciones de evaluación posterior",
    "codigo": "m_sit_autoinstrucciones_revision",
    "procesos": ["N_reformulacion", "I_autoimagen"],
    "texto": "Verbalizaciones posteriores al afrontamiento destinadas a evaluar el desempeño de forma realista y no punitiva (“ha sido difícil y lo he sostenido”, “he aprendido algo útil”), consolidando aprendizaje, autoeficacia y una autoimagen competente frente al estrés. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Respiración reguladora integrada al afrontamiento",
    "codigo": "m_sit_respiracion_reguladora",
    "procesos": ["RF_resp", "RE_modulacion"],
    "texto": "Uso breve y funcional de la respiración controlada como apoyo al afrontamiento (no como evitación), permitiendo reducir picos de activación fisiológica para sostener la exposición y la aplicación de habilidades cognitivas y conductuales bajo estrés. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Reformulación funcional del estresor",
    "codigo": "m_sit_reformulacion_funcional",
    "procesos": ["N_reformulacion"],
    "texto": "Microreencuadre cognitivo inmediato que redefine la situación estresante como reto entrenable o experiencia de práctica (“esto es un ensayo, no un examen”), disminuyendo catastrofismo y facilitando una aproximación activa en lugar de defensiva. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Descomposición de la tarea estresante",
    "codigo": "m_sit_descomposicion_tarea",
    "procesos": ["AG_tomaDecisiones", "N_metacognicion"],
    "texto": "Intervención que divide una situación estresante compleja en pasos manejables y secuenciales, reduciendo sensación de sobrecarga y facilitando la ejecución progresiva, especialmente útil en contextos de presión temporal o evaluativa. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Ensayo encubierto de afrontamiento",
    "codigo": "m_sit_ensayo_encubierto",
    "procesos": ["N_construccionAlternativa", "AG_compromisoConductual"],
    "texto": "Visualización guiada breve en la que el paciente imagina la situación estresante aplicando con éxito sus habilidades de afrontamiento, fortaleciendo anticipaciones funcionales y preparando la respuesta conductual antes de la exposición real. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Detención de espiral autocrítica",
    "codigo": "m_sit_detencion_autocritica",
    "procesos": ["RI_criticoInterno", "RE_modulacion"],
    "texto": "Interrupción consciente de autoverbalizaciones autocríticas que intensifican el estrés (“no sirvo”, “voy a fallar”) mediante sustitución por mensajes funcionales, reduciendo vergüenza, bloqueo y abandono prematuro del afrontamiento. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Refuerzo de logros parciales",
    "codigo": "m_sit_refuerzo_parcial",
    "procesos": ["AG_autoriaResponsabilidad", "I_fortalezasRecursos"],
    "texto": "Reconocimiento explícito de avances parciales y esfuerzos sostenidos durante el afrontamiento, reforzando aprendizaje, motivación interna y sensación de competencia incluso cuando el resultado no es óptimo, lo que favorece persistencia y generalización. (Meichenbaum, 2007)."
  },
  {
    "nombre": "Prevención de evitación sutil",
    "codigo": "m_sit_prevencion_evitacion",
    "procesos": ["RE_prevEvitacion", "AG_compromisoConductual"],
    "texto": "Detección y corrección de microconductas de evitación encubierta (posponer, minimizar, distraerse en exceso) que debilitan el entrenamiento bajo estrés, promoviendo aproximaciones graduadas y consistentes alineadas con el plan de afrontamiento. (Meichenbaum, 1985)."
  },
  {
    "nombre": "Anticipación de estresores futuros",
    "codigo": "m_sit_anticipacion_futuro",
    "procesos": ["N_construccionAlternativa", "I_selfFuturo"],
    "texto": "Exploración breve de escenarios estresantes previsibles y planificación de respuestas de afrontamiento específicas, fortaleciendo preparación anticipatoria y una identidad futura competente frente al estrés. (Meichenbaum, 2007)."
  }
],

"ideasPrincipales": [
  {
    "id": "idea_sit_1",
    "titulo": "El estrés es una respuesta aprendida y, por tanto, entrenable",
    "desarrollo": "SIT parte de la premisa de que las respuestas al estrés no son reflejos inmutables, sino patrones aprendidos que integran evaluación cognitiva, autodiálogo y conductas de afrontamiento. Si estas respuestas se han aprendido, también pueden modificarse mediante entrenamiento sistemático, práctica graduada y feedback correctivo, desplazando la idea de vulnerabilidad pasiva por una de competencia entrenable. (Meichenbaum, 1985)."
  },
  {
    "id": "idea_sit_2",
    "titulo": "La autoeficacia es un mecanismo central del cambio",
    "desarrollo": "El modelo sostiene que la reducción del impacto del estrés depende en gran medida del aumento de la autoeficacia percibida: la convicción de que uno dispone de recursos para afrontar demandas difíciles. SIT no busca eliminar estresores, sino generar experiencias repetidas de afrontamiento exitoso que consoliden una expectativa estable de control y competencia bajo presión. (Meichenbaum, 1985; Bandura, 1977)."
  },
  {
    "id": "idea_sit_3",
    "titulo": "El autodiálogo organiza la respuesta al estrés",
    "desarrollo": "Las autoverbalizaciones internas desempeñan un papel organizador clave en la respuesta al estrés, amplificando o modulando la activación emocional y la conducta. SIT conceptualiza el diálogo interno como una habilidad entrenable, sustituyendo mensajes desorganizadores y catastrofistas por autoinstrucciones funcionales orientadas a tarea, tolerancia y control progresivo. (Meichenbaum, 1985)."
  },
  {
    "id": "idea_sit_4",
    "titulo": "La preparación anticipatoria reduce la reactividad",
    "desarrollo": "A diferencia de enfoques reactivos, SIT enfatiza la preparación anticipatoria ante situaciones estresantes previsibles. Anticipar demandas, ensayar respuestas y planificar estrategias de afrontamiento reduce la reactividad emocional, mejora el rendimiento y disminuye la probabilidad de evitación, transformando el estrés en un contexto de práctica más que en una amenaza inesperada. (Meichenbaum, 2007)."
  },
  {
    "id": "idea_sit_5",
    "titulo": "El entrenamiento debe realizarse bajo activación graduada",
    "desarrollo": "El cambio no se consolida entrenando habilidades en ausencia de activación, sino aplicándolas progresivamente bajo condiciones que simulan o reproducen el estrés real. SIT utiliza exposición graduada y ensayo conductual para asegurar que las habilidades aprendidas sean accesibles cuando el sistema está activado, facilitando transferencia y generalización. (Meichenbaum, 1985)."
  },
  {
    "id": "idea_sit_6",
    "titulo": "El afrontamiento eficaz integra componentes cognitivos, emocionales y conductuales",
    "desarrollo": "SIT adopta una concepción integradora del afrontamiento, combinando regulación fisiológica, autoinstrucciones cognitivas y acción conductual coordinada. El modelo rechaza intervenciones unidimensionales y sostiene que la eficacia bajo estrés depende de la articulación funcional de estos componentes en tiempo real. (Meichenbaum, 1985)."
  },
  {
    "id": "idea_sit_7",
    "titulo": "La evitación mantiene la vulnerabilidad al estrés",
    "desarrollo": "El modelo identifica la evitación —abierta o sutil— como un factor clave que impide el aprendizaje correctivo y mantiene la sensibilidad al estrés. SIT promueve aproximaciones graduadas y sostenidas a las demandas temidas, no como exposición pasiva, sino como oportunidades activas de entrenamiento de habilidades y consolidación de autoeficacia. (Meichenbaum, 1985)."
  },
  {
    "id": "idea_sit_8",
    "titulo": "El objetivo no es eliminar el estrés, sino aumentar resiliencia",
    "desarrollo": "SIT no concibe el estrés como algo que deba erradicarse, sino como una condición inevitable de la vida que puede gestionarse de forma adaptativa. El objetivo terapéutico es aumentar la resiliencia psicológica, entendida como la capacidad de mantener funcionamiento eficaz y sentido de control en presencia de demandas elevadas. (Meichenbaum, 2007)."
  }
],

"secuencias": [
  {
    "id": "seq_sit_tres_fases",
    "nombre": "Secuencia de Inoculación de Estrés (tres fases)",
    "descripcion": "Secuencia programática del modelo de Terapia de Inoculación de Estrés que organiza la intervención en tres fases progresivas: conceptualización del estrés, adquisición de habilidades de afrontamiento y aplicación/generalización en situaciones reales. Aunque permite flexibilidad interna, el orden de las fases es clínicamente relevante para garantizar comprensión, adquisición de recursos y transferencia efectiva del aprendizaje.",
    "tipo": "programa",
    "pasos": [
      {
        "orden": 1,
        "accion": "Conceptualización y educación sobre el estrés",
        "explicacion": "Fase inicial centrada en comprender el estrés como una interacción entre demandas, evaluación cognitiva, autodiálogo y habilidades disponibles. Incluye psicoeducación, análisis funcional y detección del autodiálogo estresógeno, con el objetivo de generar una explicación compartida del problema y preparar al paciente para el entrenamiento activo posterior."
      },
      {
        "orden": 2,
        "accion": "Adquisición y ensayo de habilidades de afrontamiento",
        "explicacion": "Fase de entrenamiento estructurado en autoinstrucciones, regulación fisiológica y estrategias conductuales, combinada con ensayo y role-playing en condiciones simuladas. El objetivo es que el paciente adquiera y practique habilidades fuera del contexto real antes de enfrentarse a estresores significativos."
      },
      {
        "orden": 3,
        "accion": "Aplicación progresiva y generalización",
        "explicacion": "Fase final orientada a la exposición graduada a estresores reales utilizando activamente las habilidades entrenadas. Se busca reducir evitación, consolidar autoeficacia y favorecer la generalización del afrontamiento eficaz a múltiples contextos presentes y futuros."
      }
    ]
  }
],

  "refs": [
    "Meichenbaum, D. (1985). Stress Inoculation Training.",
    "Meichenbaum, D. (2007). Stress inoculation training: A preventative approach (cap./art.)."
  ]
}
