{
"id": "teoria-marcos-relacionales-rft-hayes-barnesholmes-roche-2001",
"grupo": "Marcos",
"label": "Teoría de los Marcos Relacionales (RFT)",
"year": 2001,
"importance": 4,
"autores": "Steven C. Hayes; Dermot Barnes-Holmes; Bryan Roche",
"universidad": "University of Nevada, Reno",
"ciudad": "Reno, Nevada",
"pais": "EE. UU.",
"lat": 39.545052,
"lon": -119.818420,
"isMarco": true,
"isFundacional": true,

"descripcion": "La Teoría de los Marcos Relacionales (Relational Frame Theory, RFT) es un marco post-skinneriano para explicar el lenguaje y la cognición humana como un patrón aprendido de responder relacionalmente a estímulos (relational responding) de forma arbitrariamente aplicable, gobernado por claves contextuales y capaz de transformar funciones psicológicas sin necesidad de experiencia directa. Desde RFT, gran parte del sufrimiento se entiende como producto del control verbal rígido (reglas, evaluaciones, comparaciones, jerarquías y relatos) que amplifica evitación, fusión con el contenido mental y patrones conductuales estrechos; el cambio clínico se orienta a flexibilizar el repertorio relacional y su función, discriminando contexto, debilitando relaciones desadaptativas y fortaleciendo marcos que favorezcan una acción viable y coherente con valores, influyendo de manera central en desarrollos posteriores como ACT y el análisis contextual del comportamiento humano.",

"influencias": [
"Conductismo radical (B. F. Skinner)",
"Análisis de la conducta y teoría del aprendizaje",
"Contextualismo funcional",
"Investigación experimental en equivalencia de estímulos",
"Pragmmatismo / contextualismo filosófico"
],

"neimeyer": {
"epistemologico": "La realidad psicológica se concibe como dependiente del contexto funcional: los eventos privados (pensamientos, imágenes, recuerdos, emociones nombradas) son conductas en interacción con un entorno histórico y situacional, y su significado depende de las relaciones funcionales y relacionales que los organizan. El conocimiento terapéutico se construye de forma empírica y pragmática: se privilegia lo que funciona para cambiar repertorios y disminuir sufrimiento, sin suponer que el lenguaje “describe” la verdad del mundo interno. El ser humano es un organismo histórico capaz de aprender patrones relacionales complejos que transforman funciones y guían la conducta mediante reglas. El cambio se produce alterando el contexto y las claves que controlan el responder relacional (y sus funciones derivadas), de modo que el lenguaje deje de rigidizar la vida y pase a servirla. La relación terapéutica se entiende como un contexto de aprendizaje: un marco de seguridad y colaboración que permite observar, discriminar y modificar funciones verbales sin imponer contenidos.",
"teoriaFormal": "El self se entiende como un conjunto de repertorios verbales y relacionales (incluyendo la perspectiva del yo como punto de vista: deícticos yo/tú-aquí/allí-ahora/entonces) que organizan identidad, continuidad y agencia mediante marcos relacionales aprendidos. El sufrimiento se mantiene cuando el control verbal domina de manera rígida (fusión con evaluaciones y reglas, generalización de marcos de amenaza/defecto, comparación jerárquica constante, narrativas absolutas) y cuando las funciones derivadas del lenguaje amplifican evitación, rumiación, vergüenza o parálisis conductual. El cambio ocurre al flexibilizar el responder relacional y su impacto funcional: discriminar contextos, debilitar marcos desadaptativos, construir relaciones alternativas más útiles y recuperar conductas gobernadas por contingencias y valores en lugar de reglas rígidas.",
"teoriaClinica": "El caso se conceptualiza identificando qué marcos relacionales dominan (p. ej., coordinación ‘soy X’, comparación ‘peor que’, jerarquía ‘inferior’, causalidad verbal ‘siempre por mi culpa’) y cómo transforman funciones (miedo/vergüenza/amenaza) y restringen repertorios. Se prioriza mapear claves contextuales que disparan control verbal, patrones de evitación y conductas gobernadas por reglas, y diseñar intervenciones que modifiquen función más que contenido, promoviendo flexibilidad psicológica y acción efectiva. El progreso se evalúa por la ampliación del repertorio conductual, la reducción del control verbal rígido, la mejora de discriminación contextual y el aumento de acciones elegidas (no reactivas) coherentes con metas/valores, con generalización a contextos cotidianos."
},

"procesos": [
"Flexibilización del control verbal",
"Discriminación contextual de reglas y evaluaciones",
"Transformación de funciones derivadas del lenguaje",
"Construcción de significado útil y no rígido",
"Acción guiada por valores/contingencias (vs. reglas rígidas)"
],

"mjps": ["N", "AG", "R", "RI", "RE"],

"procedimientos": [],
"micros": [],
"ideasPrincipales": [

  {
    "id": "idea_rft_1",
    "titulo": "El lenguaje es responder relacional arbitrariamente aplicable",
    "desarrollo": "RFT sostiene que la característica distintiva del lenguaje humano es la capacidad aprendida de relacionar estímulos bajo claves contextuales, incluso cuando no comparten propiedades físicas directas. Este responder relacional arbitrariamente aplicable (AARR) permite derivar relaciones nuevas sin entrenamiento explícito y constituye la base conductual de la cognición simbólica. (Hayes, Barnes-Holmes & Roche, 2001)."
  },

  {
    "id": "idea_rft_2",
    "titulo": "Las relaciones derivadas expanden exponencialmente el repertorio cognitivo",
    "desarrollo": "A través del entailment mutuo y combinatorio, el organismo puede generar relaciones nuevas sin experiencia directa, creando redes relacionales complejas. Este proceso explica cómo el conocimiento humano se expande más allá del aprendizaje directo y cómo se construyen sistemas simbólicos extensos. (Hayes et al., 2001)."
  },

  {
    "id": "idea_rft_3",
    "titulo": "La transformación de funciones es el núcleo del impacto psicológico del lenguaje",
    "desarrollo": "Cuando un estímulo entra en una red relacional, puede adquirir funciones emocionales y conductuales nuevas sin experiencia directa. Este fenómeno de transformación de funciones explica cómo palabras, recuerdos o pensamientos pueden generar respuestas intensas de miedo, vergüenza o evitación aun sin presencia real de amenaza. (Hayes et al., 2001; Dymond & Roche, 2013)."
  },

  {
    "id": "idea_rft_4",
    "titulo": "El significado es contextual y funcional, no representacional",
    "desarrollo": "RFT rechaza la concepción representacional de la cognición y sostiene que el significado no reside en los estímulos ni en entidades internas, sino en las relaciones funcionales establecidas bajo control contextual. La verdad psicológica se evalúa pragmáticamente por su capacidad de predecir e influir en la conducta. (Hayes et al., 2001)."
  },

  {
    "id": "idea_rft_5",
    "titulo": "El control verbal puede rigidizar la conducta",
    "desarrollo": "Cuando las reglas verbales sustituyen el contacto directo con contingencias ambientales, la conducta puede quedar gobernada por construcciones simbólicas rígidas. Este control verbal dominante explica fenómenos como la evitación experiencial, la fusión cognitiva y la perseveración conductual desadaptativa. (Hayes et al., 2001; Törneke, 2010)."
  },

  {
    "id": "idea_rft_6",
    "titulo": "El self emerge de marcos relacionales deícticos",
    "desarrollo": "La experiencia del yo como perspectiva estable se construye mediante marcos deícticos (yo/tú, aquí/allí, ahora/entonces). Estos marcos permiten la toma de perspectiva y la continuidad autobiográfica, pero también pueden rigidizar la identidad cuando se fusionan con contenidos evaluativos. (Hayes et al., 2001)."
  },

  {
    "id": "idea_rft_7",
    "titulo": "La psicopatología puede entenderse como rigidez relacional",
    "desarrollo": "Desde RFT, muchos trastornos psicológicos se conceptualizan como patrones de responder relacional excesivamente generalizados o rígidos que transforman funciones de forma desadaptativa y mantienen evitación, comparación jerárquica negativa o narrativas absolutistas. (Hayes et al., 2001; Törneke, 2010)."
  },

  {
    "id": "idea_rft_8",
    "titulo": "El cambio clínico implica modificar función más que contenido",
    "desarrollo": "La intervención basada en RFT no se orienta primariamente a corregir el contenido cognitivo, sino a alterar la función que los eventos verbales ejercen sobre la conducta, flexibilizando el repertorio relacional y restaurando sensibilidad contextual. (Hayes et al., 2001)."
  },

  {
    "id": "idea_rft_9",
    "titulo": "RFT constituye la base experimental del contextualismo clínico",
    "desarrollo": "RFT proporciona el fundamento empírico para modelos clínicos contextualistas como la Terapia de Aceptación y Compromiso, al explicar cómo el lenguaje genera sufrimiento y cómo la flexibilidad relacional puede ampliarse mediante intervención contextual. (Hayes et al., 2001; Törneke, 2010)."
  }

],


"refs": [
"Hayes, S. C., Barnes-Holmes, D., & Roche, B. (Eds.). (2001). Relational Frame Theory: A Post-Skinnerian Account of Human Language and Cognition. New York: Plenum Press.",
"Törneke, N. (2010). Learning RFT: An Introduction to Relational Frame Theory and Its Clinical Application. New Harbinger.",
"Dymond, S., & Roche, B. (Eds.). (2013). Advances in Relational Frame Theory: Research and Application. New Harbinger."
]
}
