{
  "id": "terapia-racional-autoinstruccional-meichenbaum-1971",
  "grupo": "Cognitivo",
  "label": "Terapia racional-autoinstruccional",
  "year": 1971,
  "importance": 2,
  "autores": "Donald Meichenbaum",
  "universidad": "University of Waterloo",
  "ciudad": "Waterloo, Ontario",
  "pais": "Canadá",
  "lat": 43.464258,
  "lon": -80.520410,

  "descripcion": "La Terapia racional-autoinstruccional, también conocida como Self-Instructional Training (SIT), parte de la premisa de que las autoverbalizaciones internas guían la conducta, la regulación emocional y el rendimiento ante situaciones demandantes. El modelo sostiene que muchos problemas psicológicos se mantienen por diálogos internos impulsivos, desorganizados o desadaptativos, y que el entrenamiento sistemático en autoinstrucciones racionales y orientadas al afrontamiento permite mejorar el control conductual y emocional. La intervención se organiza en secuencias estructuradas de autoinstrucciones que el paciente aprende a usar de forma progresiva, pasando del modelado externo a la autorregulación internalizada. Aplicada inicialmente en niños y adolescentes, mostró eficacia en problemas de control de impulsos, TDAH, ansiedad y situaciones de estrés, y constituye un puente histórico clave entre el aprendizaje social y los desarrollos cognitivo-conductuales posteriores.",

  "influencias": [
    "Aprendizaje social",
    "Conductismo",
    "Cognitivismo",
    "Racionalismo representacional"
  ],

  "neimeyer": {
    "epistemologico": "La terapia racional-autoinstruccional se sitúa en una epistemología cognitivo-empirista que concibe la conducta como mediada por procesos cognitivos observables indirectamente, especialmente el lenguaje interno. El conocimiento terapéutico se entiende como entrenable mediante procedimientos estructurados y verificables. El ser humano es considerado un agente capaz de aprender a regularse a través de autoinstrucciones internalizadas. El cambio psicológico ocurre cuando se modifican las secuencias verbales internas que organizan la acción. La relación terapéutica cumple una función principalmente pedagógica y de modelado.",
    "teoriaFormal": "El self se concibe como un sistema de autorregulación guiado por autoverbalizaciones que orientan la atención, la planificación, la inhibición de impulsos y la evaluación del desempeño. El sufrimiento se mantiene cuando el diálogo interno es caótico, punitivo o impulsivo, interfiriendo con la ejecución eficaz. El cambio se explica por la sustitución progresiva de autoinstrucciones desadaptativas por secuencias verbales funcionales que estructuran la conducta.",
    "teoriaClinica": "El caso se conceptualiza identificando déficits en el diálogo interno regulador, especialmente en situaciones de activación emocional o demanda cognitiva. Se prioriza el entrenamiento gradual en autoinstrucciones racionales aplicadas a tareas concretas, pasando del control externo al autocontrol internalizado. El progreso se evalúa por mejoras en control conductual, reducción de impulsividad y mayor capacidad de autorregulación en contextos reales."
  },

  "mjps": ["RE", "RI", "N", "AG"],
"secuencias": [
  {
    "id": "seq_sit_internalizacion_autocontrol_meichenbaum_1971",
    "nombre": "Secuencia de internalización del autocontrol (SIT)",
    "descripcion": "Secuencia explícita y canónica del Self-Instructional Training: el autocontrol se adquiere mediante una progresión desde control verbal externo hacia autoinstrucciones completamente internalizadas. El terapeuta modela un diálogo regulador, el paciente lo practica primero en voz alta con guía, luego en voz baja y finalmente de forma encubierta, consolidando autorregulación conductual y emocional en tareas reales.",
    "tipo": "lineal",
    "pasos": [
      {
        "orden": 1,
        "accion": "Modelado externo del terapeuta (autoinstrucciones en voz alta)",
        "explicacion": "El terapeuta ejecuta la tarea problemática verbalizando en voz alta una secuencia de autoinstrucciones racionales (orientación, planificación, ejecución y evaluación), ofreciendo un modelo claro de diálogo interno funcional que organiza la conducta."
      },
      {
        "orden": 2,
        "accion": "Guía externa: el paciente verbaliza en voz alta mientras actúa",
        "explicacion": "El paciente realiza la tarea usando las autoinstrucciones en voz alta, con apoyo y correcciones del terapeuta, para consolidar la secuencia reguladora y reducir impulsividad o desorganización durante la ejecución."
      },
      {
        "orden": 3,
        "accion": "Autoinstrucciones en voz baja (susurro/subvocalización)",
        "explicacion": "El paciente continúa aplicando las autoinstrucciones en voz baja, disminuyendo la dependencia del control externo y verificando que la secuencia mantiene su función reguladora con menor apoyo explícito."
      },
      {
        "orden": 4,
        "accion": "Autoinstrucciones encubiertas (internalización completa)",
        "explicacion": "Las autoinstrucciones se activan de forma completamente interna durante la acción, permitiendo que el diálogo regulador opere de manera autónoma en contextos cotidianos sin verbalización externa."
      }
    ]
  },
  {
    "id": "seq_sit_autoinstrucciones_por_fases_meichenbaum_1977",
    "nombre": "Secuencia funcional de autoinstrucciones durante la acción",
    "descripcion": "Secuencia típica de contenidos autoinstruccionales que organiza la autorregulación por fases: orientarse a la tarea, planificar, ejecutar con autocontrol y revisar/autorreforzar. Sirve como plantilla para construir guiones de diálogo interno adaptados a cada situación diana, manteniendo coherencia entre pensamiento, emoción y conducta.",
    "tipo": "circular",
    "pasos": [
      {
        "orden": 1,
        "accion": "Orientación",
        "explicacion": "El paciente activa verbalizaciones que enfocan la atención y definen qué toca hacer ahora, reduciendo dispersión y reactividad inicial."
      },
      {
        "orden": 2,
        "accion": "Planificación",
        "explicacion": "Se introducen autoinstrucciones que dividen la tarea en pasos y anticipan dificultades, preparando una ruta de acción concreta."
      },
      {
        "orden": 3,
        "accion": "Ejecución con autocontrol",
        "explicacion": "Durante la acción se usan verbalizaciones reguladoras (ritmo, foco, tolerancia al malestar) para inhibir impulsos y sostener la conducta dirigida a metas."
      },
      {
        "orden": 4,
        "accion": "Autoevaluación y autorrefuerzo/corrección",
        "explicacion": "Tras la acción se revisa el desempeño con lenguaje no punitivo, se refuerzan avances y se ajustan instrucciones para la próxima vez, reiniciando el ciclo."
      }
    ]
  }
],

 "procedimientos": [
  {
    "nombre": "Evaluación del diálogo interno y situaciones diana",
    "codigo": "p_sit_evaluacion_dialogo_interno",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Procedimiento inicial orientado a identificar las autoverbalizaciones que preceden, acompañan y siguen a la conducta en situaciones problemáticas concretas (impulsividad, bloqueo, ansiedad, frustración), diferenciando lenguaje interno caótico, punitivo o desorganizado de intentos incipientes de autorregulación. Se analizan tareas diana, momentos críticos y fallos de control para delimitar qué secuencias verbales requieren entrenamiento específico. (Meichenbaum & Goodman, 1971; Meichenbaum, 1977)."
  },
  {
    "nombre": "Psicoeducación sobre el papel regulador de las autoinstrucciones",
    "codigo": "p_sit_psicoeducacion_autoinstrucciones",
    "procesos": ["N_marcosCognitivos", "N_reformulacion"],
    "texto": "Procedimiento de encuadre terapéutico en el que se explica cómo el lenguaje interno guía atención, planificación, inhibición de impulsos y evaluación del desempeño, mostrando que el problema no es la emoción o la tarea en sí, sino la ausencia de autoinstrucciones reguladoras funcionales. Se presenta el entrenamiento autoinstruccional como una habilidad aprendible y transferible, no como control forzado del pensamiento. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Modelado externo de autoinstrucciones racionales",
    "codigo": "p_sit_modelado_externo",
    "procesos": ["RI_dialogoFuncional", "AG_aprendizajeObservacional"],
    "texto": "Procedimiento en el que el terapeuta ejecuta la tarea problemática verbalizando en voz alta una secuencia de autoinstrucciones reguladoras (orientación, planificación, ejecución y evaluación), proporcionando un modelo explícito de diálogo interno funcional. El objetivo es que el paciente observe cómo el lenguaje organiza la conducta paso a paso antes de intentar aplicarlo por sí mismo. (Meichenbaum & Goodman, 1971; Meichenbaum, 1977)."
  },
  {
    "nombre": "Guía externa con verbalización del paciente en voz alta",
    "codigo": "p_sit_guia_verbal_externa",
    "procesos": ["RI_dialogoFuncional", "AG_compromisoConductual"],
    "texto": "Procedimiento en el que el paciente realiza la tarea verbalizando en voz alta las autoinstrucciones previamente modeladas, con apoyo y correcciones del terapeuta. Esta fase permite consolidar la secuencia verbal reguladora, reducir impulsividad y aumentar control atencional antes de iniciar la internalización progresiva. (Meichenbaum & Goodman, 1971)."
  },
  {
    "nombre": "Autoinstrucciones en voz baja (internalización parcial)",
    "codigo": "p_sit_autoinstrucciones_voz_baja",
    "procesos": ["RI_mindfulnessSelf", "AG_compromisoConductual"],
    "texto": "Procedimiento de transición en el que el paciente continúa usando las autoinstrucciones de forma susurrada o subvocal, reduciendo la dependencia del control externo y favoreciendo la autorregulación progresiva. Esta fase permite comprobar si la secuencia verbal mantiene su función reguladora sin apoyo explícito del terapeuta. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Autoinstrucciones encubiertas (internalización completa)",
    "codigo": "p_sit_autoinstrucciones_encubiertas",
    "procesos": ["RI_dialogoFuncional", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento central del modelo en el que las autoinstrucciones se utilizan de forma completamente interna durante la ejecución de la tarea, consolidando el autocontrol cognitivo y conductual. El paciente aprende a activar la secuencia verbal reguladora de manera autónoma en situaciones reales, sin necesidad de verbalización externa. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Entrenamiento en secuencias autoinstruccionales por fases",
    "codigo": "p_sit_secuencias_autoinstruccionales",
    "procesos": ["N_marcosCognitivos", "AG_compromisoConductual"],
    "texto": "Procedimiento estructurado que organiza las autoinstrucciones en fases funcionales (orientación a la tarea, planificación, ejecución controlada, autoevaluación y refuerzo), asegurando que el diálogo interno cubra todo el ciclo de acción y no solo el momento impulsivo. Facilita coherencia y generalización del autocontrol. (Meichenbaum & Goodman, 1971; Meichenbaum, 1977)."
  },
  {
    "nombre": "Autoevaluación y autorrefuerzo verbal",
    "codigo": "p_sit_autoevaluacion_autorrefuerzo",
    "procesos": ["AG_autoriaResponsabilidad", "RE_modulacion"],
    "texto": "Procedimiento que entrena al paciente a evaluar su desempeño tras la acción y a utilizar autoverbalizaciones de refuerzo o corrección constructiva, sustituyendo el crítico interno punitivo por un diálogo regulador que consolida aprendizaje y reduce frustración. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Generalización del entrenamiento a contextos naturales",
    "codigo": "p_sit_generalizacion_contextos",
    "procesos": ["AG_compromisoConductual", "N_marcosCognitivos"],
    "texto": "Procedimiento orientado a transferir las autoinstrucciones entrenadas a situaciones cotidianas no ensayadas en sesión, anticipando dificultades contextuales y adaptando el lenguaje interno a distintas demandas. El objetivo es que el autocontrol se mantenga fuera del entorno terapéutico. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Prevención de recaídas en diálogo interno impulsivo",
    "codigo": "p_sit_prevencion_recaidas",
    "procesos": ["RE_prevEvitacion", "RI_mindfulnessSelf"],
    "texto": "Procedimiento final centrado en identificar señales tempranas de retorno a autoverbalizaciones impulsivas, caóticas o punitivas, y reactivar conscientemente las secuencias autoinstruccionales entrenadas, manteniendo el autocontrol bajo estrés o activación emocional. (Meichenbaum, 1977)."
  }
],

"micros": [
  {
    "nombre": "Detectar autoverbalización impulsiva inicial",
    "codigo": "m_sit_detectar_impulso",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Microintervención dirigida a identificar la primera autoverbalización automática que precede a la pérdida de control (por ejemplo, “da igual”, “no pienso”, “no puedo parar”), ayudando al paciente a reconocer el punto exacto donde el diálogo interno deja de cumplir una función reguladora y pasa a facilitar la impulsividad o el bloqueo. (Meichenbaum & Goodman, 1971; Meichenbaum, 1977)."
  },
  {
    "nombre": "Introducir autoinstrucción de parada",
    "codigo": "m_sit_parada_verbal",
    "procesos": ["RE_modulacion", "RI_dialogoFuncional"],
    "texto": "Microintervención consistente en entrenar una autoinstrucción breve de detención (“para”, “espera un segundo”) que interrumpe la secuencia impulsiva inicial, creando un margen temporal mínimo para activar instrucciones reguladoras posteriores. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Autoinstrucción de orientación a la tarea",
    "codigo": "m_sit_orientacion_tarea",
    "procesos": ["AG_tomaDecisiones", "N_marcosCognitivos"],
    "texto": "Microintervención que introduce verbalizaciones orientadoras del tipo “¿qué tengo que hacer ahora?” o “cuál es el primer paso”, ayudando a focalizar la atención en la tarea y reducir dispersión cognitiva. (Meichenbaum & Goodman, 1971)."
  },
  {
    "nombre": "Fragmentar la tarea mediante lenguaje interno",
    "codigo": "m_sit_fragmentar_tarea",
    "procesos": ["AG_compromisoConductual", "N_metacognicion"],
    "texto": "Microintervención que utiliza autoinstrucciones para dividir mentalmente una tarea compleja en pasos simples y secuenciales, disminuyendo sobrecarga emocional y facilitando la ejecución sostenida. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Autoverbalización de autocontrol durante la ejecución",
    "codigo": "m_sit_autocontrol_ejecucion",
    "procesos": ["RI_dialogoFuncional", "RE_modulacion"],
    "texto": "Microintervención centrada en verbalizaciones reguladoras durante la acción (“despacio”, “sigue así”, “mantén el foco”), que ayudan a sostener ritmo, inhibir impulsos y reducir errores bajo activación. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Autoinstrucción de afrontamiento emocional",
    "codigo": "m_sit_afrontamiento_emocional",
    "procesos": ["RE_aceptacion", "RI_dialogoFuncional"],
    "texto": "Microintervención que introduce frases internas para tolerar malestar (“puedo sentir esto y seguir”, “no necesito escapar”), evitando que la emoción desorganice la conducta. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Autoverbalización de comprobación de progreso",
    "codigo": "m_sit_comprobacion_progreso",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención breve que entrena al paciente a revisar mentalmente si está siguiendo el plan (“voy bien”, “necesito ajustar”), manteniendo control consciente sobre la ejecución sin caer en rumiación. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Autoinstrucción correctiva no punitiva",
    "codigo": "m_sit_correccion_no_punitiva",
    "procesos": ["RI_autocompasion", "RE_modulacion"],
    "texto": "Microintervención orientada a sustituir el autoataque verbal tras errores por instrucciones correctivas neutrales (“ajusta”, “vuelve al paso anterior”), protegiendo la autorregulación y la persistencia. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Autorrefuerzo verbal tras la tarea",
    "codigo": "m_sit_autorrefuerzo",
    "procesos": ["AG_autoriaResponsabilidad", "RE_modulacion"],
    "texto": "Microintervención que entrena el uso de autoverbalizaciones de refuerzo (“bien hecho”, “esto funciona”) tras completar la tarea, consolidando aprendizaje y aumentando probabilidad de repetición. (Meichenbaum, 1977)."
  },
  {
    "nombre": "Reactivación consciente de la secuencia autoinstruccional",
    "codigo": "m_sit_reactivacion_secuencia",
    "procesos": ["RI_mindfulnessSelf", "RE_prevEvitacion"],
    "texto": "Microintervención destinada a reconocer señales tempranas de desorganización y reactivar deliberadamente la secuencia completa de autoinstrucciones entrenadas, previniendo recaídas en diálogo interno impulsivo. (Meichenbaum, 1977)."
  }
],

  "ideasPrincipales": [
  {
    "id": "idea_sit_1",
    "titulo": "El diálogo interno guía la conducta",
    "desarrollo": "La terapia racional-autoinstruccional parte de la idea central de que la conducta no está regulada únicamente por estímulos externos, sino por autoverbalizaciones internas que organizan la atención, la planificación, la inhibición de impulsos y la evaluación de la acción. Cuando este diálogo interno es caótico, impulsivo o punitivo, la autorregulación falla; cuando es estructurado y funcional, la conducta se vuelve más eficaz y controlada. (Meichenbaum & Goodman, 1971; Meichenbaum, 1977)."
  },
  {
    "id": "idea_sit_2",
    "titulo": "El autocontrol es una habilidad aprendida",
    "desarrollo": "El modelo sostiene que el autocontrol no es un rasgo fijo, sino una competencia que puede entrenarse mediante procedimientos sistemáticos. A través del aprendizaje progresivo de autoinstrucciones, las personas adquieren mayor capacidad para regular su conducta y emociones incluso en contextos de alta activación. (Meichenbaum, 1977)."
  },
  {
    "id": "idea_sit_3",
    "titulo": "La internalización progresiva es clave del cambio",
    "desarrollo": "El entrenamiento autoinstruccional sigue una secuencia clara que va del control externo al autocontrol interno: modelado por el terapeuta, verbalización en voz alta por el paciente, verbalización en voz baja y, finalmente, autoinstrucciones encubiertas. El cambio se consolida cuando el diálogo regulador se internaliza y se activa de forma autónoma. (Meichenbaum & Goodman, 1971; Meichenbaum, 1977)."
  },
  {
    "id": "idea_sit_4",
    "titulo": "Las autoinstrucciones organizan la acción por fases",
    "desarrollo": "El modelo propone que el diálogo interno eficaz no es genérico, sino secuencial: orienta a la tarea, planifica la acción, regula la ejecución y evalúa el resultado. Esta estructura verbal por fases permite intervenir en puntos específicos donde la conducta suele desorganizarse. (Meichenbaum, 1977)."
  },
  {
    "id": "idea_sit_5",
    "titulo": "La impulsividad refleja fallos en el diálogo regulador",
    "desarrollo": "Desde la SIT, la impulsividad no se explica solo por exceso emocional, sino por ausencia de autoinstrucciones que frenen, orienten y sostengan la conducta. Entrenar verbalizaciones de parada, planificación y autocontrol permite reducir respuestas impulsivas sin recurrir únicamente a inhibición externa. (Meichenbaum & Goodman, 1971)."
  },
  {
    "id": "idea_sit_6",
    "titulo": "El lenguaje interno puede modular la emoción",
    "desarrollo": "Las autoinstrucciones no solo organizan la acción, sino que influyen directamente en la regulación emocional. Frases internas de afrontamiento y tolerancia al malestar permiten sostener la conducta dirigida a metas incluso en presencia de ansiedad, frustración o activación intensa. (Meichenbaum, 1977)."
  },
  {
    "id": "idea_sit_7",
    "titulo": "El error se convierte en información reguladora",
    "desarrollo": "La terapia racional-autoinstruccional enfatiza un uso no punitivo del lenguaje interno tras los errores. Sustituir la autocrítica por instrucciones correctivas facilita el aprendizaje, la persistencia y la mejora progresiva del autocontrol. (Meichenbaum, 1977)."
  },
  {
    "id": "idea_sit_8",
    "titulo": "La generalización define el éxito terapéutico",
    "desarrollo": "El objetivo último del modelo no es el control en sesión, sino la aplicación autónoma del diálogo regulador en contextos cotidianos diversos. La prevención de recaídas se basa en detectar señales tempranas de desorganización y reactivar conscientemente las secuencias autoinstruccionales aprendidas. (Meichenbaum, 1977)."
  }
],


  "refs": [
    "Meichenbaum, D. (1977). Cognitive-Behavior Modification: An Integrative Approach.",
    "Meichenbaum, D., & Goodman, J. (1971). Training Self-Control Procedures in Aggressive Children."
  ]
}
