{
  "id": "terapia-de-esquemas-young-1990",
  "grupo": "Cognitivo",
  "label": "Terapia de esquemas",
  "year": 1990,
  "importance": 2,
  "autores": "Jeffrey E. Young; Arnoud Arntz",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "La Terapia de Esquemas es un modelo psicoterapéutico cognitivo integrador desarrollado para abordar problemas psicológicos crónicos y trastornos de personalidad que no responden adecuadamente a la terapia cognitiva estándar. El modelo explica el malestar a partir de la activación de esquemas tempranos desadaptativos originados en necesidades emocionales básicas no satisfechas durante la infancia, que se expresan en el presente mediante modos de funcionamiento específicos. La intervención combina técnicas cognitivas, experienciales y conductuales dentro de una relación terapéutica estructuralmente activa, que incluye el uso del reparenting limitado y el trabajo directo con emociones, memorias y patrones relacionales persistentes.",

  "influencias": [
    "Terapia cognitiva (depresión)",
    "Apego",
    "Gestalt",
    "Psicodinámica integrativa",
    "Constructivismo (Cognitivismo evolutivo)",
    "Constructivismo social / Relacional",
    "Racionalismo representacional (Cognitivismo clásico)"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como organizada en estructuras de significado estables (esquemas) construidas a partir de experiencias tempranas de satisfacción o frustración de necesidades emocionales básicas. El conocimiento terapéutico se construye de manera experiencial y relacional, no solo racional, integrando cognición, emoción y vínculo. El ser humano es entendido como un agente relacional cuyo desarrollo puede quedar fijado en patrones tempranos. El cambio se produce mediante experiencias emocionales correctivas sostenidas dentro de una relación terapéutica implicada y estructurada.",
    "teoriaFormal": "El self se organiza en torno a esquemas tempranos desadaptativos que integran memorias, emociones, cogniciones y respuestas corporales. El sufrimiento psicológico se mantiene cuando estos esquemas se activan y dan lugar a estilos de afrontamiento rígidos y a modos disfuncionales que dominan el funcionamiento actual. El cambio terapéutico implica debilitar esquemas desadaptativos, fortalecer esquemas saludables y promover el acceso estable a modos adaptativos.",
    "teoriaClinica": "El caso se conceptualiza identificando esquemas tempranos, estilos de afrontamiento y modos dominantes, así como las necesidades emocionales insatisfechas subyacentes. La intervención prioriza el trabajo experiencial con esquemas y modos, el fortalecimiento del Modo Adulto Saludable y la utilización de la relación terapéutica como contexto de reparación emocional. El progreso se evalúa por la reducción de la activación de modos disfuncionales y el aumento de respuestas flexibles y autorreguladas."
  },

  "procesos": [
    "Activación y desactivación de esquemas",
    "Trabajo con modos del self",
    "Regulación emocional relacional",
    "Integración de experiencias emocionales correctivas"
  ],

  "mjps": ["RI", "RE", "I", "N", "AG"],

  "procedimientos": [
  {
    "nombre": "Evaluación de necesidades emocionales básicas insatisfechas",
    "codigo": "p_schema_necesidades_emocionales",
    "texto": "Procedimiento inicial conducido por el terapeuta para identificar qué necesidades emocionales básicas (apego seguro, autonomía, límites realistas, expresión emocional y espontaneidad) no fueron suficientemente satisfechas durante el desarrollo temprano, estableciendo el marco evolutivo desde el cual se comprenderán los esquemas, estilos de afrontamiento y modos activados en la vida adulta. (Young et al., 2003)."
  },
  {
    "nombre": "Evaluación y formulación de esquemas tempranos desadaptativos",
    "codigo": "p_schema_evaluacion_esquemas",
    "texto": "Procedimiento estructural dirigido por el terapeuta para identificar los esquemas tempranos desadaptativos predominantes, su origen relacional y experiencial, sus disparadores actuales y su impacto en emociones, cogniciones y conductas, integrando información de entrevista clínica, autorregistros y cuestionarios para construir una formulación clara y compartida. (Young et al., 2003)."
  },
  {
    "nombre": "Identificación de estilos de afrontamiento asociados a los esquemas",
    "codigo": "p_schema_estilos_afrontamiento",
    "texto": "Procedimiento conceptual conducido por el terapeuta para identificar los estilos de afrontamiento característicos del paciente frente a la activación de esquemas (rendición, evitación y sobrecompensación), mostrando cómo estos estilos reducen el malestar a corto plazo pero mantienen los esquemas a largo plazo. (Young et al., 2003)."
  },
  {
    "nombre": "Formulación y mapeo de modos del esquema",
    "codigo": "p_schema_formulacion_modos",
    "texto": "Procedimiento central del modelo en el que el terapeuta identifica y organiza los distintos modos del self (Niño Vulnerable, Niño Enfadado, Niño Impulsivo, Protector Desligado, Padre Punitivo, Padre Exigente, Adulto Saludable, entre otros), clarificando su dinámica, secuencia de activación y función reguladora, lo que permite intervenir de forma directa sobre estados psicológicos dominantes. (Young et al., 2003; Arntz & van Genderen, 2009)."
  },
  {
    "nombre": "Psicoeducación experiencial sobre esquemas y modos",
    "codigo": "p_schema_psicoeducacion",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento psicoeducativo orientado a que el paciente comprenda vivencialmente los esquemas y modos como patrones aprendidos y estados internos transitorios, reduciendo autoacusación y aumentando la capacidad de observar y diferenciar sus reacciones emocionales y conductuales sin fusionarse con ellas. (Young et al., 2003)."
  },
  {
    "nombre": "Reparenting limitado",
    "codigo": "p_schema_reparenting_limitado",
    "procesos": ["RI_vinculoSeguro", "RE_coregulacion"],
    "texto": "Procedimiento relacional distintivo de la Terapia de Esquemas en el que el terapeuta ofrece, dentro de límites profesionales claros, una respuesta emocional consistente, empática y protectora orientada a satisfacer necesidades emocionales básicas no cubiertas, proporcionando experiencias emocionales correctivas que debilitan esquemas nucleares de abandono, desvalorización o desconfianza. (Young et al., 2003)."
  },
  {
    "nombre": "Trabajo experiencial con imaginería de esquemas",
    "codigo": "p_schema_imagineria",
    "procesos": ["RE_activacionEmocional", "I_reconsolidacion"],
    "texto": "Procedimiento experiencial central en el que el paciente accede mediante imaginería guiada a recuerdos tempranos asociados a esquemas activados, permitiendo la expresión emocional, la intervención reparadora del terapeuta o del Adulto Saludable y la modificación vivencial del significado del recuerdo, facilitando una integración emocional correctiva. (Young et al., 2003)."
  },
  {
    "nombre": "Trabajo con sillas para diálogo entre modos",
    "codigo": "p_schema_sillas_modos",
    "procesos": ["I_dialogoPartes", "N_reformulacion"],
    "texto": "Procedimiento experiencial derivado de la Gestalt en el que el paciente dramatiza e interactúa con distintos modos del self mediante el uso de sillas, permitiendo confrontar al Padre Punitivo o Exigente, validar al Niño Vulnerable y fortalecer progresivamente la voz reguladora del Adulto Saludable. (Young et al., 2003)."
  },
  {
    "nombre": "Despotenciación del Padre Punitivo y Exigente",
    "codigo": "p_schema_padre_punitivo",
    "procesos": ["RE_modulacion", "I_autoimagen"],
    "texto": "Procedimiento específico orientado a reducir la influencia de modos parentales internalizados críticos, castigadores o hiperexigentes mediante confrontación experiencial, reatribución y límites internos, disminuyendo culpa, vergüenza y autoataque crónico. (Young et al., 2003; Arntz & van Genderen, 2009)."
  },
  {
    "nombre": "Reestructuración cognitiva de esquemas",
    "codigo": "p_schema_reestructuracion_cognitiva",
    "procesos": ["N_reformulacion"],
    "texto": "Procedimiento cognitivo complementario al trabajo experiencial que cuestiona la validez absoluta de los esquemas tempranos mediante análisis de evidencias, generación de interpretaciones alternativas y construcción de respuestas racionales desde el Adulto Saludable, favoreciendo coherencia cognitiva con el cambio emocional. (Young et al., 2003)."
  },
  {
    "nombre": "Entrenamiento conductual orientado a esquemas",
    "codigo": "p_schema_entrenamiento_conductual",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Procedimiento conductual que traduce el trabajo con esquemas y modos en acciones concretas mediante tareas graduadas, ensayo de nuevas respuestas interpersonales y experimentos conductuales diseñados para desconfirmar esquemas y fortalecer patrones adaptativos en la vida cotidiana. (Young et al., 2003)."
  },
  {
    "nombre": "Fortalecimiento e internalización del Modo Adulto Saludable",
    "codigo": "p_schema_adulto_saludable",
    "procesos": ["I_autoimagen", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento transversal destinado a consolidar un modo interno capaz de cuidar al Niño Vulnerable, regular emociones intensas, poner límites a modos disfuncionales y tomar decisiones realistas y protectoras, convirtiéndose en el principal regulador del funcionamiento psicológico del paciente. (Young et al., 2003; Arntz & van Genderen, 2009)."
  },
  {
    "nombre": "Generalización del cambio y prevención de recaídas",
    "codigo": "p_schema_generalizacion",
    "procesos": ["N_construccionAlternativa", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento final orientado a consolidar los logros terapéuticos, anticipar futuras activaciones de esquemas y modos, y reforzar el uso autónomo del Adulto Saludable para mantener cambios estables y prevenir recaídas en contextos vitales exigentes. (Young et al., 2003)."
  }
],

"micros": [
  {
    "nombre": "Nombrar el esquema activado",
    "codigo": "m_schema_nombrar_esquema",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención consistente en ayudar al paciente a identificar y nombrar explícitamente el esquema que se ha activado en una situación concreta (por ejemplo, abandono, defectuosidad o desconfianza), transformando una experiencia emocional difusa en un patrón reconocible y diferenciable del self actual, lo que reduce fusión y facilita regulación posterior. (Young et al., 2003)."
  },
  {
    "nombre": "Nombrar el modo activo",
    "codigo": "m_schema_nombrar_modo",
    "procesos": ["N_metacognicion"],
    "texto": "Intervención breve en la que el paciente aprende a identificar en tiempo real qué modo está activo (Niño Vulnerable, Protector Desligado, Padre Punitivo, etc.), favoreciendo la diferenciación interna entre estados del self y permitiendo respuestas más ajustadas desde el Adulto Saludable. (Young et al., 2003)."
  },
  {
    "nombre": "Validación emocional del Niño Vulnerable",
    "codigo": "m_schema_validacion_nino",
    "procesos": ["RE_validacion", "RI_vinculoSeguro"],
    "texto": "Microintervención relacional en la que el terapeuta valida explícitamente la emoción y la necesidad del Niño Vulnerable activado, proporcionando una experiencia inmediata de comprensión y legitimación emocional que reduce vergüenza y defensividad. (Young et al., 2003)."
  },
  {
    "nombre": "Interrupción del Padre Punitivo",
    "codigo": "m_schema_interrumpir_padre_punitivo",
    "procesos": ["RE_modulacion", "I_autoimagen"],
    "texto": "Intervención puntual destinada a detener verbal y experiencialmente mensajes internos críticos o castigadores, señalándolos como expresión del modo Padre Punitivo y no como verdades, reduciendo autoataque y creando espacio para respuestas más compasivas. (Young et al., 2003)."
  },
  {
    "nombre": "Activación guiada del Adulto Saludable",
    "codigo": "m_schema_activar_adulto",
    "procesos": ["I_autoimagen", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención orientada a invitar al paciente a responder desde el Adulto Saludable ante una activación de esquema, utilizando un tono interno protector, realista y regulador que integra cuidado emocional y toma de decisiones adaptativas. (Young et al., 2003)."
  },
  {
    "nombre": "Reatribución de la emoción al pasado",
    "codigo": "m_schema_reatribucion_pasado",
    "procesos": ["N_reformulacion"],
    "texto": "Intervención breve que ayuda al paciente a reconocer que la intensidad emocional actual pertenece en gran parte a experiencias tempranas y no exclusivamente a la situación presente, disminuyendo reactividad y facilitando una lectura contextualizada de la experiencia. (Young et al., 2003)."
  },
  {
    "nombre": "Visualización reparadora breve",
    "codigo": "m_schema_visualizacion_reparadora",
    "procesos": ["I_reconsolidacion", "RE_activacionEmocional"],
    "texto": "Uso puntual de imaginería breve para introducir una respuesta reparadora (protección, validación o límites) en un recuerdo o escena activada, favoreciendo una modificación emocional correctiva sin desplegar un protocolo completo de imaginería. (Young et al., 2003)."
  },
  {
    "nombre": "Confrontación empática del modo evitativo",
    "codigo": "m_schema_confrontacion_evitativo",
    "procesos": ["RE_prevEvitacion", "AG_compromisoConductual"],
    "texto": "Intervención breve que señala de forma empática cómo el modo Protector Desligado o evitativo reduce el malestar a corto plazo pero mantiene el esquema a largo plazo, promoviendo una aproximación gradual a la experiencia emocional evitada. (Young et al., 2003)."
  },
  {
    "nombre": "Límites internos al Niño Impulsivo",
    "codigo": "m_schema_limites_impulsivo",
    "procesos": ["AG_autocontrol", "I_autoimagen"],
    "texto": "Microintervención en la que el Adulto Saludable establece límites claros y protectores al Niño Impulsivo o Enfadado, diferenciando validación emocional de permisividad conductual y promoviendo autorregulación efectiva. (Young et al., 2003)."
  },
  {
    "nombre": "Diálogo interno breve entre modos",
    "codigo": "m_schema_dialogo_breve_modos",
    "procesos": ["I_dialogoPartes", "N_metacognicion"],
    "texto": "Intervención corta que facilita un intercambio interno entre modos (por ejemplo, Adulto Saludable y Niño Vulnerable) sin desplegar trabajo completo de sillas, favoreciendo integración y regulación en el aquí y ahora. (Young et al., 2003)."
  },
  {
    "nombre": "Señalización de patrones relacionales repetitivos",
    "codigo": "m_schema_senalizacion_patrones",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que señala de forma inmediata la repetición de un patrón relacional guiado por esquemas en la sesión o en la vida cotidiana, ayudando al paciente a reconocer ciclos automáticos y abrir posibilidades de respuesta alternativa. (Young et al., 2003)."
  },
  {
    "nombre": "Refuerzo de conductas coherentes con el Adulto Saludable",
    "codigo": "m_schema_refuerzo_adulto",
    "procesos": ["AG_autoriaResponsabilidad", "I_fortalezasRecursos"],
    "texto": "Reconocimiento explícito y reforzamiento de acciones, decisiones o límites coherentes con el Adulto Saludable, consolidando una autoimagen competente y facilitando la generalización del cambio fuera de la sesión. (Young et al., 2003)."
  }
],
"ideasPrincipales": [
  {
    "id": "idea_schema_1",
    "titulo": "Las necesidades emocionales básicas organizan el desarrollo psicológico",
    "desarrollo": "La Terapia de Esquemas parte de la premisa de que el desarrollo saludable depende de la satisfacción adecuada de necesidades emocionales básicas —apego seguro, autonomía, límites realistas, expresión emocional y espontaneidad— y que la frustración temprana de estas necesidades da lugar a esquemas tempranos desadaptativos que organizan la experiencia emocional y relacional en la vida adulta. (Young et al., 2003)."
  },
  {
    "id": "idea_schema_2",
    "titulo": "Los esquemas tempranos son estructuras estables de significado",
    "desarrollo": "Los esquemas tempranos desadaptativos se conciben como patrones amplios y estables que integran memorias, emociones, cogniciones y sensaciones corporales, y que se activan automáticamente ante situaciones interpersonales relevantes, produciendo respuestas intensas y desproporcionadas que tienden a perpetuarse en el tiempo. (Young et al., 2003)."
  },
  {
    "id": "idea_schema_3",
    "titulo": "El afrontamiento desadaptativo mantiene los esquemas",
    "desarrollo": "La Terapia de Esquemas sostiene que los estilos de afrontamiento —rendición, evitación y sobrecompensación— reducen el malestar a corto plazo pero mantienen los esquemas a largo plazo, ya que impiden la desconfirmación experiencial y refuerzan los patrones relacionales y emocionales originales. (Young et al., 2003)."
  },
  {
    "id": "idea_schema_4",
    "titulo": "Los modos explican el funcionamiento dinámico del self",
    "desarrollo": "El modelo introduce el concepto de modos como estados emocionales y cognitivos activados en el presente que representan partes del self asociadas a esquemas y estilos de afrontamiento, permitiendo comprender la variabilidad del funcionamiento psicológico y dirigir la intervención hacia estados dominantes específicos. (Young et al., 2003; Arntz & van Genderen, 2009)."
  },
  {
    "id": "idea_schema_5",
    "titulo": "El cambio requiere experiencias emocionales correctivas",
    "desarrollo": "La Terapia de Esquemas sostiene que la modificación duradera de los esquemas no se logra únicamente mediante insight cognitivo, sino a través de experiencias emocionales correctivas repetidas que reescriben el significado implícito asociado a recuerdos tempranos, especialmente en el contexto de una relación terapéutica implicada. (Young et al., 2003)."
  },
  {
    "id": "idea_schema_6",
    "titulo": "La relación terapéutica es un agente activo de cambio",
    "desarrollo": "El modelo asigna a la relación terapéutica un papel central mediante el uso del reparenting limitado, en el que el terapeuta ofrece respuestas emocionales consistentes, empáticas y protectoras que permiten satisfacer parcialmente necesidades emocionales básicas y debilitar esquemas nucleares, sin transgredir los límites profesionales. (Young et al., 2003)."
  },
  {
    "id": "idea_schema_7",
    "titulo": "El Adulto Saludable es el principal regulador del cambio",
    "desarrollo": "La Terapia de Esquemas entiende el cambio terapéutico como el fortalecimiento progresivo del Modo Adulto Saludable, capaz de cuidar al Niño Vulnerable, poner límites a modos disfuncionales y tomar decisiones realistas y protectoras, integrando cognición, emoción y conducta de forma coherente. (Young et al., 2003; Arntz & van Genderen, 2009)."
  },
  {
    "id": "idea_schema_8",
    "titulo": "El objetivo terapéutico es una organización del self más flexible y integrada",
    "desarrollo": "El objetivo final del modelo no es la eliminación completa de los esquemas, sino la construcción de una organización del self más flexible, integrada y autorregulada, en la que los esquemas pierdan su dominio automático y el funcionamiento psicológico esté guiado principalmente por el Adulto Saludable. (Young et al., 2003)."
  }
],

"secuencias": [
  {
    "id": "seq_schema_fases_clinicas",
    "nombre": "Secuencia clínica de la Terapia de Esquemas",
    "descripcion": "Secuencia programática del modelo de Terapia de Esquemas que organiza la intervención en fases clínicas progresivas: evaluación y conceptualización, establecimiento del vínculo terapéutico con reparenting limitado, trabajo experiencial intensivo con esquemas y modos, fortalecimiento del Adulto Saludable y generalización conductual. Aunque flexible en su aplicación, el orden de las fases es clínicamente relevante para posibilitar experiencias emocionales correctivas y consolidar cambios duraderos.",
    "tipo": "programa",
    "pasos": [
      {
        "orden": 1,
        "accion": "Evaluación y conceptualización de esquemas y modos",
        "explicacion": "Fase inicial orientada a identificar necesidades emocionales básicas insatisfechas, esquemas tempranos desadaptativos, estilos de afrontamiento y modos dominantes, construyendo una formulación compartida que explique el origen y mantenimiento de los problemas actuales."
      },
      {
        "orden": 2,
        "accion": "Construcción del vínculo terapéutico y reparenting limitado",
        "explicacion": "Fase centrada en establecer una relación terapéutica segura, consistente y empática que permita validar al Niño Vulnerable y proporcionar experiencias emocionales correctivas básicas, creando las condiciones necesarias para el trabajo experiencial profundo."
      },
      {
        "orden": 3,
        "accion": "Trabajo experiencial con esquemas y modos",
        "explicacion": "Fase nuclear del tratamiento que utiliza imaginería, diálogo de sillas y confrontación de modos disfuncionales para debilitar esquemas a nivel emocional implícito, reducir la influencia del Padre Punitivo y facilitar nuevas experiencias de significado."
      },
      {
        "orden": 4,
        "accion": "Fortalecimiento e internalización del Modo Adulto Saludable",
        "explicacion": "Fase orientada a consolidar un modo interno regulador capaz de cuidar al Niño Vulnerable, poner límites a modos disfuncionales y tomar decisiones adaptativas, integrando cognición, emoción y conducta de forma estable."
      },
      {
        "orden": 5,
        "accion": "Cambio conductual, generalización y prevención de recaídas",
        "explicacion": "Fase final dedicada a trasladar el cambio terapéutico a la vida cotidiana mediante intervenciones conductuales orientadas a esquemas, anticipación de activaciones futuras y refuerzo del uso autónomo del Adulto Saludable para mantener los logros alcanzados."
      }
    ]
  }
],

  "refs": [
    "Young, J. E., Klosko, J. S., & Weishaar, M. (2003). Schema Therapy.",
    "Arntz, A., & van Genderen, H. (2009). Schema Therapy for Borderline Personality Disorder."
  ]
}
