{
  "id": "unified-protocol-up-barlow-2011",
  "grupo": "Cognitivo",
  "label": "Protocolo Unificado (UP)",
  "year": 2011,
  "importance": 2,
  "autores": "David H. Barlow; Shannon Sauer-Zavala; y cols.",
  "universidad": "Boston University",
  "ciudad": "Boston, Massachusetts",
  "pais": "EE. UU.",
  "lat": 42.350499,
  "lon": -71.105399,

"descripcion": "El Protocolo Unificado (Unified Protocol, UP) es un tratamiento transdiagnóstico para los trastornos emocionales diseñado para intervenir sobre procesos compartidos que sostienen la ansiedad, la depresión y las presentaciones mixtas, reduciendo la dependencia de manuales específicos por diagnóstico. Su núcleo clínico es una formulación centrada en el funcionamiento de la emoción —cómo se detecta, se interpreta, se tolera y se regula— y, especialmente, en el papel mantenedor de la evitación cognitiva, conductual y experiencial, así como de los patrones rígidos de respuesta ante afectos intensos. El UP organiza la intervención en módulos secuenciables y adaptables al caso (psicoeducación y motivación para el cambio, conciencia emocional y mindfulness, flexibilidad cognitiva, modificación de conductas impulsadas por emoción, exposición interoceptiva y situacional/experiencial, y prevención de recaídas), siguiendo una lógica de aprendizaje experiencial: aumentar la disposición a sentir, ampliar la ventana de tolerancia emocional y generar nuevas asociaciones mediante exposición y acción guiada. Más allá de la reducción sintomática, el modelo persigue cambios estables en la relación con la experiencia interna y en la conducta bajo emoción, apoyándose en monitorización continua y tareas entre sesiones para generalizar el aprendizaje a la vida cotidiana.",

  "influencias": [
    "Terapia cognitiva (depresión)",
    "Aprendizaje social",
    "Regulación emocional",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "En UP, el vínculo se consolida desde una postura validante y desestigmatizante: las reacciones emocionales intensas se entienden como patrones aprendidos y comprensibles, no como defectos personales. El terapeuta transmite seguridad y calidez mientras sostiene tareas exigentes (especialmente exposición), de modo que el paciente se sienta acompañado en el contacto con emociones difíciles sin sentirse empujado o juzgado.",
    "ALI_objetivos": "Los objetivos se formulan de manera funcional y transdiagnóstica: aumentar tolerancia emocional, reducir evitación, recuperar conductas valiosas bajo emoción y mejorar el funcionamiento cotidiano. Se traduce el malestar en metas observables (p. ej., “poder quedarme con la activación sin huir”, “actuar aunque haya ansiedad”), manteniendo un lenguaje común que sirva tanto para ansiedad como para depresión.",
    "ALI_tareas": "Las tareas se presentan como experimentos de aprendizaje emocional: prácticas de conciencia emocional, registros, acciones alternativas a conductas impulsadas por emoción y exposiciones graduadas. La alianza se fortalece cuando el terapeuta conecta explícitamente cada tarea con el proceso diana (evitación, intolerancia, rigidez cognitiva) y con el objetivo vital del paciente, no solo con “cumplir el módulo”.",
    "ALI_colaboracion": "La colaboración se estructura como trabajo en equipo con decisiones compartidas: elección de objetivos de exposición, jerarquías, tareas entre sesiones y criterios de progreso. El paciente participa activamente en diseñar pruebas, anticipar obstáculos y ajustar el plan, reforzando agencia y evitando que UP se viva como un protocolo impuesto.",
    "ALI_sintonia": "La sintonía se expresa calibrando el ritmo de activación emocional: suficiente para aprender, pero dentro de una ventana tolerable. El terapeuta ajusta directividad, lenguaje y carga de exposición según señales de desbordamiento o de evitación sutil, y usa micro-validación para sostener el contacto emocional sin caer en tranquilización que refuerce evitación.",
    "ALI_rupturaReparacion": "Las rupturas aparecen sobre todo cuando el paciente percibe exposición como excesiva, prematura o “cruel”, o cuando interpreta el enfoque transdiagnóstico como que su problema “no se entiende”. La reparación se centra en aclarar racional de aprendizaje, renegociar objetivos/tareas, reconocer el impacto emocional y reanclar el trabajo en valores y control compartido del ritmo.",
    "ALI_monitorizacion": "UP favorece monitorización explícita y frecuente de progreso y de la propia alianza, usando medidas breves, revisión de tareas y preguntas directas sobre utilidad y dificultad. Esta monitorización permite detectar evitación encubierta (cumplimiento formal sin aprendizaje) y ajustar módulos o intensidad antes de que el paciente se desconecte.",
    "ALI_contexto": "La sensibilidad al contexto incluye adaptar ejemplos, exposiciones y formulación emocional a cultura, rol social, circunstancias vitales y comorbilidades. También implica tener en cuenta recursos reales (sueño, estrés, apoyo social) que modulan regulación emocional y pueden convertir una exposición “técnicamente correcta” en clínicamente inviable si no se ajusta al entorno del paciente."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nEl sufrimiento emocional se concibe como un patrón funcional de respuestas aprendidas (cognitivas, conductuales, fisiológicas y atencionales) que se activa en contextos específicos y puede modificarse mediante nuevos aprendizajes. Aunque UP integra variables subjetivas (significado, interpretación, experiencia interna), mantiene un marco empírico donde los procesos se definen de forma operacional y se evalúan con medidas repetidas.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se construye combinando evidencia transdiagnóstica y experimentación guiada en el caso individual: el terapeuta aporta un modelo plausible y herramientas basadas en investigación, y el paciente verifica y ajusta ese modelo mediante tareas, registros y exposición, convirtiendo la terapia en un proceso de aprendizaje observable.\n\nConcepción del ser humano y del cambio\nEl ser humano es un agente capaz de aprender nuevas formas de responder ante la emoción; el cambio no depende de “eliminar” afectos, sino de modificar la relación con ellos, reducir evitación y ampliar repertorios conductuales bajo activación. El cambio se entiende como adquisición de tolerancia, flexibilidad y autorregulación mediante práctica repetida.\n\nRol de la relación terapéutica\nLa relación terapéutica es condición y vehículo del aprendizaje: sostiene motivación, seguridad y adherencia a tareas difíciles, y facilita exposición y práctica sin retraimiento. No reemplaza el mecanismo de cambio, pero lo hace posible y lo potencia.",
    "teoriaFormal": "Qué es el self\nEl self se entiende como un sistema de hábitos de interpretación y respuesta ante la experiencia interna, con estilos relativamente estables de atención, evaluación y conducta bajo emoción. No se postula un self esencial fijo, sino un funcionamiento moldeable por aprendizaje y contexto.\n\nCómo se explica el cambio\nEl cambio ocurre cuando se rompe el ciclo emoción intensa → interpretación amenazante/aversiva → evitación y conductas impulsadas por emoción → alivio a corto plazo → mantenimiento a largo plazo. UP promueve nuevos aprendizajes: conciencia y tolerancia emocional, flexibilidad cognitiva, acción alternativa y exposición repetida, de modo que la emoción pierda poder directivo y se amplíe la libertad conductual.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por evitación (experiencial, conductual y cognitiva), intolerancia a sensaciones y afectos, sesgos atencionales hacia amenaza/malestar, reactividad a señales internas y uso rígido de conductas impulsadas por emoción (escape, comprobación, rumiación, consumo, etc.) que refuerzan el problema.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza como una configuración individual de procesos emocionales transdiagnósticos: disparadores, emoción/sensación, interpretaciones, conductas impulsadas por emoción, evitaciones y consecuencias reforzantes. Se identifica qué emociones se temen, qué se hace para no sentirlas y cómo eso limita vida y mantiene síntomas.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de conciencia y rotulación emocional, disposición a experimentar afecto, reducción de evitación, incremento de conductas alternativas bajo emoción, flexibilidad cognitiva funcional y exposición (interoceptiva y situacional/experiencial) para generar aprendizaje correctivo.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por cambios en procesos (menos evitación, más tolerancia, más conductas elegidas bajo emoción) y por mejora funcional general, además de reducción de síntomas. La monitorización repetida y la revisión de tareas permiten ajustar el plan de forma continua."
  },

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

 "procedimientos": [

  {
    "nombre": "Evaluación transdiagnóstica y línea base de procesos emocionales",
    "codigo": "p_up_evaluacion_transdiagnostica_linea_base",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Procedimiento inicial en UP para establecer una línea base funcional de cómo opera el sistema emocional del paciente (disparadores, respuestas fisiológicas, interpretaciones, conductas impulsadas por emoción y evitaciones), usando entrevista estructurada, autorregistros y medidas de seguimiento para orientar el tratamiento a procesos y no a etiquetas, y para disponer de indicadores repetidos de cambio a lo largo de los módulos. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Formulación funcional unificada del ciclo emocional (ABC transdiagnóstico)",
    "codigo": "p_up_formulacion_funcional_ciclo_emocional",
    "procesos": ["N_metacognicion", "N_reformulacion", "RE_prevEvitacion"],
    "texto": "Procedimiento de conceptualización compartida donde terapeuta y paciente construyen un mapa simple y operativo del ciclo que mantiene el problema (antecedentes/disparadores → emoción/sensación → interpretación/atención → conductas impulsadas por emoción y evitación → consecuencias a corto y largo plazo), para identificar puntos de palanca (especialmente evitación y EDBs) y crear una lógica de intervención que sirva para ansiedad, depresión y cuadros mixtos. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Orientación al tratamiento y racional de enfoque transdiagnóstico",
    "codigo": "p_up_orientacion_racional_transdiagnostico",
    "procesos": ["N_reformulacion", "ALI_objetivos"],
    "texto": "Procedimiento psicoeducativo y motivacional que alinea expectativas explicando por qué UP trabaja con emociones, evitación y aprendizaje, cómo los mismos procesos sostienen síntomas distintos y por qué el objetivo no es “no sentir” sino aprender a tolerar, observar y actuar con flexibilidad, estableciendo metas funcionales (vida diaria, valores, funcionamiento) y un marco claro de tareas entre sesiones. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Clarificación de metas funcionales y compromiso con práctica entre sesiones",
    "codigo": "p_up_metas_funcionales_compromiso_practica",
    "procesos": ["AG_compromisoConductual", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento para transformar demandas difusas en objetivos conductuales y medibles (qué haré distinto bajo emoción, en qué contextos y con qué frecuencia) y establecer un contrato de práctica realista (tareas, autorregistros, exposición), reforzando la autoría del paciente y anticipando obstáculos típicos (evitación sutil, perfeccionismo, desánimo) para sostener adherencia sin rigidez. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Monitorización sistemática de emociones, disparadores, evitación y EDBs",
    "codigo": "p_up_monitorizacion_sistematica_autorregistros",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Procedimiento continuo de autorregistro y revisión en sesión para identificar patrones (qué emociones aparecen, cómo se nombran, qué se hace para reducirlas, qué conductas impulsadas por emoción se activan y qué consecuencias generan), convirtiendo la terapia en un proceso de aprendizaje basado en datos del propio caso y permitiendo ajustes finos del plan (módulos, jerarquías de exposición, objetivos semanales). Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Entrenamiento en conciencia emocional y observación mindful",
    "codigo": "p_up_conciencia_emocional_mindfulness",
    "procesos": ["RI_mindfulnessSelf", "RE_rotulacion", "RE_modulacion"],
    "texto": "Procedimiento para aumentar la conciencia momento a momento de la emoción (sensaciones, impulsos, etiquetas, tendencia a actuar) mediante atención plena aplicada a la experiencia interna, con práctica deliberada de observar sin actuar de inmediato, lo que reduce reactividad automática, mejora discriminación emocional y crea espacio psicológico para responder con elección. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Análisis y modificación de evitación emocional y conductas de seguridad",
    "codigo": "p_up_reduccion_evitacion_conductas_seguridad",
    "procesos": ["RE_prevEvitacion", "AG_compromisoConductual"],
    "texto": "Procedimiento para identificar evitaciones evidentes y sutiles (escape, control, comprobación, distracción compulsiva, rumiación como evitación, consumo, aislamiento) y sustituirlas por respuestas alternativas que permitan permanecer con la emoción el tiempo suficiente para aprender, retirando conductas de seguridad que mantienen la amenaza percibida y bloquean la corrección experiencial. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Flexibilidad cognitiva y reapreciación funcional",
    "codigo": "p_up_flexibilidad_cognitiva_reapreciacion",
    "procesos": ["N_marcosCognitivos", "N_reformulacion"],
    "texto": "Procedimiento para entrenar una relación más flexible con interpretaciones automáticas (probabilidad, coste, significado personal), no como debate infinito sino como práctica de generar alternativas plausibles y útiles que reduzcan escalada emocional y faciliten conducta elegida, integrando reatribución contextual, perspectiva temporal y pruebas en el mundo real cuando sea posible. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Identificación y sustitución de conductas impulsadas por emoción (EDBs)",
    "codigo": "p_up_modificacion_edbs_respuestas_alternativas",
    "procesos": ["AG_autoriaResponsabilidad", "AG_compromisoConductual", "RE_modulacion"],
    "texto": "Procedimiento focal para detectar conductas que se activan bajo emoción intensa y que alivian a corto plazo pero empeoran a largo plazo (evitar, atacar, aislarse, procrastinar, buscar reaseguración, consumir), analizando su función y entrenando respuestas alternativas incompatibles (pausa, acercamiento gradual, comunicación, acción orientada a objetivos) para debilitar el patrón por aprendizaje y reforzar agencia bajo activación. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Exposición interoceptiva a sensaciones corporales temidas",
    "codigo": "p_up_exposicion_interoceptiva",
    "procesos": ["RF_expo", "RE_aceptacion", "RE_modulacion"],
    "texto": "Procedimiento para inducir de forma deliberada y graduada sensaciones físicas asociadas a ansiedad y afecto (taquicardia, falta de aire, mareo, calor, tensión) con el objetivo de reducir miedo condicionado a la activación, aumentar tolerancia y desconfirmar interpretaciones catastróficas, repitiendo prácticas hasta que la reacción se flexibilice y la emoción sea vivida como transitoria y manejable. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Jerarquía de exposición emocional y diseño de experimentos",
    "codigo": "p_up_jerarquia_exposicion_emocional_experimentos",
    "procesos": ["AP_evocacion", "AG_compromisoConductual", "RE_prevEvitacion"],
    "texto": "Procedimiento para construir una jerarquía personalizada de situaciones internas y externas que evocan emociones temidas, definiendo objetivos de aprendizaje (qué emoción tolerar, qué evitación retirar, qué conducta elegida practicar) y diseñando tareas como experimentos repetidos, con graduación precisa, criterios de permanencia y revisión posterior para maximizar corrección experiencial. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Exposición situacional y experiencial con prevención de evitación",
    "codigo": "p_up_exposicion_situacional_experiencial",
    "procesos": ["AP_evocacion", "RE_prevEvitacion", "AG_compromisoConductual"],
    "texto": "Procedimiento nuclear en UP donde el paciente se acerca de forma repetida a contextos evitados (sociales, interpersonales, desempeño, incertidumbre, tristeza/apatía) permaneciendo lo suficiente para permitir habituación parcial y, sobre todo, aprendizaje inhibitorio y tolerancia, eliminando conductas de seguridad y practicando respuestas elegidas, para que la emoción deje de dictar la conducta en la vida real. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Generalización del aprendizaje emocional a múltiples contextos y emociones",
    "codigo": "p_up_generalizacion_aprendizaje_emocional",
    "procesos": ["AG_compromisoConductual", "N_metacognicion"],
    "texto": "Procedimiento para evitar que el cambio quede restringido a una sola emoción o situación, planificando variación sistemática de prácticas (distintos lugares, personas, niveles de activación, emociones como miedo, tristeza, culpa o vergüenza) y revisando qué reglas de evitación reaparecen, de modo que el aprendizaje sea robusto y transferible a la vida cotidiana. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Prevención de recaídas y plan de mantenimiento basado en procesos",
    "codigo": "p_up_prevencion_recaidas_mantenimiento",
    "procesos": ["N_construccionAlternativa", "AG_tomaDecisiones", "RE_prevEvitacion"],
    "texto": "Procedimiento final para consolidar habilidades y anticipar vulnerabilidades: identificar señales tempranas (retorno de evitación, EDBs, rigidez cognitiva), definir un plan de respuesta por procesos (qué práctica activar primero y cómo), programar exposiciones de mantenimiento, y construir una narrativa prospectiva realista de continuidad del cambio, reduciendo la probabilidad de volver al ciclo emoción–evitación. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  }

],

"micros": [

  {
    "nombre": "Registro puntual del ciclo emocional en vivo",
    "codigo": "m_up_registro_ciclo_vivo",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Microintervención consistente en detenerse en sesión o tras un evento reciente para desglosar en tiempo real disparador, emoción primaria, sensaciones corporales, interpretación automática, conducta impulsada por emoción y consecuencia, con el fin de hacer visible el ciclo mantenedor y aumentar conciencia funcional sin análisis excesivo. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Rotulación específica de emoción primaria",
    "codigo": "m_up_rotulacion_emocion_primaria",
    "procesos": ["RE_rotulacion"],
    "texto": "Identificación precisa de la emoción predominante (miedo, tristeza, culpa, vergüenza, ira) diferenciándola de estados globales como “ansiedad” o “malestar”, lo que reduce confusión afectiva y facilita elegir una respuesta adaptativa coherente con la emoción real en lugar de reaccionar automáticamente. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Pausa consciente antes de actuar bajo emoción",
    "codigo": "m_up_pausa_consciente",
    "procesos": ["RI_mindfulnessSelf", "AG_autoriaResponsabilidad"],
    "texto": "Interrupción deliberada de unos segundos cuando surge activación intensa para observar impulso y elegir respuesta, creando un microespacio entre emoción y conducta que debilita automatismos y refuerza agencia sin intentar suprimir la emoción. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Identificación de conducta impulsada por emoción (EDB)",
    "codigo": "m_up_identificar_edb",
    "procesos": ["AG_autoriaResponsabilidad", "RE_prevEvitacion"],
    "texto": "Señalamiento concreto de la conducta que aparece bajo emoción (evitar, comprobar, aislarse, discutir, rumiar) y su función de alivio inmediato, haciendo explícito el refuerzo a corto plazo que mantiene el problema a largo plazo. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Sustitución puntual de EDB por respuesta alternativa",
    "codigo": "m_up_sustituir_edb",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Elección y ejecución inmediata de una conducta alternativa incompatible con la evitación (p. ej., permanecer 5 minutos más, enviar el mensaje pendiente, iniciar conversación breve), reforzando aprendizaje correctivo y debilitando el patrón impulsado por emoción. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Generación rápida de interpretación alternativa plausible",
    "codigo": "m_up_interpretacion_alternativa",
    "procesos": ["N_reformulacion", "N_marcosCognitivos"],
    "texto": "Producción breve de una explicación alternativa razonable ante una interpretación amenazante o desvalorizadora, no para convencer racionalmente sino para reducir escalada emocional y facilitar conducta elegida bajo activación. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Escala subjetiva de intensidad emocional (0–10)",
    "codigo": "m_up_escala_intensidad",
    "procesos": ["RE_modulacion"],
    "texto": "Valoración rápida del nivel de activación emocional antes, durante y después de una práctica o exposición, permitiendo monitorizar progreso, ajustar intensidad y entrenar discriminación fina de cambios emocionales. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Permitir emoción durante tiempo cronometrado",
    "codigo": "m_up_permitir_emocion_cronometro",
    "procesos": ["RE_aceptacion", "RE_prevEvitacion"],
    "texto": "Permanencia intencional con la emoción durante un intervalo concreto sin realizar conductas de seguridad, facilitando aprendizaje de tolerancia y demostrando que la activación es transitoria y manejable. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Exposición interoceptiva breve en sesión",
    "codigo": "m_up_expo_interoceptiva_breve",
    "procesos": ["RF_expo"],
    "texto": "Inducción breve y controlada de sensaciones temidas (hiperventilación ligera, giro sobre sí mismo, tensión muscular) para comprobar tolerancia y debilitar miedo a la activación corporal. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Revisión funcional post-exposición",
    "codigo": "m_up_revision_post_exposicion",
    "procesos": ["N_metacognicion"],
    "texto": "Análisis inmediato tras una práctica de qué se anticipaba, qué ocurrió realmente y qué se aprendió sobre la emoción y la capacidad de afrontamiento, consolidando aprendizaje inhibitorio. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Detección de evitación sutil",
    "codigo": "m_up_evitacion_sutil",
    "procesos": ["RE_prevEvitacion", "N_metacognicion"],
    "texto": "Identificación de microconductas de escape menos evidentes (bromear para cambiar tema, mirar el móvil, tranquilizarse mentalmente) que interfieren con el aprendizaje durante exposición o conversación emocional. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Práctica de comunicación emocional directa",
    "codigo": "m_up_comunicacion_directa",
    "procesos": ["R_comunicacionEmocional", "AG_autoriaResponsabilidad"],
    "texto": "Ensayo breve en sesión de expresar emoción o necesidad de forma clara y específica en lugar de evitar o reaccionar impulsivamente, ampliando repertorio interpersonal bajo activación emocional. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Anclaje atencional a sensaciones presentes",
    "codigo": "m_up_anclaje_sensaciones",
    "procesos": ["RI_mindfulnessSelf", "RE_modulacion"],
    "texto": "Redirección deliberada de la atención a sensaciones corporales actuales sin juicio cuando la mente se va a escenarios catastróficos, fortaleciendo capacidad de permanecer en el presente durante activación emocional. Referencia: Barlow et al. (2011); Barlow et al. (2018)."
  },

  {
    "nombre": "Plan de acción de 24 horas ante señal temprana",
    "codigo": "m_up_plan_24h",
    "procesos": ["AG_tomaDecisiones", "RE_prevEvitacion"],
    "texto": "Definición concreta de una acción pequeña y ejecutable dentro de las próximas 24 horas cuando aparecen señales de recaída (retorno de evitación, rumiación, aislamiento), reforzando mantenimiento del cambio y agencia sostenida. Referencia: Barlow et al. (2018)."
  }

],

"ideasPrincipales": [

  {
    "id": "idea_up_1",
    "titulo": "Los trastornos emocionales comparten procesos nucleares transdiagnósticos",
    "desarrollo": "El Protocolo Unificado parte de la premisa de que ansiedad, depresión y otros trastornos emocionales no son entidades aisladas con mecanismos exclusivos, sino configuraciones distintas de procesos compartidos como alta reactividad emocional, intolerancia al malestar, evitación y conductas impulsadas por emoción. Por ello, intervenir sobre estos procesos centrales permite generar cambios generalizables más allá de una categoría diagnóstica concreta. (Barlow et al., 2011; 2018)."
  },

  {
    "id": "idea_up_2",
    "titulo": "La evitación emocional es un mecanismo mantenedor central",
    "desarrollo": "UP sostiene que el intento sistemático de evitar, suprimir o controlar emociones intensas proporciona alivio inmediato pero mantiene el problema a largo plazo al impedir el aprendizaje correctivo y reforzar la percepción de amenaza interna. Reducir evitación y permanecer con la experiencia emocional es condición necesaria para debilitar el ciclo mantenedor del malestar. (Barlow et al., 2011; 2018)."
  },

  {
    "id": "idea_up_3",
    "titulo": "La emoción no es el problema; la respuesta a la emoción sí lo es",
    "desarrollo": "El modelo no conceptualiza las emociones como patológicas en sí mismas, sino como respuestas adaptativas que se vuelven problemáticas cuando se interpretan como peligrosas y se gestionan mediante patrones rígidos de escape o reacción impulsiva. El cambio terapéutico implica modificar la relación con la emoción, no erradicarla. (Barlow et al., 2011)."
  },

  {
    "id": "idea_up_4",
    "titulo": "El cambio ocurre a través de aprendizaje experiencial repetido",
    "desarrollo": "UP se basa en principios de aprendizaje: la exposición interoceptiva y situacional, junto con la retirada de conductas de seguridad, permite generar nuevas asociaciones y reducir la reactividad emocional mediante práctica repetida. La comprensión intelectual es útil, pero el aprendizaje correctivo requiere experiencia directa bajo activación emocional. (Barlow et al., 2011; 2018)."
  },

  {
    "id": "idea_up_5",
    "titulo": "La conciencia emocional es un prerrequisito del cambio",
    "desarrollo": "Antes de modificar conductas o interpretaciones, es necesario aumentar la capacidad de identificar, diferenciar y observar emociones con claridad. La conciencia emocional y la observación mindful reducen automatismos y amplían la posibilidad de elección conductual bajo activación. (Barlow et al., 2011)."
  },

  {
    "id": "idea_up_6",
    "titulo": "Las conductas impulsadas por emoción mantienen el problema",
    "desarrollo": "Las Emotion-Driven Behaviors (EDBs) —conductas que emergen automáticamente bajo emoción intensa— refuerzan el ciclo de malestar al proporcionar alivio inmediato y consolidar evitación. Identificarlas y sustituirlas por respuestas alternativas es uno de los ejes técnicos más importantes del protocolo. (Barlow et al., 2011; 2018)."
  },

  {
    "id": "idea_up_7",
    "titulo": "La flexibilidad cognitiva es más importante que la corrección cognitiva absoluta",
    "desarrollo": "UP no busca eliminar todos los pensamientos negativos ni imponer creencias optimistas, sino fomentar una relación más flexible con las interpretaciones automáticas, generando alternativas plausibles y útiles que permitan actuar de forma coherente con metas y valores incluso en presencia de emoción intensa. (Barlow et al., 2011)."
  },

  {
    "id": "idea_up_8",
    "titulo": "El tratamiento debe centrarse en funcionamiento y no solo en síntomas",
    "desarrollo": "La reducción sintomática es relevante, pero UP enfatiza el aumento del funcionamiento adaptativo en la vida cotidiana: acercarse a situaciones evitadas, actuar bajo emoción y recuperar actividades valiosas. El objetivo final es ampliar libertad conductual y no simplemente disminuir intensidad emocional. (Barlow et al., 2018)."
  },

  {
    "id": "idea_up_9",
    "titulo": "La estructura modular permite personalización dentro de un marco común",
    "desarrollo": "Aunque el Protocolo Unificado presenta módulos definidos, su aplicación no es rígida; el terapeuta puede ajustar énfasis, ritmo y jerarquías según el perfil procesual del paciente. La modularidad facilita coherencia técnica sin perder flexibilidad clínica individualizada. (Barlow et al., 2011; 2018)."
  }

],
"secuencias": [

  {
    "id": "seq_up_secuencia_modular_estandar",
    "nombre": "Secuencia modular estándar del Protocolo Unificado",
    "descripcion": "Estructura progresiva formalizada en los manuales del Protocolo Unificado que organiza el tratamiento en módulos secuenciales orientados a modificar procesos emocionales transdiagnósticos mediante aprendizaje experiencial.",
    "tipo": "estructura_progresiva",
    "referencia": "Barlow et al. (2011); Barlow et al. (2018).",
    "pasos": [
      {
        "orden": 1,
        "accion": "Motivación para el cambio y establecimiento de metas funcionales",
        "explicacion": "Se exploran costos y beneficios del patrón actual, se clarifican metas conductuales específicas y se vincula el trabajo terapéutico con valores y funcionamiento cotidiano, estableciendo compromiso activo con la práctica entre sesiones y anticipando obstáculos como evitación, ambivalencia o desánimo."
      },
      {
        "orden": 2,
        "accion": "Psicoeducación emocional y modelo transdiagnóstico",
        "explicacion": "Se presenta el modelo del ciclo emocional que explica cómo disparadores internos o externos activan respuestas fisiológicas, interpretaciones y conductas impulsadas por emoción que se refuerzan por alivio inmediato; el objetivo es desplazar el foco desde el síntoma hacia los procesos mantenedores compartidos entre distintos trastornos."
      },
      {
        "orden": 3,
        "accion": "Entrenamiento en conciencia emocional y observación mindful",
        "explicacion": "Se entrena la capacidad de identificar con precisión emociones, sensaciones corporales e impulsos conductuales en tiempo real, desarrollando una postura de observación no reactiva que amplía la distancia entre emoción y acción y reduce automatismos mantenedores."
      },
      {
        "orden": 4,
        "accion": "Desarrollo de flexibilidad cognitiva",
        "explicacion": "Se trabaja sobre interpretaciones rígidas o catastróficas asociadas a la emoción, promoviendo generación de alternativas plausibles y funcionales que disminuyan la escalada afectiva y permitan mantener conducta elegida bajo activación sin entrar en debates intelectuales prolongados."
      },
      {
        "orden": 5,
        "accion": "Identificación y modificación de conductas impulsadas por emoción (EDBs)",
        "explicacion": "Se detectan conductas automáticas que surgen bajo activación emocional intensa y que mantienen el problema mediante alivio inmediato (evitación, comprobación, aislamiento, rumiación), sustituyéndolas por respuestas alternativas coherentes con objetivos y exposición al aprendizaje."
      },
      {
        "orden": 6,
        "accion": "Exposición interoceptiva",
        "explicacion": "Se inducen deliberadamente sensaciones físicas temidas asociadas a ansiedad o activación emocional para debilitar el miedo condicionado a la experiencia corporal y aumentar tolerancia, facilitando aprendizaje inhibitorio repetido bajo condiciones controladas."
      },
      {
        "orden": 7,
        "accion": "Exposición situacional y experiencial",
        "explicacion": "Se construyen jerarquías individualizadas de situaciones evitadas y se realizan acercamientos progresivos retirando conductas de seguridad, permitiendo que la persona permanezca con la emoción suficiente tiempo como para generar aprendizaje correctivo y reorganización del patrón de respuesta."
      },
      {
        "orden": 8,
        "accion": "Prevención de recaídas y consolidación del aprendizaje",
        "explicacion": "Se identifican señales tempranas de retorno de evitación o reactividad, se diseñan planes de acción basados en procesos y se refuerza la práctica autónoma de habilidades aprendidas, promoviendo mantenimiento del cambio y generalización a contextos futuros."
      }
    ]
  },

  {
    "id": "seq_up_ciclo_exposicion_emocional",
    "nombre": "Ciclo repetitivo de exposición emocional con prevención de evitación",
    "descripcion": "Microsecuencia aplicada dentro de los módulos de exposición que maximiza el aprendizaje inhibitorio y la tolerancia emocional mediante activación deliberada y retirada sistemática de conductas de seguridad.",
    "tipo": "ciclo_iterativo",
    "referencia": "Barlow et al. (2011); Barlow et al. (2018).",
    "pasos": [
      {
        "orden": 1,
        "accion": "Clarificación de emoción temida y conducta impulsada asociada",
        "explicacion": "Se define con precisión qué emoción se intenta evitar, qué sensaciones la acompañan y qué conducta automática suele activarse para reducirla, haciendo explícito el mecanismo mantenedor."
      },
      {
        "orden": 2,
        "accion": "Retirada planificada de conductas de seguridad",
        "explicacion": "Se eliminan estrategias de control o escape que interfieren con el aprendizaje (distracciones, tranquilizaciones, comprobaciones), garantizando que la exposición sea completa y funcional."
      },
      {
        "orden": 3,
        "accion": "Activación deliberada de la emoción",
        "explicacion": "Se induce o enfrenta el estímulo relevante (interno o externo) con intensidad suficiente para activar el sistema emocional sin desbordamiento, asegurando contacto real con el material temido."
      },
      {
        "orden": 4,
        "accion": "Permanencia sostenida con la experiencia",
        "explicacion": "La persona permanece en la situación o sensación sin escapar ni neutralizar hasta que se produce habituación parcial o aprendizaje inhibitorio, fortaleciendo tolerancia y disminuyendo evitación futura."
      },
      {
        "orden": 5,
        "accion": "Revisión estructurada del aprendizaje",
        "explicacion": "Se comparan predicciones iniciales con resultados reales, consolidando nueva información correctiva y reforzando agencia bajo emoción intensa."
      }
    ]
  }

],


  "refs": [
    "Barlow, D. H., et al. (2011). Unified Protocol for Transdiagnostic Treatment of Emotional Disorders: Therapist Guide.",
    "Barlow, D. H., et al. (2018). Unified Protocol (2ª ed.)."
  ]
}
