{
  "id": "o1morita",
  "grupo": "Otros",
  "label": "Terapia Morita",
  "year": 1919,
  "autores": "Shoma Morita",
  "universidad": "Jikei University School of Medicine",
  "ciudad": "Tokio",
  "pais": "Japón",
  "lat": 35.658034,
  "lon": 139.745535,

  "influencias": [
    "Budismo zen",
    "Psiquiatría japonesa temprana",
    "Observación fenomenológica de la experiencia",
    "Aceptación de la naturaleza emocional"
  ],

  "descripcion": "La Terapia Morita concibe la ansiedad, el miedo y otros estados emocionales como fenómenos naturales que no necesitan ser eliminados. El sufrimiento surge cuando la persona lucha contra estas experiencias internas y organiza su vida en función de evitarlas. El objetivo terapéutico es aceptar plenamente la experiencia emocional tal como es y reorientar la conducta hacia acciones acordes con la realidad y las responsabilidades vitales, permitiendo que las emociones fluctúen libremente.",

  "ideasPrincipales": [
    {
      "id": "idea_morita_1",
      "titulo": "Las emociones son fenómenos naturales, no problemas a eliminar",
      "desarrollo": "La Terapia Morita parte de la premisa de que la ansiedad, el miedo, la tristeza o la obsesión son experiencias naturales del organismo humano. No constituyen en sí mismas un trastorno, sino manifestaciones normales de la vida psíquica. El sufrimiento aparece cuando la persona interpreta estas emociones como peligrosas o inaceptables y organiza su conducta alrededor del intento constante de controlarlas o suprimirlas. Morita propone abandonar la lucha contra la emoción y permitir que siga su curso natural, sin interferencia, como condición básica para la recuperación funcional. (Morita, 1928, *Shinkeishitsu no Honto to Ryoho*; LeVine, 1993, *Morita Therapy and the Japanese Psychology of Acceptance*)."
    },
    {
      "id": "idea_morita_2",
      "titulo": "El problema central es la preocupación por el estado interno",
      "desarrollo": "Morita identifica la hiperobservación del propio estado interno —preocupación constante por cómo uno se siente— como el núcleo del mantenimiento del sufrimiento. Cuanto más se vigilan y evalúan las emociones, más se intensifican y más restringen la vida cotidiana. La terapia busca romper este círculo desplazando el foco desde el estado interno hacia la acción y la realidad externa. El objetivo no es sentirse bien para actuar, sino actuar adecuadamente aunque el malestar esté presente. (Morita, 1930, *Morita Therapy and the True Nature of Anxiety*; Ishiyama, 2003, *Morita Therapy: A qualitative analysis*)."
    },
    {
      "id": "idea_morita_3",
      "titulo": "La aceptación es pasiva; la acción es activa",
      "desarrollo": "En la Terapia Morita, la aceptación no implica resignación ni reflexión activa, sino una actitud pasiva ante la experiencia interna: dejar que pensamientos y emociones aparezcan y desaparezcan sin intervenir sobre ellos. En contraste, la conducta sí es activa y disciplinada: el paciente se compromete con tareas concretas, progresivas y alineadas con la realidad cotidiana. Esta combinación —aceptación pasiva de la experiencia y acción activa en el mundo— constituye el núcleo técnico y filosófico del modelo. (Morita, 1930, *Morita Therapy and the True Nature of Anxiety*; LeVine, 1993)."
    },
    {
      "id": "idea_morita_4",
      "titulo": "La terapia se guía por la realidad, no por el estado emocional",
      "desarrollo": "Morita propone que la vida psicológicamente saludable no depende del estado emocional momentáneo, sino de la capacidad de responder a las demandas reales de la vida: trabajo, estudio, cuidado, responsabilidades sociales. El criterio de progreso terapéutico no es la reducción inmediata del malestar, sino la ampliación del repertorio conductual y la disminución de la evitación. De este modo, la realidad externa se convierte en el principal regulador del proceso terapéutico, desplazando al síntoma del centro de la identidad. (Morita, 1928; LeVine, 1993)."
    },
    {
      "id": "idea_morita_5",
      "titulo": "La disciplina cotidiana consolida el cambio psicológico",
      "desarrollo": "El cambio en la Terapia Morita no se consolida mediante insight verbal, sino a través de la repetición sostenida de conductas funcionales dentro de una disciplina de vida cotidiana. Rutinas de trabajo, descanso y acción responsable permiten que la relación con la experiencia interna se reorganice de forma implícita y estable. El paciente aprende, por experiencia directa, que puede vivir de manera plena aun con ansiedad presente, lo que reduce progresivamente la centralidad del síntoma sin convertirlo en objetivo explícito. (Morita, 1928; Ishiyama, 2003)."
    }
  ],

  "procesos": [
    "Aceptación de la experiencia emocional",
    "Descentrado del self respecto a los estados internos",
    "Orientación a la acción y a la realidad"
  ],

  "mjps": ["RF", "RE", "AP", "RI", "N", "AG", "A", "V", "R"],

  "alianzaModelo": {
    "ALI_vinculo": "En la Terapia Morita, el vínculo terapéutico se establece desde una relación asimétrica, sobria y no centrada en la expresión emocional. El terapeuta no busca validar ni confrontar directamente el contenido emocional del paciente, sino ofrecer una presencia estable y contenida que transmita confianza en la capacidad natural del organismo para autorregularse. La alianza se basa más en la fiabilidad del encuadre que en la intimidad relacional explícita.",
    "ALI_objetivos": "Los objetivos terapéuticos se formulan de manera implícita y funcional: permitir que el paciente viva conforme a la realidad y a sus responsabilidades, independientemente de la presencia de ansiedad, miedo u otras emociones. No se busca eliminar síntomas, sino restablecer una relación flexible con la experiencia interna y promover una vida guiada por la acción adecuada más que por el estado emocional.",
    "ALI_tareas": "Las tareas son el eje central de la terapia. Se estructuran como actividades concretas, progresivas y ajustadas a la fase del tratamiento (reposo, actividad ligera, actividad intensa, reintegración social). El terapeuta explica que las tareas no tienen como objetivo “sentirse mejor”, sino actuar correctamente pese al malestar, lo que protege la alianza al reducir la lucha contra los síntomas.",
    "ALI_colaboracion": "La colaboración no se basa en la discusión ni en la co-construcción verbal, sino en la aceptación del método y en la implicación disciplinada en las tareas propuestas. El paciente colabora aceptando observar su experiencia interna sin intervenir sobre ella y comprometiéndose con la acción prescrita, mientras el terapeuta guía el proceso desde una posición clara y consistente.",
    "ALI_sintonia": "La sintonía se expresa mediante el ajuste fino del ritmo, la exigencia y el nivel de actividad a la capacidad real del paciente. El terapeuta observa cuidadosamente señales de sobreesfuerzo, evitación o rigidez, modulando las tareas para que el desafío sea realista. Esta sintonía es implícita y conductual, más que empática en sentido verbal.",
    "ALI_rupturaReparacion": "Las rupturas suelen aparecer cuando el paciente interpreta la neutralidad del terapeuta como frialdad o cuando espera alivio emocional directo. La reparación no se realiza mediante exploración emocional, sino aclarando el propósito del método, normalizando la presencia del malestar y reorientando al paciente hacia la práctica. La consistencia del encuadre actúa como principal agente reparador.",
    "ALI_monitorizacion": "La monitorización se centra en el nivel de implicación en las tareas, la capacidad de sostener la acción pese a la fluctuación emocional y la reducción de conductas de evitación. El progreso no se evalúa por el descenso inmediato del malestar, sino por la ampliación del repertorio conductual y la disminución de la preocupación por los síntomas.",
    "ALI_contexto": "La Terapia Morita es altamente sensible al contexto vital del paciente: trabajo, familia, deberes sociales y circunstancias reales. El terapeuta adapta las tareas para que encajen con la vida cotidiana concreta, evitando intervenciones abstractas o descontextualizadas. La realidad externa es el principal anclaje del proceso terapéutico."
  },

"procesos": [
  {
    "nombre": "Aceptación de la experiencia emocional",
    "id": "morita_aceptacion_experiencia",
    "descripcion": "Proceso central de la Terapia Morita que consiste en permitir la presencia de emociones, pensamientos y sensaciones tal como aparecen, sin intentar controlarlos, modificarlos ni interpretarlos. La aceptación no se plantea como una actitud reflexiva o verbal, sino como una disposición pasiva y experiencial ante el flujo natural de la vida emocional. Este proceso debilita la lucha secundaria contra el malestar, reduce la intensificación paradójica de la ansiedad y sienta las bases para una relación más funcional con la experiencia interna, donde la emoción deja de ser el criterio que gobierna la conducta (Morita, 1928; Morita, 1930)."
  },
  {
    "nombre": "Descentrado del self respecto a los estados internos",
    "id": "morita_descentrado_self",
    "descripcion": "Proceso mediante el cual la persona deja de organizar su identidad y su atención en torno a lo que siente en cada momento. En Morita, el sufrimiento se mantiene cuando el self queda atrapado en la autoobservación ansiosa y en la evaluación constante del estado interno. El descentrado implica recuperar una posición en la que pensamientos y emociones son experimentados como fenómenos pasajeros, no como definidores del yo ni como señales que dictan qué puede o no hacerse. Este proceso reduce la fusión entre emoción, identidad y acción, favoreciendo una vivencia más amplia y flexible del self (Morita, 1930; Ishiyama, 2003)."
  },
  {
    "nombre": "Orientación a la acción y a la realidad",
    "id": "morita_orientacion_realidad",
    "descripcion": "Proceso que desplaza el eje de la vida psicológica desde el estado emocional hacia las demandas concretas de la realidad externa. La Terapia Morita sostiene que la acción adecuada no debe depender de sentirse bien, sino de lo que la situación requiere. A través de este proceso, la persona aprende a actuar conforme a responsabilidades reales —trabajo, estudio, cuidado, compromisos— aun cuando la ansiedad o el miedo estén presentes. La realidad cotidiana se convierte así en el principal regulador del comportamiento, debilitando la centralidad del síntoma y restaurando una vida funcional (Morita, 1928; LeVine, 1993)."
  },
  {
    "nombre": "Reducción de la autoobservación patológica",
    "id": "morita_reduccion_autoobservacion",
    "descripcion": "Proceso específico dirigido a disminuir la atención excesiva y autorreferencial sobre sensaciones, pensamientos y emociones. En Morita, la autoobservación constante actúa como un amplificador del malestar y refuerza la creencia de que el estado interno debe ser vigilado y controlado. La reducción de esta autoobservación no se logra mediante confrontación cognitiva, sino mediante la reorientación sistemática hacia tareas externas y la aceptación pasiva de la experiencia interna, lo que permite que la emoción pierda protagonismo sin necesidad de combatirla (Morita, 1930; LeVine, 1993)."
  },
  {
    "nombre": "Reaprendizaje implícito de funcionalidad con malestar presente",
    "id": "morita_reaprendizaje_funcional",
    "descripcion": "Proceso de cambio implícito mediante el cual la persona descubre, a través de la experiencia directa, que puede vivir de manera eficaz y responsable aun en presencia de ansiedad, miedo u otras emociones desagradables. Este reaprendizaje no se produce por insight verbal, sino por la repetición de acciones funcionales mientras el malestar está presente. Con el tiempo, esta experiencia debilita la asociación aprendida entre emoción y evitación, reduce la preocupación por los síntomas y consolida una relación más natural y no temerosa con la vida emocional (LeVine, 1993; Ishiyama, 2003)."
  },
  {
    "nombre": "Estabilización mediante hábitos y disciplina cotidiana",
    "id": "morita_estabilizacion_habitos",
    "descripcion": "Proceso de consolidación que se apoya en la instauración de rutinas estables de vida cotidiana —trabajo, descanso, autocuidado y responsabilidades sociales— como soporte del cambio psicológico. En Morita, los hábitos funcionan como una estructura externa que sostiene la acción cuando la motivación emocional fluctúa. Esta disciplina no persigue control emocional, sino continuidad vital, reduciendo la dependencia del estado interno para decidir cómo vivir y proporcionando una base sólida para mantener los avances terapéuticos a largo plazo (Morita, 1928; Ishiyama, 2003)."
  }
],
"micros": [
  {
    "nombre": "Normalización del malestar como fenómeno natural",
    "codigo": "m_morita_normalizacion",
    "procesos": ["RE_desdramatizacion"],
    "texto": "Microintervención verbal breve en la que el terapeuta recuerda de forma explícita que la ansiedad, el miedo o la inquietud son respuestas naturales del organismo y no señales de peligro ni indicadores de enfermedad. El objetivo no es tranquilizar ni eliminar la emoción, sino reducir la dramatización secundaria y la interpretación catastrófica del malestar, debilitando así la lucha añadida contra la experiencia interna. Esta normalización prepara el terreno para la aceptación pasiva y reduce la necesidad compulsiva de control emocional (Morita, 1930; LeVine, 1993)."
  },
  {
    "nombre": "Redirección inmediata a la tarea adecuada",
    "codigo": "m_morita_tarea",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Intervención concisa y directa mediante la cual el terapeuta devuelve al paciente a la actividad que corresponde realizar en ese momento cuando este queda atrapado en la observación de su estado interno. La redirección se hace sin discusión ni elaboración emocional, reforzando la idea central de Morita: la acción adecuada no depende de cómo uno se siente. Esta microintervención rompe la rumiación, reduce la autoobservación patológica y fortalece la orientación a la realidad a través de la práctica repetida (Morita, 1928; LeVine, 1993)."
  },
  {
    "nombre": "No refuerzo del síntoma como eje conversacional",
    "codigo": "m_morita_noRefuerzo",
    "procesos": ["RI_desidentificacion"],
    "texto": "Microajuste clínico que consiste en evitar preguntas, comentarios o validaciones centradas en el síntoma, impidiendo que la ansiedad o el malestar se conviertan en el organizador principal del diálogo terapéutico y del self del paciente. Al no reforzar narrativamente el síntoma, el terapeuta facilita una desidentificación progresiva entre la identidad personal y el estado emocional, reduciendo la centralidad del sufrimiento sin necesidad de confrontarlo explícitamente (Morita, 1930; Ishiyama, 2003)."
  },
  {
    "nombre": "Observación silenciosa de la experiencia interna",
    "codigo": "m_morita_observacion",
    "procesos": ["RF_conciencia"],
    "texto": "Intervención mínima que invita al paciente a observar pensamientos, emociones y sensaciones corporales tal como aparecen, sin describirlas, analizarlas ni comentarlas en exceso. Esta observación silenciosa no busca insight ni regulación activa, sino permitir que la experiencia siga su curso natural. Contribuye a debilitar la fusión entre emoción y reacción, y entrena una conciencia pasiva compatible con la acción funcional posterior (Morita, 1928; Morita, 1930)."
  },
  {
    "nombre": "Acción funcional con emoción presente",
    "codigo": "m_morita_accion",
    "procesos": ["AG_exposicionNatural"],
    "texto": "Microintervención experiencial que consiste en invitar al paciente a realizar una acción relevante mientras la ansiedad, el miedo u otra emoción desagradable están activas. No se presenta como exposición terapéutica explícita, sino como cumplimiento natural de una tarea necesaria. A través de esta experiencia repetida, el paciente aprende implícitamente que el malestar no impide vivir ni actuar, lo que reduce la evitación y consolida tolerancia emocional sin convertir la emoción en objeto de trabajo directo (LeVine, 1993; Ishiyama, 2003)."
  }
],

  "refs": [
    "Morita, S. (1928). Shinkeishitsu no Honto to Ryoho.",
    "Morita, S. (1930). Morita Therapy and the True Nature of Anxiety.",
    "LeVine, P. (1993). Morita Therapy and the Japanese Psychology of Acceptance. SUNY Press.",
    "Ishiyama, F. I. (2003). Morita Therapy: A qualitative analysis. Journal of Counseling Psychology."
  ]
}
