{
  "id": "o2sewb2000",
  "grupo": "Otros",
  "label": "Social and Emotional Wellbeing (SEWB)",
  "year": "2000",
  "autores": "Desarrollos indígenas australianos (marco SEWB)",
  "universidad": "Servicios y organizaciones indígenas (Central Australia)",
  "ciudad": "Alice Springs",
  "pais": "Australia",
  "lat": -23.698041,
  "lon": 133.880747,
  "influencias": [
    "Cosmovisiones indígenas australianas",
    "Salud mental indígena",
    "Trauma histórico y transgeneracional",
    "Relación con la tierra y la comunidad",
    "Psicoterapia comunitaria y relacional",
    "Seguridad cultural (cultural safety)"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "En SEWB, el vínculo se construye ante todo como seguridad cultural: respeto, humildad, permiso y confianza.\nLa relación terapéutica no se entiende solo como “entre dos”, sino como una relación situada en comunidad,\nhistoria y territorio. El terapeuta (o equipo) se posiciona de forma no colonizadora: escucha, no impone\ncategorías externas y reconoce explícitamente el impacto del trauma histórico y la exclusión.",
    "ALI_objetivos": "Los objetivos se definen en términos de restauración de equilibrio y continuidad identitaria: reconectar con\ntierra/país, cultura, espiritualidad, familia y comunidad; fortalecer dignidad, pertenencia y agencia; y reducir\nsufrimiento asociado a rupturas relacionales y pérdidas. La “mejoría” no se mide solo por síntomas, sino por\nreconexión, funcionamiento comunitario y sentido de continuidad.",
    "ALI_tareas": "Las tareas se orientan a la reconexión: narrativas y yarning (conversación culturalmente situada), actividades\ncomunitarias, ceremonias/rituales cuando procede, prácticas en territorio, apoyo familiar y redes de cuidado.\nEl plan se acuerda con el paciente y, si es apropiado, con referentes comunitarios, siempre con consentimiento.",
    "ALI_colaboracion": "La colaboración es comunitaria y compartida: se trabaja con servicios indígenas, mayores (Elders), familia y\nredes locales cuando el caso lo permite. El paciente no se entiende como “individuo aislado”, sino como parte\nde un tejido relacional. La intervención se co-diseña para respetar cultura, idioma, tiempos y formas de ayuda.",
    "ALI_sintonia": "La sintonía se expresa con responsividad cultural: respetar silencios, ritmos, modo narrativo, y la prioridad\nde la relación sobre la eficiencia. Se evita el interrogatorio clínico y se privilegia una presencia consistente\ny respetuosa. La sintonía incluye reconocer el lugar del cuerpo, la tierra, lo espiritual y lo colectivo.",
    "ALI_rupturaReparacion": "Las rupturas suelen aparecer cuando el paciente percibe juicio, prisa, tecnicismo o imposición de marcos\ndiagnósticos externos. La reparación exige volver a la seguridad cultural: nombrar el malentendido, pedir\npermiso de nuevo, clarificar intención, ofrecer opciones (incluida derivación a servicios indígenas) y ajustar\nel encuadre para devolver control y dignidad.",
    "ALI_monitorizacion": "La monitorización se centra en señales de reconexión y estabilidad: mayor participación comunitaria, mejora del\nsueño y la regulación, reducción de aislamiento, incremento de sentido de pertenencia y esperanza, y menor\nreactividad asociada al trauma. Se revisan barreras estructurales (vivienda, acceso, discriminación) como parte\ndel proceso terapéutico, no como “factores externos”.",
    "ALI_contexto": "El contexto no es un “modulador”: es el núcleo. SEWB integra explícitamente colonización, pérdidas culturales,\nracismo, pobreza y desplazamiento como determinantes del sufrimiento. La intervención busca restaurar vínculos\ny condiciones de vida, coordinando recursos y apoyos comunitarios."
  },
  "descripcion": "El marco de Social and Emotional Wellbeing (SEWB) es la referencia indígena australiana para comprender salud mental\ny bienestar. La salud psicológica se entiende como equilibrio entre dimensiones interconectadas: conexión con la tierra,\nla cultura, la espiritualidad, la familia, la comunidad y la identidad colectiva. El sufrimiento se conceptualiza como\nruptura de estas conexiones, frecuentemente asociada a trauma histórico, colonización, pérdida cultural y exclusión\nsocial. La intervención prioriza enfoques relacionales, comunitarios y culturalmente seguros: narrativas, rituales,\napoyo comunitario y prácticas de reconexión cultural. El cambio se concibe como restauración de vínculos, dignidad y\ncontinuidad identitaria, más que como tratamiento individual de síntomas.",
  "procesos": [
    "Restauración de conexiones (tierra, cultura, espiritualidad, comunidad, familia)",
    "Seguridad cultural y dignidad",
    "Narrativa situada y continuidad identitaria",
    "Regulación y reparación tras trauma histórico"
  ],
  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],
  "refs": [
    "Gee, G., Dudgeon, P., Schultz, C., Hart, A., & Kelly, K. (2014). Aboriginal and Torres Strait Islander Social and Emotional Wellbeing. Commonwealth of Australia.",
    "Dudgeon, P., Milroy, H., & Walker, R. (Eds.). (2014). Working Together: Aboriginal and Torres Strait Islander Mental Health and Wellbeing Principles and Practice.",
    "Australian Government Department of Health. (2017). National Strategic Framework for Aboriginal and Torres Strait Islander Peoples’ Mental Health and Social and Emotional Wellbeing."
  ],
  "procedimientos": [
    {
      "nombre": "Formulación SEWB por conexiones",
      "codigo": "p_sewb_formulacionConexiones",
      "procesos": ["N_formulacionCaso"],
      "texto": "Mapeo clínico-cultural del caso como patrón de conexiones y rupturas (tierra/país, cultura, espiritualidad,\nfamilia, comunidad, identidad, cuerpo). Se identifica qué vínculos están dañados y qué apoyos/reconexiones son\nposibles en el contexto real del paciente. No se prioriza el diagnóstico; se prioriza la comprensión situada."
    },
    {
      "nombre": "Yarning / narrativa situada",
      "codigo": "p_sewb_yarning",
      "procesos": ["AP_profundizacion"],
      "texto": "Conversación narrativa culturalmente adecuada (yarning) para reconstruir historia, pérdidas, fortalezas y\nsentido de continuidad. Se trabaja con lenguaje cotidiano, metáforas culturales y ritmos no interrogativos.\nLa narrativa no es “insight” individual: es restauración de identidad y significado en relación."
    },
    {
      "nombre": "Reconexión con tierra y cultura",
      "codigo": "p_sewb_reconexionCultural",
      "procesos": ["I_continuidadBiografica"],
      "texto": "Intervenciones orientadas a reconectar con territorio (Country), prácticas culturales, lengua, historias\ncomunitarias y pertenencia. Puede incluir actividades en tierra, participación en eventos, rituales o prácticas\napropiadas, siempre con permiso y guía cultural."
    },
    {
      "nombre": "Intervención familiar y comunitaria",
      "codigo": "p_sewb_comunitaria",
      "procesos": ["R_apoyoSocial"],
      "texto": "Trabajo con familia, comunidad y servicios indígenas (con consentimiento) para restaurar apoyo, reducir\naislamiento y reparar vínculos. Incluye coordinación de recursos, acompañamiento y fortalecimiento de redes."
    },
    {
      "nombre": "Abordaje del trauma histórico y transgeneracional",
      "codigo": "p_sewb_traumaHistorico",
      "procesos": ["RI_integracionTrauma"],
      "texto": "Reconocimiento explícito del trauma histórico (colonización, expulsión, pérdida cultural) y sus efectos\ntransgeneracionales. Se prioriza seguridad, dignidad y estabilización relacional; el objetivo es re-vincular,\nno re-exponer por defecto."
    }
  ],
  "micros": [
    {
      "nombre": "Permiso y elección explícita",
      "codigo": "m_sewb_permiso",
      "procesos": ["R_seguridadRelacional"],
      "texto": "Antes de explorar temas sensibles, el terapeuta pide permiso y ofrece opciones (parar, cambiar tema,\ninvitar a un referente, usar otro formato). Devuelve control y reduce riesgo de reproducción de dinámicas\ncolonizadoras."
    },
    {
      "nombre": "Validación de dignidad y contexto histórico",
      "codigo": "m_sewb_dignidad",
      "procesos": ["RI_autocompasion"],
      "texto": "Nombrar con claridad cómo racismo, pérdida cultural o trauma histórico pueden impactar el malestar,\nsin reducir a la persona a “síntomas”. Refuerza dignidad y continuidad identitaria."
    },
    {
      "nombre": "Redirección a conexiones protectoras",
      "codigo": "m_sewb_conexiones",
      "procesos": ["N_reencuadre"],
      "texto": "Cuando el relato se centra en déficit individual, reorientar a recursos y conexiones: “¿quién está contigo?”,\n“¿qué te conecta con tu cultura/país?”, “¿qué te ha sostenido antes?”. Cambia el eje de auto-culpa a pertenencia."
    },
    {
      "nombre": "Anclaje corporal y regulación respetuosa",
      "codigo": "m_sewb_regulacion",
      "procesos": ["RE_modulacion"],
      "texto": "Estrategias simples de regulación (respiración, grounding, pausa) introducidas con sensibilidad cultural\ny sin imponer “técnicas” como solución universal. Se usa para estabilizar, no para invalidar la historia."
    },
    {
      "nombre": "Cierre con continuidad y tarea realista",
      "codigo": "m_sewb_cierre",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Al final de sesión: resumir desde continuidad (“lo que has sostenido”, “lo que importa”), y acordar una\nacción pequeña de reconexión (llamar a un familiar, acudir a un servicio indígena, actividad en comunidad)."
    }
  ]
}
