{
  "id": "psicoterapia-del-han-1990",
  "grupo": "Otros",
  "notaEscuela": "modelo cultural-clínico coreano",
  "label": "Psicoterapia del Han",
  "year": 1990,
  "importance": 2,
  "autores": "Desarrollos clínicos coreanos",
  "universidad": "",
  "ciudad": "Seúl",
  "pais": "Corea del Sur",
  "lat": 37.566536,
  "lon": 126.977966,

  "influencias": [
    "Psicología cultural coreana",
    "Trauma histórico",
    "Modelo relacional del self",
    "Psicoterapia comunitaria"
  ],

  "libros": [
    "Min, S. K. (2009). Han and Hwa-Byung: A psychodynamic model of Korean culture-bound syndromes. Transcultural Psychiatry.",
    "Choi, S. C., & Choi, S. H. (2002). Indigenous psychological analysis of Han. Korean Journal of Psychology."
  ],

  "descripcion": "La psicoterapia del Han se basa en el concepto cultural coreano de han, que describe una experiencia acumulativa de dolor, resentimiento, injusticia y sufrimiento no expresado, frecuentemente vinculada a opresión histórica, conflictos familiares y sacrificio personal. El sufrimiento psicológico se entiende como una carga emocional relacional y transgeneracional más que como un trastorno individual. La intervención terapéutica se orienta a la simbolización, expresión y transformación del han a través del vínculo terapéutico, la narrativa y procesos de reconocimiento emocional, promoviendo reparación relacional y restauración de la dignidad personal y colectiva.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se entiende como inseparable del contexto cultural e histórico: el malestar no se reduce a síntomas individuales, sino que se expresa como sufrimiento moral y relacional acumulado (han) enmarcado por experiencias de injusticia, opresión y sacrificio. El conocimiento terapéutico se construye integrando lenguaje cultural, narrativa vivida y reconocimiento intersubjetivo, evitando imponer categorías universalistas que descontextualicen el dolor. El ser humano se concibe como un self relacional y transgeneracional, donde la identidad y el afecto están atravesados por obligaciones, lealtades y memoria colectiva. El cambio ocurre cuando el han puede simbolizarse, expresarse y transformarse en un marco de reconocimiento y dignidad, pasando de resentimiento encapsulado a integración narrativa y reparación relacional. La relación terapéutica funciona como espacio de validación cultural y co-regulación, donde el reconocimiento del sufrimiento (y su raíz histórica/relacional) es condición de posibilidad del cambio.",
    "teoriaFormal": "El self se organiza en torno a significados culturalmente compartidos sobre dignidad, sacrificio, lealtad y posición relacional; el han se conceptualiza como afecto-memoria acumulativa que combina dolor, resentimiento, impotencia y tristeza moral, y que puede transmitirse y reactivarse en vínculos. El sufrimiento se mantiene cuando el han queda no expresado, sin reconocimiento interpersonal, y se cronifica como carga afectiva encapsulada que tiñe la identidad, la relación con los otros y la expectativa de justicia/reparación. El cambio psicológico implica transformar esa carga: hacerla narrable, emocionalmente accesible y relacionalmente reconocida, para reorganizar la identidad desde la vergüenza/resentimiento hacia una posición más integrada y digna, con mayor agencia y posibilidad de reparación.",
    "teoriaClinica": "El caso se conceptualiza identificando cómo se expresa el han en la vida del paciente: historias de injusticia y sacrificio, silencios emocionales, síntomas somáticos o culturales, conflictos de lealtad y patrones relacionales de contención o resentimiento. Se prioriza (1) crear un contexto seguro de validación cultural y vínculo, (2) favorecer rotulación, simbolización y expresión emocional del han sin patologizarlo, (3) reconstruir la narrativa integrando historia familiar y memoria colectiva, y (4) promover reparación relacional (directa o simbólica) y restauración de dignidad personal. El progreso se evalúa por mayor claridad y tolerancia emocional, disminución de encapsulamiento/rumiación resentida, ampliación de repertorio relacional (poder pedir, poner límites, expresar dolor) y una narrativa más integrada que permite futuro sin quedar fijado a la injusticia."
  },

  "mjps": ["RE", "AP", "N", "RI", "I", "R"],

  "procedimientos": [
  {
    "nombre": "Evaluación cultural del han",
    "codigo": "p_han_evaluacion_cultural",
    "procesos": ["N_marcosCognitivos", "RE_rotulacion"],
    "texto": "Procedimiento inicial destinado a identificar cómo el paciente experimenta, nombra y expresa el han dentro de su marco cultural, explorando narrativas de injusticia, sacrificio, resentimiento contenido, síntomas somáticos y silencios emocionales. Se evalúa el significado cultural del sufrimiento, su legitimidad moral y su inserción en la historia familiar y social, evitando la traducción prematura a categorías psicopatológicas occidentales y estableciendo un encuadre clínico culturalmente sensible. (Min, 2009; Choi & Choi, 2002)."
  },
  {
    "nombre": "Exploración narrativa del sufrimiento histórico y transgeneracional",
    "codigo": "p_han_narrativa_transgeneracional",
    "procesos": ["N_narrativaAutobiografica", "I_continuidadBiografica"],
    "texto": "Procedimiento orientado a reconstruir la narrativa vital del paciente integrando experiencias personales de injusticia con historias familiares y colectivas de opresión, pérdida o sacrificio, permitiendo situar el han como una experiencia relacional y transgeneracional. La elaboración narrativa favorece la continuidad biográfica, reduce el aislamiento del sufrimiento y transforma el dolor encapsulado en una historia compartible y comprensible. (Min, 2009; Kim, 2016)."
  },
  {
    "nombre": "Validación relacional y reconocimiento del sufrimiento",
    "codigo": "p_han_validacion_reconocimiento",
    "procesos": ["RE_coregulacion", "R_reparacionRelacional"],
    "texto": "Procedimiento centrado en ofrecer un reconocimiento explícito y sostenido del sufrimiento vivido como injusto y legítimo, utilizando la relación terapéutica como espacio de validación moral y emocional. Este reconocimiento contrarresta la vergüenza y el silenciamiento asociados al han, y actúa como experiencia relacional correctiva que permite pasar del resentimiento encapsulado a una vivencia de dignidad compartida. (Min, 2009; Choi & Choi, 2002)."
  },
  {
    "nombre": "Facilitación de expresión emocional contenida",
    "codigo": "p_han_expresion_emocional",
    "procesos": ["AP_evocacion", "AP_profundizacion"],
    "texto": "Procedimiento destinado a facilitar la expresión gradual de emociones tradicionalmente inhibidas como la rabia, la tristeza profunda o el resentimiento moral, respetando el ritmo cultural y relacional del paciente. La evocación y profundización experiencial permiten que el han deje de mantenerse como afecto encapsulado y pueda transformarse sin desbordamiento ni ruptura relacional. (Min, 2009)."
  },
  {
    "nombre": "Trabajo con síntomas somáticos culturalmente mediados",
    "codigo": "p_han_somatico_cultural",
    "procesos": ["AP_somaticoEsquematico", "RE_modulacion"],
    "texto": "Procedimiento enfocado en abordar manifestaciones somáticas del han —como opresión torácica, calor, dolor corporal o fatiga— entendidas como expresiones culturalmente mediadas del sufrimiento emocional. El trabajo somático permite acceder a afectos no verbalizados, modular la activación emocional y favorecer la integración cuerpo–significado sin reducir el síntoma a una explicación puramente médica. (Min, 2009)."
  },
  {
    "nombre": "Reparación simbólica y restauración de dignidad",
    "codigo": "p_han_reparacion_simbolica",
    "procesos": ["I_autoimagen", "R_valoresRelacionales"],
    "texto": "Procedimiento orientado a promover formas simbólicas de reparación —internas, relacionales o narrativas— que restituyan la dignidad personal y colectiva dañada por experiencias de injusticia. La reparación no implica necesariamente confrontación externa, sino reconfigurar la autoimagen y la posición relacional del self desde una identidad menos marcada por el sacrificio y el resentimiento. (Min, 2009; Choi & Choi, 2002)."
  },
  {
    "nombre": "Integración del han en la identidad y proyección futura",
    "codigo": "p_han_integracion_identitaria",
    "procesos": ["I_continuidadBiografica", "N_construccionAlternativa"],
    "texto": "Procedimiento final orientado a integrar el han como parte significativa, pero no definitoria, de la identidad personal, permitiendo que el sufrimiento pasado se incorpore a una narrativa vital abierta al futuro. Esta integración reduce la fijación al agravio, amplía la agencia y facilita la construcción de proyectos vitales que no giran exclusivamente en torno a la reparación del daño sufrido. (Min, 2009)."
  }
],

"micros": [
  {
    "nombre": "Nombrar el han como experiencia legítima",
    "codigo": "m_han_rotulacion_legitima",
    "procesos": ["RE_rotulacion", "N_marcosCognitivos"],
    "texto": "Microintervención consistente en ayudar al paciente a poner nombre explícito a su vivencia como han, validando su legitimidad moral y cultural y diferenciándola de etiquetas psicopatológicas estigmatizantes. Nombrar el han reduce confusión emocional, ordena la experiencia y permite iniciar un trabajo terapéutico sin invalidar el significado cultural del sufrimiento (Min, 2009; Choi & Choi, 2002)."
  },
  {
    "nombre": "Validación explícita de la injusticia vivida",
    "codigo": "m_han_validacion_injusticia",
    "procesos": ["RE_coregulacion", "R_reparacionRelacional"],
    "texto": "Microintervención relacional en la que el terapeuta reconoce de forma explícita el carácter injusto del sufrimiento narrado, sin minimizarlo ni neutralizarlo con reencuadres prematuros. Esta validación actúa como corrector del silenciamiento cultural y reduce vergüenza y aislamiento emocional asociados al han (Min, 2009)."
  },
  {
    "nombre": "Explorar silencios y emociones no dichas",
    "codigo": "m_han_silencios_emocionales",
    "procesos": ["AP_evocacion", "RE_prevEvitacion"],
    "texto": "Intervención breve orientada a señalar y explorar pausas, vacilaciones o silencios significativos en el relato del paciente, invitando a contactar con emociones contenidas que no han podido expresarse por lealtad, miedo o mandato cultural. Facilita el acceso gradual a afectos encapsulados sin forzar su expresión (Min, 2009)."
  },
  {
    "nombre": "Conectar síntoma somático con significado emocional",
    "codigo": "m_han_somatico_significado",
    "procesos": ["AP_somaticoEsquematico", "N_reformulacion"],
    "texto": "Microintervención que vincula sensaciones corporales recurrentes (opresión, calor, dolor) con experiencias emocionales y relacionales asociadas al han, permitiendo traducir el síntoma en significado sin reducirlo a una explicación médica. Esta conexión favorece integración cuerpo–afecto–narrativa (Min, 2009)."
  },
  {
    "nombre": "Diferenciar sacrificio impuesto de elección personal",
    "codigo": "m_han_sacrificio_eleccion",
    "procesos": ["I_conflictosSelf", "N_metacognicion"],
    "texto": "Intervención focal que ayuda a distinguir entre sacrificios asumidos por mandato cultural o relacional y aquellos elegidos conscientemente, clarificando conflictos identitarios y reduciendo culpa y resentimiento cronificado. Permite reordenar la posición del self frente a lealtades invisibles (Choi & Choi, 2002)."
  },
  {
    "nombre": "Externalizar el han sin expulsarlo",
    "codigo": "m_han_externalizacion_integrada",
    "procesos": ["RI_mindfulnessSelf", "N_construccionAlternativa"],
    "texto": "Microintervención que invita a observar el han como una experiencia interna diferenciada del yo total, sin negarlo ni expulsarlo, favoreciendo una relación más flexible con el sufrimiento. Esta externalización integrada reduce fusión identitaria y abre espacio para nuevas posiciones del self (Min, 2009)."
  },
  {
    "nombre": "Reconocer costes relacionales del resentimiento encapsulado",
    "codigo": "m_han_costes_relacionales",
    "procesos": ["R_estilosApego", "N_insightPsicodinamico"],
    "texto": "Intervención breve orientada a identificar cómo el han no expresado impacta en vínculos actuales (distancia emocional, rigidez, hipercumplimiento), favoreciendo insight relacional sin culpabilizar al paciente. Ayuda a transformar el resentimiento en información relacional utilizable (Min, 2009)."
  },
  {
    "nombre": "Autorizar la expresión emocional sin ruptura del vínculo",
    "codigo": "m_han_autorizacion_expresion",
    "procesos": ["RE_modulacion", "R_comunicacionEmocional"],
    "texto": "Microintervención que legitima la expresión de dolor, tristeza o rabia dentro de límites relacionales seguros, desactivando el miedo a dañar al otro o perder pertenencia. Facilita comunicación emocional diferenciada y reduce inhibición afectiva crónica (Min, 2009)."
  },
  {
    "nombre": "Reubicar el han en la historia vital",
    "codigo": "m_han_reubicacion_biografica",
    "procesos": ["I_continuidadBiografica", "N_narrativaAutobiografica"],
    "texto": "Intervención narrativa breve que ayuda a situar el han como capítulo significativo pero no totalizante de la biografía personal, favoreciendo continuidad identitaria y reduciendo fijación al agravio. Permite integrar pasado sin quedar definido por él (Min, 2009)."
  },
  {
    "nombre": "Explorar gestos simbólicos de dignidad",
    "codigo": "m_han_gestos_dignidad",
    "procesos": ["I_valoresAspiracionales", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención orientada a identificar pequeños gestos, decisiones o posicionamientos simbólicos que restituyan dignidad personal frente a experiencias de injusticia, reforzando agencia sin necesidad de confrontación directa. Estos gestos consolidan una identidad menos organizada alrededor del sacrificio (Choi & Choi, 2002)."
  }
],

  "ideasPrincipales": [
  {
    "id": "idea_han_1",
    "titulo": "El han es una experiencia moral y relacional, no un síntoma individual",
    "desarrollo": "La psicoterapia del Han parte de que el sufrimiento psicológico no puede reducirse a un trastorno intrapsíquico, sino que se configura como una experiencia moral de injusticia, dolor y sacrificio no reconocido, inscrita en relaciones y contextos históricos concretos. El han expresa una herida relacional y cultural, cuya comprensión exige reconocer su legitimidad más allá de categorías diagnósticas occidentales. (Min, 2009; Choi & Choi, 2002)."
  },
  {
    "id": "idea_han_2",
    "titulo": "El silenciamiento emocional es un mecanismo central de mantenimiento del han",
    "desarrollo": "El han se mantiene cuando el dolor no puede ser expresado, reconocido o elaborado debido a mandatos culturales, lealtades familiares o miedo a la ruptura relacional. Este silenciamiento cronifica el sufrimiento, lo desplaza hacia el cuerpo o la conducta y refuerza posiciones identitarias basadas en el sacrificio y la contención afectiva. (Min, 2009)."
  },
  {
    "id": "idea_han_3",
    "titulo": "El reconocimiento relacional es condición de posibilidad del cambio",
    "desarrollo": "La transformación del han no ocurre principalmente por insight cognitivo, sino a través de experiencias de reconocimiento interpersonal que validan el sufrimiento como injusto y comprensible. La relación terapéutica actúa como espacio de reparación simbólica donde el dolor deja de ser invisible y puede reorganizarse emocionalmente. (Min, 2009)."
  },
  {
    "id": "idea_han_4",
    "titulo": "El cuerpo es una vía privilegiada de expresión del han",
    "desarrollo": "Cuando el sufrimiento no puede simbolizarse verbalmente, el han se expresa con frecuencia a través de síntomas somáticos culturalmente mediados, como ocurre en síndromes como el hwa-byung. El trabajo terapéutico reconoce estas manifestaciones corporales como portadoras de significado emocional y relacional, no como meros fenómenos psicosomáticos inespecíficos. (Min, 2009)."
  },
  {
    "id": "idea_han_5",
    "titulo": "El han tiene una dimensión transgeneracional",
    "desarrollo": "El sufrimiento asociado al han no pertenece únicamente a la biografía individual, sino que se transmite y reactualiza a través de historias familiares y memorias colectivas de opresión, pérdida o humillación. La terapia aborda el malestar situándolo en una continuidad histórica que reduce la autoatribución patológica y amplía el marco de comprensión del self. (Choi & Choi, 2002; Min, 2009)."
  },
  {
    "id": "idea_han_6",
    "titulo": "Transformar el han implica restaurar dignidad, no eliminar el dolor",
    "desarrollo": "El objetivo terapéutico no es borrar el sufrimiento pasado ni forzar el perdón, sino permitir una reorganización identitaria en la que la dignidad personal y relacional quede restituida. La integración del han implica pasar de una identidad definida por el resentimiento y el sacrificio a una posición más libre y autoral frente a la propia historia. (Min, 2009)."
  },
  {
    "id": "idea_han_7",
    "titulo": "La cultura no es un contexto accesorio, sino un organizador del self",
    "desarrollo": "La psicoterapia del Han sostiene que la cultura no actúa como un simple trasfondo del sufrimiento, sino como un sistema activo que organiza la experiencia emocional, las lealtades relacionales y las formas legítimas de expresión del dolor. Ignorar esta dimensión produce intervenciones desajustadas y potencialmente invalidantes. (Choi & Choi, 2002)."
  },
  {
    "id": "idea_han_8",
    "titulo": "La integración del han permite abrir una proyección futura no reactiva",
    "desarrollo": "Cuando el han se integra narrativamente y deja de operar como herida abierta, el self puede proyectarse hacia el futuro sin quedar fijado a la reparación del daño sufrido. Esta integración amplía la agencia, flexibiliza las relaciones y permite construir proyectos vitales que no giran exclusivamente en torno a la injusticia pasada. (Min, 2009)."
  }
],


  "refs": [
    "Min, S. K. (2009). Han and Hwa-Byung: A psychodynamic model of Korean culture-bound syndromes. Transcultural Psychiatry.",
    "Choi, S. C., & Choi, S. H. (2002). Indigenous psychological analysis of Han. Korean Journal of Psychology."
  ]
}
