{
  "id": "autopoiesis-maturana-varela-1972",
  "grupo": "Constructivista",
  "label": "Autopoiesis y Enactivismo",
  "year": 1972,
  "importance": 4,
  "autores": "Humberto Maturana; Francisco Varela",
  "universidad": "Universidad de Chile",
  "ciudad": "Santiago",
  "pais": "Chile",
  "lat": -33.456940,
  "lon": -70.648270,

  "descripcion": "La teoría de la autopoiesis, desarrollada por Humberto Maturana y Francisco Varela, propone que los sistemas vivos son sistemas autopoiéticos: redes cerradas de producción de componentes que se regeneran a sí mismas y mantienen su organización mediante una dinámica interna estructuralmente acoplada al entorno. Desde esta perspectiva, el conocimiento no es representación de una realidad externa objetiva, sino un proceso enactivo emergente de la interacción entre organismo y medio. El observador forma parte del sistema que describe, por lo que toda explicación es una construcción dependiente del dominio relacional en que surge. Esta propuesta fundamenta el constructivismo radical y el giro hacia modelos relacionales, sistémicos y post-positivistas en psicoterapia, influyendo de manera decisiva en desarrollos clínicos posteriores del constructivismo, el construccionismo social y la terapia narrativa.",

  "influencias": [
    "Biología sistémica",
    "Cibernética de segundo orden",
    "Epistemología constructivista",
    "Fenomenología",
    "Teoría de sistemas"
  ],

  "neimeyer": {
    "epistemologico": "El conocimiento es una construcción enactiva que emerge del acoplamiento estructural entre organismo y entorno. No existe acceso directo a una realidad objetiva independiente del observador; toda descripción es producida desde una posición relacional específica. La verdad es coherencia operacional dentro de un dominio consensual, no correspondencia con una realidad en sí.",
    "teoriaFormal": "El self no es una entidad fija sino un proceso organizacional emergente dentro de una red autopoiética de relaciones. La identidad se mantiene por coherencia estructural y narrativa dentro del sistema, y se transforma cuando cambian los patrones de acoplamiento relacional. El sufrimiento puede entenderse como rigidez estructural o pérdida de flexibilidad en el acoplamiento con el entorno.",
    "teoriaClinica": "La intervención terapéutica no corrige representaciones erróneas sino que modifica dominios relacionales, ampliando posibilidades de coordinación conductual y narrativa. El terapeuta es un observador participante que co-construye nuevos espacios conversacionales que permiten reorganización estructural y emergencia de configuraciones más viables."
  },

  "mjps": ["N", "I", "RI", "AG"],

  "procedimientos": [],
  "micros": [],
  "ideasPrincipales": [

  {
    "id": "idea_autopoiesis_1",
    "titulo": "Los sistemas vivos son autopoiéticos",
    "desarrollo": "Un sistema vivo es una red cerrada de producción de componentes que se regeneran continuamente y mantienen su organización a través de su propia dinámica interna. La identidad del sistema no depende de los elementos materiales específicos, sino de la organización relacional que los produce y los mantiene. (Maturana & Varela, 1972)."
  },

  {
    "id": "idea_autopoiesis_2",
    "titulo": "Conocer es un acto enactivo, no representacional",
    "desarrollo": "El conocimiento no consiste en representar una realidad externa independiente, sino en generar un mundo a través de la acción y la interacción. Organismo y entorno se co-determinan en el proceso de acoplamiento estructural, y lo que llamamos realidad emerge de esa historia de interacciones. (Maturana & Varela, 1984; Varela, Thompson & Rosch, 1991)."
  },

  {
    "id": "idea_autopoiesis_3",
    "titulo": "El observador forma parte del dominio que describe",
    "desarrollo": "Toda explicación es producida por un observador dentro de un dominio relacional específico. No existe una posición externa privilegiada desde la cual describir objetivamente la realidad; toda descripción es una construcción dependiente del sistema que la produce. (Maturana & Varela, 1984)."
  },

  {
    "id": "idea_autopoiesis_4",
    "titulo": "La verdad es coherencia operacional",
    "desarrollo": "La validez de una explicación no se define por su correspondencia con una realidad independiente, sino por su coherencia dentro de un dominio consensual de interacciones. La objetividad es siempre objetividad entre paréntesis: una coordinación de acciones compartidas, no acceso a lo absoluto. (Maturana, 1988; Maturana & Varela, 1984)."
  },

  {
    "id": "idea_autopoiesis_5",
    "titulo": "El self es un proceso organizacional emergente",
    "desarrollo": "La identidad personal no es una entidad sustancial, sino una configuración dinámica mantenida por la organización del sistema en interacción con su entorno. El self se conserva mientras se conserve la organización que lo produce, y se transforma cuando cambian los patrones de acoplamiento estructural. (Maturana & Varela, 1972; Varela et al., 1991)."
  },

  {
    "id": "idea_autopoiesis_6",
    "titulo": "El cambio implica reorganización estructural",
    "desarrollo": "Los sistemas autopoiéticos no pueden ser instruidos desde fuera, solo perturbados. El cambio ocurre cuando una perturbación desencadena una reorganización interna coherente con la estructura del sistema. En terapia, esto implica que la transformación no se impone, sino que emerge desde la dinámica interna del sujeto en interacción conversacional. (Maturana & Varela, 1984)."
  },

  {
    "id": "idea_autopoiesis_7",
    "titulo": "El lenguaje crea dominios consensuales de realidad",
    "desarrollo": "El lenguaje no transmite información objetiva, sino que coordina conductas en un dominio consensual. A través de la conversación, se generan mundos compartidos que estructuran identidad, emoción y acción. La psicoterapia actúa precisamente en este dominio conversacional. (Maturana, 1988; Maturana & Varela, 1984)."
  },

  {
    "id": "idea_autopoiesis_8",
    "titulo": "La emoción funda la racionalidad",
    "desarrollo": "Toda racionalidad se da en un dominio emocional que la hace posible. Las distinciones cognitivas y argumentativas emergen desde disposiciones emocionales previas que configuran el espacio relacional. El cambio terapéutico requiere modificar dominios emocionales, no solo narrativos. (Maturana, 1988)."
  },

  {
    "id": "idea_autopoiesis_9",
    "titulo": "La ética surge del reconocimiento del otro como legítimo otro",
    "desarrollo": "En el dominio humano, la convivencia y la transformación relacional dependen del reconocimiento mutuo como legítimos otros en la convivencia. La práctica terapéutica se fundamenta en esta ética relacional, donde el cambio se produce en un espacio de aceptación y co-construcción. (Maturana, 1991)."
  }

],


  "refs": [
    "Maturana, H., & Varela, F. (1972). De máquinas y seres vivos.",
    "Maturana, H., & Varela, F. (1984). El árbol del conocimiento.",
    "Varela, F., Thompson, E., & Rosch, E. (1991). The Embodied Mind."
  ]
}
