{
  "id": "constructivismo-genetico-piaget-1936",
  "grupo": "Constructivista",
  "label": "Constructivismo genético",
  "year": 1936,
  "importance": 4,
  "autores": "Jean Piaget",
  "universidad": "Université de Genève",
  "ciudad": "Ginebra",
  "pais": "Suiza",
  "lat": 46.204391,
  "lon": 6.143158,
  "isMarco": true,
  "isFundacional": true,

  "descripcion": "El constructivismo genético de Jean Piaget es un marco explicativo del desarrollo del conocimiento que entiende la mente como un sistema activo que construye estructuras (esquemas y operaciones) mediante la interacción continua con el entorno. El cambio psicológico se produce por procesos de asimilación y acomodación: la persona integra la experiencia en esquemas previos y, cuando la experiencia los desborda, los reorganiza para restaurar un equilibrio más estable y complejo. Piaget describe esta construcción como una génesis progresiva de formas de organización cognitiva —desde la inteligencia sensoriomotora hasta el pensamiento operacional— donde el sujeto no copia la realidad, sino que la constituye a través de coordinaciones de acción y de significación. En psicoterapia, este marco sostiene lecturas constructivistas del self y del cambio: el malestar puede entenderse como rigidez en esquemas/operaciones, desequilibrios persistentes o estilos de significado que no se acomodan a nuevas demandas, y la intervención como facilitación de reorganizaciones que aumentan complejidad, flexibilidad y capacidad de autorregulación.",

  "influencias": [
    "Epistemología",
    "Biología y adaptación (modelo organismo-entorno)",
    "Psicología del desarrollo",
    "Lógica y teoría del conocimiento",
    "Interaccionismo (sujeto-medio)"
  ],

  "neimeyer": {
    "epistemologico": "El conocimiento se concibe como construcción activa y situada: no es copia de una realidad dada, sino resultado de coordinaciones entre acción y experiencia dentro de un proceso adaptativo. La validez de los significados se entiende como equilibrio funcional (equilibración) entre lo que el sujeto puede asimilar y lo que necesita acomodar, de modo que la objetividad psicológica se logra como estabilización progresiva de estructuras que permiten operar con mayor coherencia y reversibilidad.",
    "teoriaFormal": "El self y la cognición se organizan en esquemas y operaciones que se transforman por etapas de complejidad creciente. La continuidad identitaria depende de la conservación de estructuras de significado y regulación; el cambio aparece cuando las discrepancias generan desequilibrio y exigen acomodaciones. El sufrimiento puede conceptualizarse como fijación en esquemas rígidos, déficits de reversibilidad/perspectiva o equilibrios precarios que sostienen interpretaciones y conductas repetitivas.",
    "teoriaClinica": "La intervención, coherente con este marco, favorece condiciones para que el paciente detecte discrepancias, explore alternativas y reorganice esquemas hacia formas más flexibles y complejas de comprensión y acción. El terapeuta trabaja como facilitador de procesos de toma de perspectiva, diferenciación e integración, promoviendo acomodaciones que restauren equilibrio sin imposición externa, y evaluando progreso por aumento de flexibilidad, reversibilidad y capacidad de autorregulación en contextos relevantes."
  },

  "mjps": ["N", "I", "AG", "RE"],

  "procedimientos": [],
  "micros": [],
 "ideasPrincipales": [

  {
    "id": "idea_piaget_1",
    "titulo": "El conocimiento se construye activamente",
    "desarrollo": "El sujeto no copia la realidad ni la recibe pasivamente; la construye mediante coordinaciones de acción que se organizan progresivamente en estructuras cada vez más complejas. El conocimiento es el resultado de una actividad estructurante del organismo en interacción con el medio. (Piaget, 1936; 1970)."
  },

  {
    "id": "idea_piaget_2",
    "titulo": "Asimilación y acomodación regulan el cambio",
    "desarrollo": "Toda experiencia se integra inicialmente mediante asimilación a esquemas previos, pero cuando la realidad desborda esos esquemas, se produce acomodación, es decir, reorganización estructural. El desarrollo cognitivo es la dinámica continua entre ambos procesos. (Piaget, 1936; 1952)."
  },

  {
    "id": "idea_piaget_3",
    "titulo": "La equilibración es el motor del desarrollo",
    "desarrollo": "El sistema cognitivo tiende hacia estados de equilibrio cada vez más estables y complejos. El desequilibrio generado por discrepancias impulsa reorganizaciones estructurales que conducen a formas superiores de coherencia y reversibilidad. (Piaget, 1970)."
  },

  {
    "id": "idea_piaget_4",
    "titulo": "Las estructuras cognitivas evolucionan por estadios",
    "desarrollo": "El desarrollo intelectual sigue una secuencia de estadios cualitativamente distintos —sensoriomotor, preoperatorio, operaciones concretas y operaciones formales— cada uno caracterizado por formas específicas de organización lógica y capacidad de descentramiento. (Piaget & Inhelder, 1966)."
  },

  {
    "id": "idea_piaget_5",
    "titulo": "La lógica emerge de la acción",
    "desarrollo": "Las operaciones lógicas no son innatas ni meramente lingüísticas, sino que emergen de la interiorización y coordinación de acciones sobre el mundo. El pensamiento formal se construye progresivamente a partir de la actividad práctica. (Piaget, 1952; 1970)."
  },

  {
    "id": "idea_piaget_6",
    "titulo": "La identidad se mantiene por conservación estructural",
    "desarrollo": "El self cognitivo se sostiene en la continuidad de esquemas organizadores que permiten conservar identidad a través del cambio. La transformación no implica ruptura del sistema, sino reorganización que mantiene coherencia estructural. (Piaget, 1970)."
  },

  {
    "id": "idea_piaget_7",
    "titulo": "El descentramiento amplía la perspectiva",
    "desarrollo": "El desarrollo implica superar el egocentrismo cognitivo y adquirir capacidad de tomar múltiples perspectivas. El descentramiento permite mayor complejidad en la comprensión social y en la regulación del propio pensamiento. (Piaget & Inhelder, 1966)."
  },

  {
    "id": "idea_piaget_8",
    "titulo": "El error es condición del progreso",
    "desarrollo": "Las respuestas incorrectas no son simples fallos, sino manifestaciones coherentes de una estructura cognitiva en determinado nivel de desarrollo. El error revela la organización actual del sistema y constituye punto de partida para su reorganización. (Piaget, 1936)."
  },

  {
    "id": "idea_piaget_9",
    "titulo": "La adaptación cognitiva es estructural, no acumulativa",
    "desarrollo": "El desarrollo no consiste en añadir información, sino en transformar estructuras organizativas. Cada estadio implica una reorganización cualitativa que redefine las posibilidades de comprensión y acción del sujeto. (Piaget, 1970)."
  }

],


  "refs": [
    "Piaget, J. (1936). La naissance de l’intelligence chez l’enfant.",
    "Piaget, J. (1952). The Origins of Intelligence in Children.",
    "Piaget, J. (1970). Genetic Epistemology.",
    "Piaget, J., & Inhelder, B. (1966). The Psychology of the Child."
  ]
}
