{
  "id": "constructivismo-genetico-piaget-1936",
  "grupo": "Constructivista",
  "label": "Constructivismo genético",
  "year": 1936,
  "importance": 4,
  "autores": "Jean Piaget",
  "universidad": "Université de Genève",
  "ciudad": "Ginebra",
  "pais": "Suiza",
  "lat": 46.204391,
  "lon": 6.143158,
  "isMarco": true,
  "isFundacional": true,

  "descripcion": "El constructivismo genético de Jean Piaget es un marco explicativo del desarrollo del conocimiento que entiende la mente como un sistema activo que construye estructuras (esquemas y operaciones) mediante la interacción continua con el entorno. El cambio psicológico se produce por procesos de asimilación y acomodación: la persona integra la experiencia en esquemas previos y, cuando la experiencia los desborda, los reorganiza para restaurar un equilibrio más estable y complejo. Piaget describe esta construcción como una génesis progresiva de formas de organización cognitiva —desde la inteligencia sensoriomotora hasta el pensamiento operacional— donde el sujeto no copia la realidad, sino que la constituye a través de coordinaciones de acción y de significación. En psicoterapia, este marco sostiene lecturas constructivistas del self y del cambio: el malestar puede entenderse como rigidez en esquemas/operaciones, desequilibrios persistentes o estilos de significado que no se acomodan a nuevas demandas, y la intervención como facilitación de reorganizaciones que aumentan complejidad, flexibilidad y capacidad de autorregulación.",

  "influencias": [
    "Epistemología",
    "Biología y adaptación (modelo organismo-entorno)",
    "Psicología del desarrollo",
    "Lógica y teoría del conocimiento",
    "Interaccionismo (sujeto-medio)"
  ],

  "neimeyer": {
    "epistemologico": "El conocimiento se concibe como construcción activa y situada: no es copia de una realidad dada, sino resultado de coordinaciones entre acción y experiencia dentro de un proceso adaptativo. La validez de los significados se entiende como equilibrio funcional (equilibración) entre lo que el sujeto puede asimilar y lo que necesita acomodar, de modo que la objetividad psicológica se logra como estabilización progresiva de estructuras que permiten operar con mayor coherencia y reversibilidad.",
    "teoriaFormal": "El self y la cognición se organizan en esquemas y operaciones que se transforman por etapas de complejidad creciente. La continuidad identitaria depende de la conservación de estructuras de significado y regulación; el cambio aparece cuando las discrepancias generan desequilibrio y exigen acomodaciones. El sufrimiento puede conceptualizarse como fijación en esquemas rígidos, déficits de reversibilidad/perspectiva o equilibrios precarios que sostienen interpretaciones y conductas repetitivas.",
    "teoriaClinica": "La intervención, coherente con este marco, favorece condiciones para que el paciente detecte discrepancias, explore alternativas y reorganice esquemas hacia formas más flexibles y complejas de comprensión y acción. El terapeuta trabaja como facilitador de procesos de toma de perspectiva, diferenciación e integración, promoviendo acomodaciones que restauren equilibrio sin imposición externa, y evaluando progreso por aumento de flexibilidad, reversibilidad y capacidad de autorregulación en contextos relevantes."
  },

  "mjps": ["N", "I", "AG", "RE"],

  "procedimientos": [],
  "micros": [],
"ideasPrincipales": [

  {
    "id": "idea_piaget_1",
    "titulo": "El conocimiento se construye activamente",
    "desarrollo": "El sujeto no copia la realidad ni la recibe pasivamente; la construye mediante coordinaciones de acción que se organizan progresivamente en estructuras cada vez más complejas. El conocimiento es el resultado de una actividad estructurante del organismo en interacción con el medio, donde percepción, acción y organización lógica forman una unidad funcional. La realidad conocida es siempre el producto de estas operaciones constructivas, no un reflejo directo del mundo externo. (Piaget, 1936; 1970)."
  },

  {
    "id": "idea_piaget_2",
    "titulo": "Asimilación y acomodación regulan el cambio",
    "desarrollo": "Toda experiencia se integra inicialmente mediante asimilación a esquemas previos, es decir, se interpreta desde estructuras ya disponibles. Sin embargo, cuando la realidad desborda esos esquemas, se produce acomodación: una modificación estructural que transforma la organización cognitiva para incorporar la novedad. El desarrollo no es simple acumulación de contenidos, sino equilibrio dinámico entre conservación estructural y reorganización adaptativa. (Piaget, 1936; 1952)."
  },

  {
    "id": "idea_piaget_3",
    "titulo": "La equilibración es el motor del desarrollo",
    "desarrollo": "El sistema cognitivo tiende hacia estados de equilibrio cada vez más estables y complejos. El desequilibrio generado por contradicciones internas o por discrepancias con la experiencia impulsa reorganizaciones estructurales que conducen a formas superiores de coherencia, reversibilidad y coordinación lógica. La equilibración es un proceso autorregulador que explica la dirección y la progresión del desarrollo cognitivo. (Piaget, 1970)."
  },

  {
    "id": "idea_piaget_4",
    "titulo": "Las estructuras cognitivas evolucionan por estadios",
    "desarrollo": "El desarrollo intelectual sigue una secuencia de estadios cualitativamente distintos —sensoriomotor, preoperatorio, operaciones concretas y operaciones formales— caracterizados por formas específicas de organización estructural. Cada estadio representa un sistema coherente de operaciones que no puede reducirse a la simple suma del anterior, sino que implica una reorganización global del modo de pensar y comprender el mundo. (Piaget & Inhelder, 1966)."
  },

  {
    "id": "idea_piaget_5",
    "titulo": "La lógica emerge de la acción",
    "desarrollo": "Las operaciones lógicas no son innatas ni meramente lingüísticas, sino que emergen de la interiorización y coordinación progresiva de acciones sobre el mundo. La reversibilidad, la conservación y la seriación se construyen a partir de esquemas prácticos que se transforman en estructuras operatorias formales. El pensamiento abstracto es una reorganización de la acción interiorizada. (Piaget, 1952; 1970)."
  },

  {
    "id": "idea_piaget_6",
    "titulo": "La identidad se mantiene por conservación estructural",
    "desarrollo": "El self cognitivo se sostiene en la continuidad de esquemas organizadores que permiten conservar identidad a través del cambio. La transformación evolutiva no implica ruptura del sistema, sino reorganización que mantiene coherencia estructural dentro de nuevas configuraciones más complejas. La estabilidad del yo depende de la conservación de estructuras coordinadoras que integran experiencia pasada y presente. (Piaget, 1970)."
  },

  {
    "id": "idea_piaget_7",
    "titulo": "El descentramiento amplía la perspectiva",
    "desarrollo": "El desarrollo implica superar el egocentrismo cognitivo inicial y adquirir capacidad de descentramiento, es decir, de coordinar múltiples perspectivas simultáneamente. Este proceso permite comprender puntos de vista ajenos, integrar dimensiones múltiples de un problema y regular el propio pensamiento mediante operaciones reversibles y coordinadas. El descentramiento es condición para el pensamiento lógico y social complejo. (Piaget & Inhelder, 1966)."
  },

  {
    "id": "idea_piaget_8",
    "titulo": "El error es condición del progreso",
    "desarrollo": "Las respuestas incorrectas no son simples fallos, sino manifestaciones coherentes de una estructura cognitiva en un nivel determinado de desarrollo. El error revela la organización actual del sistema y constituye una oportunidad privilegiada para generar desequilibrio productivo. Sin error no hay conflicto cognitivo, y sin conflicto no hay reorganización estructural. (Piaget, 1936; 1952)."
  },

  {
    "id": "idea_piaget_9",
    "titulo": "La adaptación cognitiva es estructural, no acumulativa",
    "desarrollo": "El desarrollo no consiste en añadir información a una base estable, sino en transformar las estructuras organizativas que hacen posible comprender y actuar. Cada estadio implica una reorganización cualitativa que redefine las posibilidades de significación, inferencia y regulación. El progreso es estructural y sistémico, no meramente cuantitativo. (Piaget, 1970)."
  }

],


  "refs": [
    "Piaget, J. (1936). La naissance de l’intelligence chez l’enfant.",
    "Piaget, J. (1952). The Origins of Intelligence in Children.",
    "Piaget, J. (1970). Genetic Epistemology.",
    "Piaget, J., & Inhelder, B. (1966). The Psychology of the Child."
  ]
}
