{
  "id": "k13coherence-therapy-1993",
  "grupo": "Constructivista",
  "label": "Coherence Therapy",
  "year": 1993,
  "autores": "Bruce Ecker; Laurel Hulley; Robin Ticic",
  "universidad": "",
  "ciudad": "San Francisco, California",
  "pais": "EE. UU.",
  "lat": 37.774929,
  "lon": -122.419416,

  "influencias": [
    "Constructivismo",
    "Fenomenología / Hermenéutica",
    "Constructivismo narrativo",
    "Neimeyer – Psicoterapia constructivista",
    "Mahoney – Psychotherapy Process",
    "Memoria y reconsolidación",
    "Constructivismo (cognitivismo evolutivo)"
  ],

  "descripcion": "La Coherence Therapy parte de la premisa radical de que todo síntoma psicológico es coherente con construcciones emocionales implícitas que cumplen una función adaptativa dentro del sistema de significados del individuo. El problema no es el síntoma, sino que el significado que lo sostiene permanece implícito y no integrado en la conciencia narrativa. La terapia no busca controlar, eliminar ni compensar el síntoma, sino descubrir la lógica emocional profunda que lo hace necesario y permitir que el propio sistema reorganice su coherencia interna. El cambio ocurre cuando el significado emocional implícito se hace explícito, se vive plenamente y entra en contradicción experiencial con una nueva experiencia emocional, lo que activa procesos de reconsolidación de la memoria y produce transformaciones duraderas sin esfuerzo voluntario. Este enfoque integra constructivismo clínico, fenomenología experiencial y neurociencia afectiva, manteniendo una postura no patologizante y profundamente respetuosa con la lógica interna del paciente (Ecker, Hulley & Ticic, 2012; Ecker, 2015).",

  "procesos": [
    "Descubrimiento de coherencia sintomática",
    "Explicitación de significados emocionales implícitos",
    "Activación experiencial del conocimiento emocional",
    "Desconfirmación emocional correctiva",
    "Reconsolidación de memorias emocionales",
    "Reorganización coherente del self"
  ],

  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
"ideasPrincipales": [
  {
    "id": "idea_coh_1",
    "titulo": "El síntoma no es un error, sino una solución coherente",
    "desarrollo": "En Coherence Therapy, los síntomas psicológicos no se entienden como fallos, disfunciones o hábitos desadaptativos, sino como soluciones emocionalmente coherentes a problemas vitales reales vividos en el pasado. Todo síntoma cumple una función protectora, relacional o identitaria dentro del sistema de significados del individuo, incluso cuando resulta costoso o doloroso en el presente. Esta premisa cambia radicalmente la actitud terapéutica: el objetivo no es eliminar el síntoma, sino comprender por qué el sistema lo necesita. Cuando la coherencia del síntoma se descubre y valida, desaparecen la lucha interna y la resistencia defensiva, creando las condiciones para un cambio profundo y no forzado (Ecker, Hulley & Ticic, 2012)."
  },
  {
    "id": "idea_coh_2",
    "titulo": "El problema no es el síntoma, sino que su significado permanece implícito",
    "desarrollo": "El sufrimiento psicológico se mantiene porque los significados emocionales que hacen necesario el síntoma operan de forma implícita, fuera de la conciencia reflexiva. La persona puede querer conscientemente cambiar, pero su sistema emocional actúa según aprendizajes no conscientes que siguen siendo vividos como verdaderos y necesarios. Esta disociación entre metas conscientes y conocimiento emocional implícito genera conflicto interno y cronificación. La terapia no añade nuevas interpretaciones, sino que hace explícito lo que ya está organizando la experiencia desde dentro (Ecker et al., 2012; Lane et al., 2015)."
  },
  {
    "id": "idea_coh_3",
    "titulo": "El cambio profundo ocurre a nivel emocional, no por insight cognitivo",
    "desarrollo": "En Coherence Therapy, comprender racionalmente el origen de un síntoma no es suficiente para producir un cambio duradero. El cambio real ocurre cuando el conocimiento emocional implícito es activado plenamente y vivido en el presente, permitiendo que el sistema emocional revise sus aprendizajes. El insight puede acompañar el proceso, pero no es el mecanismo de cambio. Esto explica por qué muchas terapias producen comprensión sin transformación, y por qué Coherence Therapy pone el énfasis en la experiencia emocional directa como vía principal de reorganización psicológica (Ecker, 2015)."
  },
  {
    "id": "idea_coh_4",
    "titulo": "La memoria emocional puede transformarse mediante reconsolidación",
    "desarrollo": "El modelo se apoya en hallazgos de la neurociencia afectiva que muestran que las memorias emocionales no son fijas, sino que pueden reabrirse y actualizarse cuando se activan y se encuentran con información emocional contradictoria. Este proceso, denominado reconsolidación de la memoria, permite que aprendizajes emocionales antiguos pierdan su validez sin necesidad de repetición, esfuerzo ni control voluntario. En Coherence Therapy, la desaparición espontánea del síntoma es el indicador clínico de que la reconsolidación se ha completado (Ecker et al., 2012; Lane et al., 2015)."
  },
  {
    "id": "idea_coh_5",
    "titulo": "La experiencia emocional correctiva debe ser sentida, no razonada",
    "desarrollo": "Para que se produzca un cambio estructural, el sistema emocional debe experimentar directamente que aquello que antes era peligroso, inaceptable o imposible ya no lo es. Esta experiencia emocional correctiva no funciona como argumento lógico ni como reestructuración cognitiva, sino como vivencia inmediata que contradice el aprendizaje original. Solo cuando la contradicción es sentida en el cuerpo y en la emoción se desestabiliza la memoria implícita que sostiene el síntoma (Ecker, 2015)."
  },
  {
    "id": "idea_coh_6",
    "titulo": "La relación terapéutica es un contexto de seguridad epistemológica",
    "desarrollo": "La alianza terapéutica en Coherence Therapy no es solo un factor facilitador, sino una condición epistemológica esencial. Solo en un contexto relacional suficientemente seguro el sistema emocional del paciente puede permitirse revelar los significados implícitos que sostienen el síntoma, muchos de los cuales están ligados a miedo, vergüenza o lealtades profundas. El terapeuta no confronta ni corrige, sino que acompaña con respeto radical la lógica interna del paciente, reduciendo amenaza identitaria y permitiendo exploración honesta (Ecker et al., 2012)."
  },
  {
    "id": "idea_coh_7",
    "titulo": "El cambio auténtico no requiere esfuerzo ni vigilancia",
    "desarrollo": "Un criterio distintivo de Coherence Therapy es que el cambio genuino no requiere control consciente, práctica repetida ni estrategias de evitación. Cuando el aprendizaje emocional implícito se transforma mediante reconsolidación, el síntoma deja de aparecer de forma espontánea porque ya no es necesario. La ausencia de esfuerzo y de vigilancia activa no es un detalle técnico, sino un indicador clínico clave que diferencia el cambio estructural de las mejorías compensatorias o frágiles (Ecker, Hulley & Ticic, 2012)."
  }
],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como una construcción experiencial subjetiva organizada por significados emocionales implícitos. No existe un síntoma sin sentido: todo síntoma expresa una coherencia adaptativa dentro del sistema del individuo. El conocimiento terapéutico se co-construye mediante exploración fenomenológica guiada, no desde una posición experta correctiva. El ser humano es entendido como un sistema autoorganizado orientado a preservar coherencia interna. El cambio psicológico no se impone ni se entrena, sino que emerge de la reorganización del sistema cuando un significado implícito entra en conflicto experiencial con una nueva vivencia emocional. La relación terapéutica es condición epistemológica básica de seguridad para que el conocimiento emocional implícito pueda emerger sin activación defensiva (Neimeyer, 2009; Ecker et al., 2012).",

    "teoriaFormal": "El self se concibe como un sistema dinámico de significados emocionales implícitos y explícitos que organizan percepción, emoción y acción. El sufrimiento psicológico se mantiene cuando significados implícitos adaptativos permanecen inconscientes y entran en conflicto con metas conscientes, generando síntomas como soluciones coherentes pero costosas. El cambio ocurre cuando estos significados implícitos se activan emocionalmente, se hacen explícitos y se enfrentan a una experiencia emocional contradictoria, permitiendo la reconsolidación de memorias emocionales y la reorganización duradera del sistema sin necesidad de repetición ni control voluntario (Ecker, 2015; Lane et al., 2015).",

    "teoriaClinica": "El caso se conceptualiza identificando el síntoma como puerta de entrada al significado emocional implícito que lo sostiene. Se prioriza descubrir qué necesidad, protección o lealtad cumple el síntoma, activar plenamente ese conocimiento emocional y generar una experiencia emocional incompatible que permita su transformación. El progreso terapéutico se evalúa por la desaparición espontánea del síntoma, la sensación de obviedad emocional del nuevo significado y la ausencia de recaídas, indicativas de reconsolidación completada."
  },

  "procedimientos": [
  {
    "nombre": "Descubrimiento de la coherencia sintomática",
    "codigo": "p_coh_descubrimiento_coherencia",
    "procesos": ["N_marcosCognitivos", "I_coherenciaInterna"],
    "texto": "Procedimiento central de Coherence Therapy orientado a descubrir la lógica emocional implícita que hace necesario el síntoma. Mediante exploración fenomenológica guiada, el terapeuta ayuda al paciente a identificar cómo el síntoma cumple una función protectora, adaptativa o identitaria dentro de su sistema de significados, revelando que no es disfuncional sino coherente con necesidades profundas. Este descubrimiento transforma la relación del paciente con el síntoma, reduce la lucha interna y genera una base segura para el cambio profundo al validar la inteligencia emocional del sistema (Ecker, Hulley & Ticic, 2012)."
  },

  {
    "nombre": "Elicitación del conocimiento emocional implícito",
    "codigo": "p_coh_elicitacion_impl",
    "procesos": ["AP_evocacion", "AP_profundizacion"],
    "texto": "Procedimiento destinado a acceder directamente al conocimiento emocional implícito que sostiene el síntoma, más allá de explicaciones racionales o narrativas conscientes. A través de evocaciones guiadas, escenas relacionales, imágenes o formulaciones en primera persona, se facilita que el paciente experimente emocionalmente las creencias y aprendizajes no conscientes que organizan su conducta. La activación experiencial completa de este conocimiento es condición necesaria para que pueda producirse la reconsolidación de la memoria emocional (Ecker et al., 2012; Lane et al., 2015)."
  },

  {
    "nombre": "Formulación explícita del significado implícito",
    "codigo": "p_coh_formulacion_significado",
    "procesos": ["N_construccionAlternativa", "I_coherenciaInterna"],
    "texto": "Procedimiento de traducción clínica en el que el significado emocional implícito descubierto se formula de manera clara, concisa y emocionalmente resonante, generalmente en primera persona y tiempo presente. Esta formulación no busca reinterpretar ni corregir, sino poner palabras precisas a una verdad emocional previamente tácita, facilitando su integración consciente sin invalidar su función original. Una formulación bien ajustada genera reconocimiento inmediato y sensación de obviedad emocional en el paciente (Ecker, Hulley & Ticic, 2012)."
  },

  {
    "nombre": "Activación emocional plena del significado",
    "codigo": "p_coh_activacion_plena",
    "procesos": ["AP_profundizacion", "RF_intero"],
    "texto": "Procedimiento orientado a asegurar que el significado implícito formulado esté plenamente activado a nivel emocional y corporal, no solo comprendido cognitivamente. El terapeuta guía la atención hacia las sensaciones corporales, afectos y estados internos asociados, manteniendo la experiencia dentro de la ventana de tolerancia. Esta activación sostenida es imprescindible para desestabilizar la memoria emocional original y permitir su actualización posterior (Ecker, 2015)."
  },

  {
    "nombre": "Yuxtaposición experiencial correctiva",
    "codigo": "p_coh_yuxtaposicion_correctiva",
    "procesos": ["AP_trabajoCorrectivo", "RE_modulacion"],
    "texto": "Procedimiento nuclear del mecanismo de cambio en Coherence Therapy, en el que el conocimiento emocional implícito activado se pone en contacto directo y simultáneo con una experiencia emocional nueva que lo contradice de forma sentida. Esta yuxtaposición genera una disonancia emocional que desestabiliza la memoria original, permitiendo su reconsolidación con nuevo contenido. El cambio no se produce por insight, sino por la vivencia emocional incompatible que reorganiza el sistema desde dentro (Ecker et al., 2012; Ecker, 2015)."
  },

  {
    "nombre": "Desconfirmación emocional del aprendizaje original",
    "codigo": "p_coh_desconfirmacion",
    "procesos": ["AP_trabajoCorrectivo", "N_reformulacion"],
    "texto": "Procedimiento mediante el cual el aprendizaje emocional implícito original queda desconfirmado por una experiencia actual que demuestra, a nivel emocional, que ya no es válido o necesario. Esta desconfirmación no es argumentativa ni cognitiva, sino vivencial, y constituye el momento crítico que permite la actualización duradera de la memoria emocional. Cuando es efectiva, el significado antiguo pierde automáticamente su poder organizador (Ecker, 2015)."
  },

  {
    "nombre": "Reconsolidación de la memoria emocional",
    "codigo": "p_coh_reconsolidacion",
    "procesos": ["AP_integracionMemorias", "I_continuidadBiografica"],
    "texto": "Procedimiento neuropsicológico implícito activado tras la desconfirmación emocional, mediante el cual la memoria emocional original se reescribe incorporando la nueva experiencia contradictoria. El resultado es una transformación duradera del patrón sintomático sin necesidad de repetición, entrenamiento ni esfuerzo voluntario. La desaparición espontánea del síntoma es el indicador clínico principal de que la reconsolidación se ha completado (Ecker et al., 2012; Lane et al., 2015)."
  },

  {
    "nombre": "Verificación de disolución sintomática",
    "codigo": "p_coh_verificacion_disolucion",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento de comprobación clínica en el que se evalúa si el síntoma ha desaparecido de forma espontánea en contextos previamente disparadores, sin que el paciente tenga que controlarlo, evitarlo o vigilarlo. Esta verificación confirma que el sistema ya no necesita producir el síntoma para mantener coherencia interna. La ausencia de recaídas indica que el cambio ha sido estructural y no compensatorio (Ecker, Hulley & Ticic, 2012)."
  },

  {
    "nombre": "Integración narrativa del cambio",
    "codigo": "p_coh_integracion_narrativa",
    "procesos": ["N_narrativaAutobiografica", "I_continuidadBiografica"],
    "texto": "Procedimiento final de integración en el que el paciente incorpora el cambio producido dentro de su narrativa autobiográfica y sentido de identidad, comprendiendo cómo el síntoma tenía sentido en su historia y por qué ya no es necesario. Esta integración refuerza la coherencia del self y previene reinterpretaciones patológicas del síntoma pasado, consolidando el cambio en la identidad consciente (Ecker et al., 2012)."
  }
],

 "micros": [
  {
    "nombre": "Preguntas de lógica sintomática",
    "codigo": "m_coh_logica_sintomatica",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención exploratoria basada en preguntas cuidadosamente formuladas que buscan inferir la función adaptativa del síntoma sin confrontarlo directamente. Preguntas como “¿qué problema mayor evita esto?” o “¿qué tendría que ser cierto para que este síntoma fuera necesario?” permiten acceder a la coherencia implícita del síntoma respetando el sistema del paciente. Esta micro reduce resistencia y abre la puerta al descubrimiento experiencial del significado implícito (Ecker, Hulley & Ticic, 2012)."
  },

  {
    "nombre": "Suspensión del marco patológico",
    "codigo": "m_coh_suspension_patologia",
    "procesos": ["I_coherenciaInterna"],
    "texto": "Microintervención relacional y conceptual que consiste en desactivar explícitamente la idea de que el síntoma es un fallo, déficit o disfunción. El terapeuta comunica de forma implícita o explícita que el síntoma tiene sentido dentro de la historia del paciente, reduciendo vergüenza y autoataque. Esta suspensión del marco patologizante facilita una exploración honesta del significado implícito sin amenaza identitaria (Ecker et al., 2012)."
  },

  {
    "nombre": "Formulación en primera persona del significado implícito",
    "codigo": "m_coh_formulacion_primera_persona",
    "procesos": ["N_construccionAlternativa", "I_autoimagen"],
    "texto": "Microintervención verbal en la que el terapeuta ayuda al paciente a expresar el significado emocional implícito en primera persona y tiempo presente, por ejemplo: “Necesito esto para no quedar expuesto”. Esta formulación genera reconocimiento inmediato y sensación de verdad emocional, facilitando la integración consciente del aprendizaje implícito sin invalidarlo. Es un paso clave para preparar la activación experiencial posterior (Ecker, Hulley & Ticic, 2012)."
  },

  {
    "nombre": "Chequeo de resonancia emocional",
    "codigo": "m_coh_chequeo_resonancia",
    "procesos": ["RE_rotulacion"],
    "texto": "Micro destinada a verificar si una formulación o hipótesis realmente conecta con la experiencia emocional del paciente. Se observa lenguaje corporal, cambios afectivos y respuestas espontáneas para confirmar que el significado implícito está siendo tocado. Si no hay resonancia emocional, se ajusta la formulación, evitando falsas comprensiones cognitivas sin impacto terapéutico (Ecker et al., 2012)."
  },

  {
    "nombre": "Evocación experiencial focalizada",
    "codigo": "m_coh_evocacion_focalizada",
    "procesos": ["AP_evocacion"],
    "texto": "Microintervención experiencial que guía al paciente a revivir una escena, relación o situación donde el significado implícito se activa con claridad. El objetivo no es recordar hechos, sino reactivar el estado emocional asociado para hacerlo plenamente accesible en el presente. Esta evocación es imprescindible para que el aprendizaje emocional entre en estado lábil y pueda modificarse (Lane et al., 2015)."
  },

  {
    "nombre": "Profundización afectiva sostenida",
    "codigo": "m_coh_profundizacion_afectiva",
    "procesos": ["AP_profundizacion"],
    "texto": "Micro que mantiene la atención del paciente en la experiencia emocional activada el tiempo suficiente para que se despliegue plenamente, evitando escapes cognitivos o narrativos. El terapeuta regula el ritmo y la intensidad para permanecer dentro de la ventana de tolerancia. Esta profundización es condición necesaria para activar procesos de reconsolidación (Ecker, 2015)."
  },

  {
    "nombre": "Anclaje interoceptivo del significado",
    "codigo": "m_coh_anclaje_interoceptivo",
    "procesos": ["RF_intero"],
    "texto": "Microintervención corporal que dirige la atención a sensaciones físicas asociadas al significado implícito, como presión, tensión o calor. El anclaje somático evita una comprensión puramente cognitiva y fortalece la activación emocional profunda necesaria para el cambio estructural del aprendizaje implícito (Ecker et al., 2012)."
  },

  {
    "nombre": "Introducción de experiencia emocional contradictoria",
    "codigo": "m_coh_experiencia_contradictoria",
    "procesos": ["AP_trabajoCorrectivo"],
    "texto": "Micro clave de cambio en la que el terapeuta facilita una experiencia emocional nueva que contradice directamente el aprendizaje implícito original, por ejemplo seguridad donde antes había peligro o aceptación donde había rechazo. La contradicción debe ser sentida, no razonada. Esta micro es el detonante inmediato del proceso de reconsolidación (Ecker, 2015)."
  },

  {
    "nombre": "Sostenimiento de la yuxtaposición emocional",
    "codigo": "m_coh_sostenimiento_yuxtaposicion",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención que mantiene simultáneamente activas la experiencia emocional antigua y la nueva experiencia contradictoria durante unos momentos, permitiendo que el sistema emocional detecte la incompatibilidad. El terapeuta regula activación y seguridad para evitar desbordamiento. Esta simultaneidad es crucial para que la memoria original se vuelva modificable (Ecker et al., 2012)."
  },

  {
    "nombre": "Chequeo de obsolescencia del aprendizaje",
    "codigo": "m_coh_chequeo_obsolescencia",
    "procesos": ["N_metacognicion"],
    "texto": "Micro de verificación subjetiva en la que se explora si el aprendizaje implícito antiguo se siente ahora innecesario, exagerado o simplemente ya no verdadero. No se busca convencer, sino detectar la sensación espontánea de obsolescencia emocional que indica que la memoria ha sido actualizada (Ecker, 2015)."
  },

  {
    "nombre": "Observación de desaparición espontánea del síntoma",
    "codigo": "m_coh_observacion_disolucion",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Microintervención de observación clínica donde se constata que el síntoma deja de aparecer sin esfuerzo, control ni evitación activa por parte del paciente. Esta observación refuerza la percepción de cambio interno genuino y distingue la reconsolidación de estrategias compensatorias (Ecker, Hulley & Ticic, 2012)."
  },

  {
    "nombre": "Desactivación de vigilancia sintomática",
    "codigo": "m_coh_desactivar_vigilancia",
    "procesos": ["RI_mindfulnessSelf"],
    "texto": "Micro destinada a reducir la monitorización ansiosa del síntoma tras el cambio, señalando explícitamente que no es necesario comprobar ni controlar nada. Esta intervención previene recaídas secundarias generadas por hipervigilancia y consolida la confianza en la reorganización interna del sistema (Ecker, 2015)."
  },

  {
    "nombre": "Integración narrativa no patologizante",
    "codigo": "m_coh_integracion_narrativa",
    "procesos": ["N_narrativaAutobiografica", "I_continuidadBiografica"],
    "texto": "Microintervención final que ayuda al paciente a integrar el síntoma pasado dentro de su historia vital como una solución inteligente en un contexto anterior, y no como un fallo personal. Esta integración refuerza coherencia identitaria y previene reinterpretaciones autocríticas del proceso terapéutico (Ecker et al., 2012)."
  }
]


  "refs": [
    "Ecker, B., Hulley, L., & Ticic, R. (2012). Coherence Therapy: Practice Manual and Training Guide.",
    "Ecker, B. (2015). Unlocking the Emotional Brain.",
    "Lane, R. D., et al. (2015). Memory reconsolidation, emotional arousal, and the process of change in psychotherapy."
  ]
}
