{
  "id": "k1kelly55",
  "grupo": "Constructivista",
  "label": "Teoría de los Constructos Personales (PCP)",
  "year": 1955,
  "autores": "George A. Kelly",
  "descripcion": "La Teoría de los Constructos Personales entiende a la persona como un agente activo que interpreta el mundo a través de un sistema propio de constructos —dimensiones bipolares con las que organiza la experiencia, anticipa eventos y guía su conducta—. No somos receptores pasivos de hechos, sino “científicos personales” que formulamos hipótesis sobre la realidad, las ponemos a prueba y las revisamos cuando dejan de ser útiles. La psicopatología surge cuando estos constructos se vuelven rígidos, estrechos o demasiado costosos de revisar, limitando la capacidad de anticipar y adaptarse. La intervención consiste en flexibilizar y reconstruir ese sistema interpretativo mediante técnicas como la rejilla repertorial (Rep Grid), permitiendo ampliar perspectivas, generar nuevas alternativas de significado y restaurar la capacidad de anticipación creativa.",
  "universidad": "Ohio State University",
  "ciudad": "Columbus, Ohio",
  "pais": "EE. UU.",
  "lat": 39.998003,
  "lon": -83.015143,
  "alianzaModelo": {
    "ALI_vinculo": "En PCP, el vínculo terapéutico se construye desde una posición epistemológica explícita de respeto por el sistema de significados del paciente. El terapeuta adopta el rol de colaborador y no de experto que “corrige”, transmitiendo que los constructos del paciente tienen una lógica funcional en su historia. Esta actitud reduce defensividad y genera un clima de seguridad que permite explorar constructos nucleares sin vivenciarlos como amenazas a la identidad.\n",
    "ALI_objetivos": "Los objetivos se formulan como metas de exploración y ampliación del sistema de constructos, más que como corrección sintomática directa. Terapeuta y paciente acuerdan identificar anticipaciones fallidas, dilemas constructivos y zonas de rigidez, con el objetivo de aumentar flexibilidad, diferenciación y capacidad predictiva. El acuerdo en objetivos refuerza la sensación de estar realizando una investigación con sentido, no un tratamiento impuesto.\n",
    "ALI_tareas": "Las tareas terapéuticas se presentan como experimentos para poner a prueba hipótesis personales. Instrumentos como la rejilla repertorial, los ensayos de rol fijo o las exploraciones narrativas se explican como herramientas para observar el propio sistema de constructos desde nuevas perspectivas. La alianza se protege cuando las tareas se viven como exploraciones compartidas y no como evaluaciones del “buen o mal funcionamiento” del paciente.\n",
    "ALI_colaboracion": "La colaboración es central en PCP: el paciente participa activamente como co-investigador de su propio sistema de significados. Terapeuta y paciente formulan hipótesis, examinan datos experienciales y evalúan conjuntamente los resultados. Esta colaboración explícita incrementa la agencia del paciente y refuerza la alianza al situarlo como autor de los cambios interpretativos.\n",
    "ALI_sintonia": "La sintonía se expresa ajustando el ritmo y la profundidad de la exploración al nivel de amenaza que implica revisar constructos nucleares. El terapeuta calibra cuidadosamente cuándo ampliar, cuándo profundizar y cuándo estabilizar, evitando tanto la confrontación prematura como la evitación prolongada. Esta responsividad permite que el cambio se viva como exploración segura y no como desorganización identitaria.\n",
    "ALI_rupturaReparacion": "Las rupturas suelen aparecer cuando el paciente percibe que sus constructos están siendo invalidados o sustituidos demasiado rápido. La reparación implica reconocer explícitamente esta vivencia, clarificar que el objetivo no es “tener razón”, sino aumentar alternativas, y devolver al paciente el control sobre el ritmo y dirección de la reconstrucción. Estas reparaciones fortalecen la alianza y modelan una relación flexible con el cambio.\n",
    "ALI_monitorizacion": "La monitorización se realiza evaluando de forma continua el grado de apertura, amenaza y utilidad percibida del trabajo terapéutico. El terapeuta observa señales de cierre constructivo, confusión o sobrecarga, y las introduce en la conversación como datos relevantes para ajustar el proceso. Esta monitorización sostiene la alianza y previene abandonos derivados de exploraciones excesivamente amenazantes.\n",
    "ALI_contexto": "La sensibilidad al contexto se manifiesta reconociendo que los constructos del paciente están arraigados en contextos relacionales, culturales e históricos específicos. El terapeuta tiene en cuenta roles, expectativas sociales y experiencias previas que dan sentido a esos constructos, adaptando el lenguaje y los procedimientos para que la reconstrucción sea viable dentro del mundo real del paciente.\n"
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica es entendida como una construcción personal e interpretativa. No existe un significado inherente a los eventos, sino que estos adquieren sentido en función del sistema de constructos que cada persona utiliza para anticipar y comprender su experiencia. El foco epistemológico no está en descubrir una verdad objetiva, sino en entender cómo el individuo construye versiones funcionales de la realidad.\n\nConcepción del conocimiento terapéutico\nEl conocimiento es activo, hipotético y revisable. La persona actúa como un “científico personal” que formula, pone a prueba y modifica sus constructos en función de su utilidad anticipatoria. El terapeuta no corrige interpretaciones desde una posición experta, sino que colabora en la exploración y contrastación de los sistemas de significado del cliente.\n\nConcepción del ser humano y del cambio\nEl ser humano es un agente anticipatorio orientado a dar sentido y prever los acontecimientos. El cambio psicológico implica la revisión, diferenciación y reconstrucción del sistema de constructos cuando estos dejan de permitir una anticipación eficaz. El cambio no se produce por insight pasivo, sino por experimentación activa con nuevas formas de interpretar la experiencia.\n\nRol de la relación terapéutica\nLa relación terapéutica es un espacio de colaboración epistemológica donde terapeuta y cliente co-investigan los constructos personales. Funciona como un contexto seguro para ensayar nuevas hipótesis interpretativas y ampliar el repertorio de significados sin imponer marcos externos.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como un sistema organizado de constructos personales mediante los cuales la persona se define a sí misma y al mundo. No es una entidad fija, sino una estructura dinámica de significados que guía la anticipación, la identidad y la acción. El self se mantiene a través de la coherencia interna del sistema de constructos, incluso cuando esta coherencia resulta limitante.\n\nCómo se explica el cambio\nEl cambio se explica como una modificación en la estructura del sistema de constructos: ampliación, diferenciación o reorganización de dimensiones interpretativas. Ocurre cuando la persona puede revisar constructos nucleares, generar alternativas y tolerar la incertidumbre asociada a nuevas anticipaciones. El cambio implica asumir riesgos cognitivos y personales.\n\nQué mantiene el sufrimiento\nEl sufrimiento psicológico se mantiene cuando el sistema de constructos se vuelve rígido, impermeable o excesivamente costoso de revisar. Los constructos nucleares se defienden incluso cuando fallan en su capacidad anticipatoria, generando ciclos de invalidación, ansiedad y empobrecimiento del repertorio interpretativo.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza como un patrón específico de constructos personales, con especial atención a los constructos nucleares, sus dilemas, jerarquías y niveles de permeabilidad. Se analizan los puntos donde el sistema interpretativo falla en anticipar la experiencia o limita el rango de acción del cliente.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de exploración, contraste y reconstrucción de constructos, así como la ampliación del repertorio de significados y perspectivas. La terapia fomenta la experimentación con nuevas anticipaciones, la flexibilización de dilemas rígidos y la diferenciación de dimensiones personales.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa en términos de mayor flexibilidad cognitiva, ampliación del sistema de constructos, aumento de la capacidad anticipatoria y mayor tolerancia a la ambigüedad. El cambio se refleja en una mayor libertad para interpretar la experiencia y actuar de formas nuevas y más adaptativas."
  },
  "influencias": [
    "Fenomenología / Hermenéutica",
    "Psicología personalista",
    "Epistemología genética",
    "Constructivismo (cognitivismo evolutivo)"
  ],
  "procesos": [
    "Elaboración de constructos",
    "Flexibilización de repertorios",
    "Anticipación ajustada",
    "Coherencia del sistema personal"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "refs": [
    "Kelly, G. A. (1955). The Psychology of Personal Constructs.",
    "Fransella, F. & Bannister, D. (1977). A Manual for Repertory Grid Technique.",
    "Chiari, G. & Nuzzo, M. (1996). Psicología de la construcción personal."
  ],
  
 
  "secuencias": [
  {
    "id": "seq_pcp_ciclo_experiencia_kelly",
    "nombre": "Ciclo de la experiencia (Circular)",
    "descripcion": "Secuencia central del Constructivismo Personal en la que el cambio ocurre mediante anticipación, experiencia, validación o invalidación de constructos y su posterior revisión. El objetivo es flexibilizar el sistema de significados a través de ciclos repetidos de reconstrucción personal.",
    "tipo": "protocolo_ciclico",
    "pasos": [
      {
        "orden": 1,
        "fase": "anticipacion",
        "accion": "Explorar anticipaciones y constructos actuales",
        "explicacion": "Se identifican expectativas, interpretaciones, dilemas y polaridades con las que la persona anticipa su experiencia. Se exploran amenazas a la identidad y zonas de rigidez."
      },
      {
        "orden": 2,
        "fase": "implicación",
        "accion": "Implicación en situaciones significativas",
        "explicacion": "La persona se involucra en situaciones reales o experimentales desde su sistema actual de constructos, poniéndolos activamente a prueba."
      },
      {
        "orden": 3,
        "fase": "encuentro",
        "accion": "Vivencia directa de la experiencia",
        "explicacion": "Se produce el contacto con los resultados reales, las emociones y las consecuencias de la experiencia."
      },
      {
        "orden": 4,
        "fase": "validacion_invalidacion",
        "accion": "Validación o invalidación de constructos",
        "explicacion": "Se evalúa si la experiencia confirma (valida) o contradice (invalida) las anticipaciones previas. La invalidación señala límites del sistema actual y abre posibilidad de cambio."
      },
      {
        "orden": 5,
        "fase": "revision",
        "accion": "Revisión y reconstrucción del sistema personal",
        "explicacion": "Cuando hay invalidación suficiente, se revisan, diferencian o transforman los constructos implicados, ampliando alternativas interpretativas e identitarias."
      },
      {
        "orden": 6,
        "fase": "reanticipacion",
        "loopTo": 1,
        "accion": "Nueva anticipación desde el sistema reconstruido",
        "explicacion": "Desde los constructos revisados, la persona genera nuevas expectativas y significados, iniciando un nuevo ciclo de experiencia."
      }
    ]
  }
],




  "ideasPrincipales": [
  {
    "id": "idea_pcp_1",
    "titulo": "La persona como “científico personal” que anticipa el mundo",
    "desarrollo": "En PCP, el ser humano no es un receptor pasivo de estímulos ni un simple procesador de información, sino un agente que vive anticipando: formula hipótesis sobre lo que ocurrirá, actúa en consecuencia y revisa sus predicciones según la experiencia. Los constructos personales funcionan como dimensiones bipolares (p. ej., confiable–traicionero, fuerte–débil) que permiten interpretar eventos, ordenar la vida cotidiana y decidir cómo actuar. La conducta y la emoción se entienden como intentos de validar o proteger estas anticipaciones; cuando una anticipación falla, la persona no solo “se equivoca”, sino que se desorganiza su modo de comprender el mundo, lo que da sentido a la ansiedad, la confusión y la rigidez como respuestas a la invalidación. (Kelly, 1955, *The Psychology of Personal Constructs*)."
  },
  {
    "id": "idea_pcp_2",
    "titulo": "El problema no es tener “pensamientos incorrectos”, sino un sistema rígido o estrecho",
    "desarrollo": "La psicopatología no se define como distorsión cognitiva en sentido clásico, sino como un sistema de constructos que se ha vuelto demasiado impermeable, dicotómico o costoso de revisar. El sufrimiento aparece cuando la persona necesita seguir defendiendo constructos que ya no anticipan bien la realidad, porque cambiarlos amenaza la coherencia del self o la pertenencia relacional. Esto explica por qué muchas personas prefieren mantenerse en interpretaciones dolorosas pero estables antes que entrar en incertidumbre: la rigidez no es “terquedad”, es una estrategia de conservación identitaria y predictiva. La terapia no discute “verdadero o falso”, sino “útil, ampliable y viable”. (Kelly, 1955, *The Psychology of Personal Constructs*; Chiari & Nuzzo, 1996, *Psicología de la construcción personal*)."
  },
  {
    "id": "idea_pcp_3",
    "titulo": "Cambiar implica riesgo identitario: revisar constructos nucleares puede vivirse como amenaza",
    "desarrollo": "PCP distingue entre constructos periféricos, más flexibles y contextuales, y constructos nucleares, que sostienen la identidad y la continuidad biográfica. Cuando el trabajo terapéutico afecta a estos últimos, la experiencia emocional puede ser de amenaza, desorientación o sensación de pérdida de sí, ya que la persona deja de anticipar quién es o cómo funcionan sus relaciones. Por ello, el cambio no se acelera mediante confrontación directa, sino mediante calibración: ampliar alternativas sin destruir coherencia, tolerar la ambigüedad y ensayar nuevas anticipaciones en condiciones de seguridad relacional. La alianza terapéutica se convierte así en un dispositivo epistemológico que permite explorar sin colapso del self. (Kelly, 1955, *The Psychology of Personal Constructs*; Fransella & Bannister, 1977, *A Manual for Repertory Grid Technique*)."
  },
  {
    "id": "idea_pcp_4",
    "titulo": "La terapia es una investigación colaborativa, no una corrección experta",
    "desarrollo": "El terapeuta no ocupa la posición de experto que corrige interpretaciones erróneas, sino la de colaborador que ayuda a hacer explícito el sistema de constructos del cliente para observarlo, contrastarlo y ampliarlo. El proceso terapéutico adopta la forma de una investigación compartida: se formulan hipótesis personales, se ponen a prueba mediante experiencias concretas y se analizan los resultados en términos de significado y utilidad anticipatoria. Técnicas como la rejilla repertorial o la terapia de rol fijo no funcionan como tests evaluativos, sino como herramientas para mirar desde fuera la propia organización del significado y abrir nuevas posibilidades de acción. (Kelly, 1955, *The Psychology of Personal Constructs*; Fransella & Bannister, 1977, *A Manual for Repertory Grid Technique*)."
  },
  {
    "id": "idea_pcp_5",
    "titulo": "La salud psicológica se define por la amplitud del repertorio, no por la certeza",
    "desarrollo": "Desde PCP, el bienestar psicológico no se asocia a tener interpretaciones correctas o definitivas, sino a disponer de un repertorio amplio, flexible y diferenciable de constructos que permita anticipar la experiencia de múltiples maneras. Cuantas más alternativas interpretativas tiene una persona, mayor es su sensación de libertad, agencia y capacidad de adaptación. El objetivo terapéutico no es sustituir un sistema por otro “mejor”, sino aumentar el número de opciones viables para comprenderse, relacionarse y actuar, reduciendo así la necesidad de defensas rígidas y el empobrecimiento del self. (Kelly, 1955, *The Psychology of Personal Constructs*; Chiari & Nuzzo, 1996, *Psicología de la construcción personal*)."
  }
],
  "procedimientos": [
    {
      "nombre": "Rejilla de Constructos (Rep Grid)",
      "codigo": "p_kelly_repgrid",
      "procesos": [
        "N_marcosCognitivos"
      ],
      "texto": "Procedimiento central del PCP. Permite mapear la arquitectura del sistema personal mediante una matriz \nque compara elementos relevantes (personas, roles, situaciones) y elicita constructos bipolares. \nRevela constructos nucleares, conflictos internos, rigidez, discrepancias identitarias y zonas de amenaza, \nofreciendo una representación explícita del significado personal para intervenir sobre él.",
      "wampold": {
        "alianza": "La alianza es clave para que el paciente se sienta seguro compartiendo elementos sensibles como figuras \nrelacionales, roles identitarios o situaciones conflictivas. El terapeuta debe adoptar un rol genuinamente \ncolaborativo, evitando transmitir que la rejilla “mide” o “evalúa” al paciente. La alianza se fortalece cuando \nel proceso se presenta como una exploración conjunta del significado personal, no como un test.",
        "expectativas": "En pacientes analíticos, reflexivos o con motivación para comprender su identidad, el Rep Grid suele generar \nexpectativas muy altas (“por fin veré cómo pienso”). En pacientes con ansiedad social, vergüenza o miedo a ser \nevaluados, puede generar dudas. Las expectativas mejoran cuando se aclara que la rejilla no busca juzgar sino \nentender cómo la persona da sentido a su mundo.",
        "explicacion": "La explicación plausible se basa en que todos organizamos nuestra experiencia mediante constructos bipolares \n(p. ej., fuerte-débil, confiable-traicionero) que usamos para anticipar y dar sentido al comportamiento propio \ny ajeno. La rejilla permite hacer explícito ese sistema para comprender sus contradicciones, rigideces y \npuntos ciegos. El paciente ve que el objetivo no es “corregir pensamientos”, sino entender la coherencia interna \nde su sistema de significado.",
        "ritual": "Ritual medio-alto. El procedimiento tiene pasos formales: selección de elementos, elicitación de constructos, \nevaluación de similitud/diferencia, y análisis conjunto de patrones emergentes. La matriz visible (sea digital \no en papel) funciona como un ritual que legitima la exploración profunda del significado personal. \nSin embargo, requiere flexibilidad: un ritual demasiado rígido puede aumentar ansiedad o sensación de examen.",
        "modeloCambio": "El modelo de cambio implícito es que la identidad y la experiencia emocional se reorganizan cuando la persona \npuede ver, desde fuera, la estructura de su propio sistema de constructos. Al observar rigideces, conflictos, \npuntos de amenaza y discrepancias, el paciente puede flexibilizar constructos nucleares, generar alternativas \ny reinterpretar situaciones presentes. El cambio surge de la toma de perspectiva y de la expansión del sistema \nde significado personal, más que de la corrección directa de cogniciones."
      }
    },
    {
      "nombre": "Laddering (subir/bajar abstracción)",
      "codigo": "p_kelly_laddering",
      "procesos": [
        "I_coherenciaInterna"
      ],
      "texto": "Procedimiento estructurado para explorar la jerarquía del significado personal. \nEl laddering hacia arriba identifica constructos nucleares y valores centrales. \nEl laddering hacia abajo traduce significados en conductas concretas. \nPermite clarificar dilemas, identificar niveles de significado y reorganizar la coherencia interna del sistema."
    },
    {
      "nombre": "Slot-rattling (sacudir casillas)",
      "codigo": "p_kelly_slotrattling",
      "procesos": [
        "N_construccionAlternativa"
      ],
      "texto": "Procedimiento dirigido a flexibilizar constructos dicotómicos rígidos introduciendo elementos \nque contradicen o amplían los polos del constructo. \nAfloja la estructura sin romperla, permitiendo matices, complejidad y anticipaciones menos extremas, \nlo que reduce la reactividad emocional asociada a lecturas absolutas."
    },
    {
      "nombre": "Terapia de Rol Fijo",
      "codigo": "p_kelly_rolfijo",
      "procesos": [
        "AG_compromisoConductual"
      ],
      "texto": "Procedimiento emblemático del PCP. Consiste en elaborar un rol alternativo, coherente con el sistema personal \npero más flexible. El paciente vive temporalmente \"como si\" fuera ese personaje en su vida cotidiana. \nActualiza constructos identitarios, aumenta la agencia y lleva a experimentar nuevas formas de actuar y relacionarse."
    }
  ],
  "micros": [
    {
      "nombre": "Construcción de alternativas",
      "codigo": "m_kelly_alternativas",
      "procesos": [
        "N_construccionAlternativa"
      ],
      "texto": "Microintervención destinada a generar interpretaciones alternativas que mantengan la coherencia identitaria. \nDisminuye la sensación de inevitabilidad (\"solo puede ser así\") y abre repertorios de anticipación más flexibles."
    },
    {
      "nombre": "Experimentos de anticipación",
      "codigo": "m_kelly_anticipacion",
      "procesos": [
        "N_metacognicion"
      ],
      "texto": "Diseño de pequeñas situaciones para testar anticipaciones clave. \nEl foco está en el significado: qué predice el paciente, cómo interpreta el resultado y qué constructos cambian. \nActúa como puente entre comprensión y acción."
    },
    {
      "nombre": "Exploración de dilemas personales",
      "codigo": "m_kelly_dilemas",
      "procesos": [
        "I_conflictosSelf"
      ],
      "texto": "Microintervención que identifica dilemas del tipo \"si cambio en X, pierdo Y\". \nPermite hacer visibles los costes identitarios anticipados del cambio y trabajar para integrar nuevas posiciones."
    },
    {
      "nombre": "Explorar polaridades del constructo",
      "codigo": "m_kelly_polaridades",
      "procesos": [
        "N_marcosCognitivos"
      ],
      "texto": "Exploración guiada de los dos polos del constructo (por ejemplo, fuerte–débil, autónomo–dependiente), \nbuscando matices intermedios y condiciones en las que cada polo tiene sentido. \nReduce la rigidez semántica y la intensidad emocional asociada."
    },
    {
      "nombre": "Revisión del Yo actual vs. Yo ideal",
      "codigo": "m_kelly_yos",
      "procesos": [
        "I_autoimagen"
      ],
      "texto": "Trabajo focal que compara el Yo actual con el Yo ideal dentro del sistema de constructos. \nPermite detectar discrepancias importantes, definir direcciones de cambio y ajustar expectativas irreales."
    },
    {
      "nombre": "Extensión de constructos periféricos",
      "codigo": "m_kelly_perifericos",
      "procesos": [
        "N_marcosCognitivos"
      ],
      "texto": "Microintervención que amplía el campo de aplicación de constructos periféricos (no nucleares), \naumentando la flexibilidad del sistema sin activar amenaza identitaria."
    },
    {
      "nombre": "Desacoplar predicciones catastróficas",
      "codigo": "m_kelly_predicciones",
      "procesos": [
        "N_reformulacion"
      ],
      "texto": "Pequeñas desconfirmaciones guiadas de anticipaciones catastróficas (\"si digo que no, me rechazarán por completo\"). \nAyuda a reducir ansiedad y a reconstruir significados más ajustados."
    },
    {
      "nombre": "Explorar excepciones",
      "codigo": "m_kelly_excepciones",
      "procesos": [
        "AG_autoriaResponsabilidad"
      ],
      "texto": "Búsqueda de situaciones en las que el patrón temido no se cumple o el paciente ya actúa de forma diferente. \nAbre posibilidades de cambio y refuerza la agencia para extender esas excepciones."
    },
    {
      "nombre": "Preguntas de compatibilidad identitaria",
      "codigo": "m_kelly_identidad",
      "procesos": [
        "I_valoresAspiracionales"
      ],
      "texto": "Preguntas breves del tipo \"¿qué diría esto sobre quién eres?\" o \"¿encaja esto con la persona que quieres ser?\" \npara alinear las decisiones de cambio con la identidad nuclear y evitar vivencias de traición a uno mismo."
    }
  ]
}
