{
  "id": "polaridades-semanticas",
  "grupo": "Constructivista",
  "type": "modelo",
  "label": "Modelo de polaridades semánticas",
  "year": 1998,
  "importance": 1,

  "autores": "Valeria Ugazio",
  "universidad": "Università degli Studi di Torino",
  "ciudad": "Turín",
  "pais": "Italia",
  "lat": 45.070312,
  "lon": 7.686857,

  "notaEscuela": "Semántico-relacional",

  "influencias": [
    "Constructivismo (cognitivismo evolutivo)",
    "Constructivismo social",
    "Terapia narrativa",
    "Escuela de Milán",
    "Cibernética de segundo orden",
    "Psicología narrativa",
    "Teoría de los constructos personales",
    "Fenomenología / Hermenéutica"
  ],

  "descripcion": "El modelo de polaridades semánticas de Valeria Ugazio concibe la identidad y la psicopatología como organizadas en torno a campos semánticos bipolares compartidos dentro del sistema familiar, tales como autonomía–dependencia, superioridad–inferioridad o libertad–control. Estos campos semánticos no son rasgos individuales aislados, sino marcos relacionales que estructuran las posiciones posibles del self en interacción con los otros. El sufrimiento psicológico emerge cuando la persona queda fijada rígidamente en uno de los polos, perdiendo la posibilidad de transitar, integrar o dialogar con el polo opuesto. La intervención terapéutica busca reconstruir el campo semántico, flexibilizar las posiciones identitarias y relacionales, y abrir nuevas narrativas que permitan mayor complejidad, agencia y libertad de sentido dentro del sistema relacional.",

  "procesos": [
    "Exploración de polaridades semánticas",
    "Identificación de campos de significado familiares",
    "Flexibilización de posiciones identitarias",
    "Reorganización narrativa del self en relación"
  ],

  "mjps": ["RF","RE","AP","RI","N","I","AG","R"],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se entiende como construida relacionalmente a través de sistemas compartidos de significado. El conocimiento terapéutico no se descubre ni se impone, sino que se co-construye mediante el diálogo y la exploración narrativa de los campos semánticos familiares. El ser humano es concebido como un agente situado, cuya identidad emerge en relación y se organiza en torno a polaridades de sentido. El cambio ocurre cuando estas polaridades dejan de operar de forma rígida y se abren nuevas posibilidades de significado y posicionamiento relacional. La relación terapéutica es un espacio epistemológico de reconstrucción conjunta del sentido.",
    
    "teoriaFormal": "El self se concibe como una posición narrativa y relacional dentro de un campo semántico bipolar compartido. La identidad no es una entidad interna fija, sino una configuración dinámica de significados que se actualiza en la interacción. El sufrimiento se mantiene cuando el campo semántico se rigidiza y obliga al individuo a habitar siempre el mismo polo, generando dilemas identitarios y relacionales. El cambio psicológico implica flexibilizar el campo semántico, integrar los polos y permitir nuevas narrativas del self que amplíen la experiencia posible.",
    
    "teoriaClinica": "El caso se conceptualiza identificando las polaridades semánticas dominantes del sistema familiar y la posición que ocupa el paciente dentro de ellas. Se analizan los dilemas identitarios, las reglas implícitas del sistema y las narrativas que sostienen la fijación polar. El proceso terapéutico prioriza la exploración semántica, la reautoría narrativa y la experimentación con nuevas posiciones relacionales. El progreso se evalúa por el aumento de flexibilidad identitaria, la ampliación del repertorio relacional y la reducción de la vivencia de bloqueo o destino identitario."
  },

  "books": [
    "Ugazio, V. (2013). Semantic Polarities and Psychopathologies. London: Routledge."
  ],

 "procedimientos": [
  {
    "nombre": "Mapeo de polaridades semánticas",
    "codigo": "p_ugazio_polaridades",
    "procesos": ["N_marcosCognitivos","R_sist_roles"],
    "texto": "Procedimiento central del modelo que identifica con precisión las polaridades semánticas dominantes (p. ej., autonomía–dependencia, superioridad–inferioridad, libertad–control) que organizan el campo de significados compartido del sistema familiar y las posiciones típicas que cada miembro ocupa frente a esos polos. Se exploran definiciones implícitas, criterios de valoración (qué polo se considera “deseable” o “vergonzante”), contextos donde cada polo se activa y cómo estas coordenadas semánticas estructuran identidades, lealtades, conflictos y síntomas. El objetivo es externalizar la gramática relacional que gobierna la experiencia para que paciente y familia puedan verla “desde fuera” y empezar a flexibilizarla, abriendo un espacio para narrativas y posiciones menos rígidas. (Ugazio, 2013)"
  },
  {
    "nombre": "Reconstrucción del campo semántico familiar",
    "codigo": "p_ugazio_campoSemantico",
    "procesos": ["N_marcosCognitivos","R_sist_guiones"],
    "texto": "Procedimiento que reconstruye cómo se ha formado y mantenido históricamente el campo semántico dominante de la familia, identificando reglas implícitas, guiones relacionales, mandatos y oposiciones valorativas que determinan qué significa “ser alguien” dentro del sistema. Se rastrean historias familiares, episodios repetidos y mensajes explícitos o sutiles que consolidan la polaridad, mostrando cómo la identidad de cada miembro queda definida por su posición relativa (por ejemplo, “el fuerte” frente a “el débil”). Este trabajo desplaza el foco del síntoma individual a la lógica compartida del significado, preparando el terreno para el cambio sin culpabilización. (Ugazio, 2013)"
  },
  {
    "nombre": "Genealogía semántica intergeneracional",
    "codigo": "p_ugazio_genealogiaSemantica",
    "procesos": ["R_sist_guiones","I_continuidadBiografica"],
    "texto": "Procedimiento que explora la transmisión intergeneracional de polaridades semánticas y cómo determinados acontecimientos, pérdidas, migraciones, ascensos/caídas sociales o conflictos familiares cristalizan oposiciones de significado que pasan a organizar la identidad. No se busca “causa lineal”, sino comprender por qué esa polaridad se volvió central y cómo se convirtió en un criterio de pertenencia, valor y seguridad. Al reconstruir esta genealogía, se legitima la función adaptativa histórica del campo semántico y se facilita su actualización, reduciendo la rigidez moral que impide nuevas posiciones. (Ugazio, 2013)"
  },
  {
    "nombre": "Análisis narrativo relacional",
    "codigo": "p_ugazio_narrativo",
    "procesos": ["N_narrativaAutobiografica","R_sist_interaccion"],
    "texto": "Procedimiento que examina cómo las historias familiares y autobiográficas refuerzan polaridades semánticas y posiciones identitarias, atendiendo a metáforas recurrentes, etiquetas, episodios prototípicos y tramas que definen quién es “cada uno” en relación con los demás. Se identifican relatos totalizantes (“siempre has sido…”, “en esta familia…”) y se analizan sus efectos en la interacción, la autoimagen y las expectativas. La intervención introduce matices, contradicciones y excepciones para reautorizar narrativas preferidas y más complejas, debilitando la fijación rígida a un polo. (Ugazio, 2013)"
  },
  {
    "nombre": "Detección de dilemas identitarios semánticos",
    "codigo": "p_ugazio_dilemasIdentitarios",
    "procesos": ["I_conflictosSelf","N_marcosCognitivos"],
    "texto": "Procedimiento que identifica dilemas del tipo “si me muevo hacia este polo pierdo pertenencia, valor o amor” y aclara el coste identitario anticipado del cambio dentro del campo semántico. Se exploran las amenazas asociadas a abandonar una posición (p. ej., pasar de “dependiente” a “autónomo” puede vivirse como traición o frialdad) y cómo el síntoma funciona como solución semántica para no cruzar la frontera. Al hacer explícito el dilema, el paciente gana libertad para negociar significados y construir posiciones integradoras que preserven coherencia y vínculo. (Ugazio, 2013)"
  },
  {
    "nombre": "Cartografía de posiciones del self en la relación",
    "codigo": "p_ugazio_cartografiaPosiciones",
    "procesos": ["I_posicionRelacional","R_sist_roles"],
    "texto": "Procedimiento que traza de forma sistemática las posiciones típicas que el paciente adopta con distintas figuras (pareja, padres, hermanos, trabajo) dentro de la polaridad dominante, identificando transiciones, rigideces y “zonas prohibidas” del repertorio identitario. Se observan oscilaciones (por ejemplo, de inferioridad a superioridad defensiva) y cómo el sistema reacciona cuando alguien intenta cambiar de posición. Esta cartografía permite diseñar intervenciones de reposicionamiento realistas y clínicamente seguras, evitando cambios que disparen rupturas relacionales o recaídas semánticas. (Ugazio, 2013)"
  },
  {
    "nombre": "Hipótesis sistémico-semánticas y circularidad",
    "codigo": "p_ugazio_hipotesisCircularidad",
    "procesos": ["R_sist_ciclos","N_metacognicion"],
    "texto": "Procedimiento que formula hipótesis en términos de circularidad relacional y semántica: cómo las conductas de cada miembro confirman el campo de significados y cómo el campo, a su vez, organiza las conductas. Se usan preguntas circulares para mostrar que el problema no reside en un individuo, sino en bucles de retroalimentación que sostienen posiciones polarizadas (“cuanto más uno controla, más el otro busca libertad, y cuanto más busca libertad, más aumenta el control”). El objetivo es aumentar metacognición relacional y abrir puntos de intervención donde introducir nuevas respuestas y significados. (Ugazio, 2013)"
  },
  {
    "nombre": "Reformulación semántica del síntoma",
    "codigo": "p_ugazio_reformulacionSintoma",
    "procesos": ["N_reformulacion","R_sist_ciclos"],
    "texto": "Procedimiento que reubica el síntoma como una solución coherente dentro del campo semántico familiar (una forma de mantener pertenencia, evitar dilemas o estabilizar posiciones), reduciendo culpa y resistencia. Se reformula el problema en términos de función semántico-relacional: qué protege, qué evita, qué equilibra y qué define identitariamente. Esta reformulación no trivializa el sufrimiento; lo hace inteligible y transformable, creando una explicación plausible que habilita cambios sin amenaza identitaria masiva. (Ugazio, 2013)"
  },
  {
    "nombre": "Despolarización y creación de terceras posiciones",
    "codigo": "p_ugazio_tercerasPosiciones",
    "procesos": ["N_construccionAlternativa","I_coherenciaInterna"],
    "texto": "Procedimiento que trabaja explícitamente para salir de la lógica binaria del campo semántico, generando posiciones intermedias o integradoras (no como compromisos tibios, sino como nuevas coordenadas de sentido). Se exploran matices, excepciones y combinaciones posibles (“autonomía con vínculo”, “fuerza vulnerable”, “libertad responsable”) y se valida la complejidad como signo de crecimiento identitario. El objetivo es aumentar coherencia interna sin quedar atrapado en etiquetas polarizadas, ampliando el rango de experiencia y acción. (Ugazio, 2013)"
  },
  {
    "nombre": "Reposicionamiento relacional",
    "codigo": "p_ugazio_reposicionamiento",
    "procesos": ["I_posicionRelacional","R_repertorioInterpersonal"],
    "texto": "Procedimiento orientado a experimentar nuevas posiciones del self dentro del campo relacional, rompiendo la fijación a un polo dominante mediante microcambios conversacionales, ajustes de límites y nuevas formas de petición, reparación o negociación. El terapeuta acompaña a identificar señales tempranas de recaída en la posición habitual y a ensayar respuestas alternativas que conserven vínculo y dignidad. La finalidad es ampliar repertorio interpersonal y permitir que el sistema tolere y reconozca al paciente en posiciones nuevas. (Ugazio, 2013)"
  },
  {
    "nombre": "Enactments conversacionales para cambiar la danza",
    "codigo": "p_ugazio_enactments",
    "procesos": ["R_sist_interaccion","R_comunicacionEmocional"],
    "texto": "Procedimiento que utiliza momentos en sesión para observar y modificar en vivo los patrones de interacción que sostienen la polaridad (interrupciones, acusaciones, rescates, silencios, escaladas). Se guía la comunicación para que aparezcan significados implícitos, necesidades y temores asociados a cada polo, ayudando a que los miembros del sistema se escuchen en un registro menos defensivo. El objetivo es alterar la danza relacional en tiempo real y crear nuevas experiencias comunicativas que debiliten la confirmación automática del campo semántico. (Ugazio, 2013)"
  },
  {
    "nombre": "Tareas entre sesiones para consolidar nuevas posiciones",
    "codigo": "p_ugazio_tareasContexto",
    "procesos": ["R_sist_contexto","AG_compromisoConductual"],
    "texto": "Procedimiento que diseña tareas específicas y realistas para probar nuevas posiciones del self fuera de sesión sin romper el sistema (p. ej., ensayar un límite, pedir apoyo sin quedar en dependencia, ceder control sin perder autoridad). Las tareas se plantean como experimentos semánticos: se observa qué significado aparece, cómo reacciona el entorno y qué ajustes son necesarios. Su función es traducir la flexibilización del campo semántico en conducta sostenida, consolidando agencia y reduciendo recaídas. (Ugazio, 2013)"
  },
  {
    "nombre": "Movilización de apoyo y reconfiguración de alianzas",
    "codigo": "p_ugazio_apoyoAlianzas",
    "procesos": ["R_sist_apoyo","R_sist_triangulos"],
    "texto": "Procedimiento que identifica redes de apoyo y alianzas/triangulaciones que mantienen la polaridad (coaliciones implícitas, lealtades invisibles, mensajeros) y reconfigura el sistema para sostener cambios sin aislamiento del miembro que se reposiciona. Se trabaja para redistribuir carga emocional, reducir triangulaciones improductivas y favorecer vínculos que validen nuevas identidades emergentes. El objetivo es que el cambio sea viable relacionalmente y no dependa solo de voluntad individual. (Ugazio, 2013)"
  }
],

 "micros": [
  {
    "nombre": "Exploración guiada de ambos polos",
    "codigo": "m_ugazio_explorarPolos",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención que invita a describir con detalle ambos polos de una polaridad semántica (emociones, valores, riesgos, ventajas, imágenes asociadas), evitando jerarquías implícitas. Permite reducir la lectura moralizada del polo opuesto y aumentar complejidad cognitiva y emocional, debilitando la rigidez identitaria asociada a la dicotomía. (Ugazio, 2013)"
  },
  {
    "nombre": "Nombrar el campo semántico",
    "codigo": "m_ugazio_nominarCampo",
    "procesos": ["N_metacognicion"],
    "texto": "Acto clínico de poner nombre explícito al campo semántico dominante (“aquí parece que todo se organiza entre control y libertad”), facilitando que el paciente lo observe como una construcción relacional y no como una verdad natural. Este nombrar introduce distancia reflexiva y reduce fusión con la identidad polarizada. (Ugazio, 2013)"
  },
  {
    "nombre": "Señalar reglas implícitas",
    "codigo": "m_ugazio_reglasImplicitas",
    "procesos": ["R_sist_roles"],
    "texto": "Microintervención que hace visibles reglas no dichas del sistema (“aquí no se puede necesitar”, “mostrar debilidad tiene consecuencias”), ayudando a comprender cómo se sostienen las posiciones polares. Al explicitar la regla, se abre la posibilidad de cuestionarla sin atacar a las personas. (Ugazio, 2013)"
  },
  {
    "nombre": "Detectar dilemas semánticos en vivo",
    "codigo": "m_ugazio_dilemasVivo",
    "procesos": ["I_conflictosSelf"],
    "texto": "Identificación inmediata de dilemas que emergen en sesión cuando el paciente se aproxima al polo prohibido (“si digo esto, quedaré como egoísta”). Permite frenar escaladas defensivas y trabajar el conflicto identitario en el momento exacto en que se activa. (Ugazio, 2013)"
  },
  {
    "nombre": "Reformular el síntoma como solución semántica",
    "codigo": "m_ugazio_sintomaSolucion",
    "procesos": ["N_reformulacion"],
    "texto": "Intervención breve que presenta el síntoma como una forma coherente de sostener pertenencia, valor o equilibrio dentro del campo semántico, reduciendo culpa y resistencia. Facilita una comprensión funcional del problema sin cronificarlo. (Ugazio, 2013)"
  },
  {
    "nombre": "Introducir excepciones semánticas",
    "codigo": "m_ugazio_excepciones",
    "procesos": ["N_construccionAlternativa"],
    "texto": "Búsqueda activa de contextos, momentos o relaciones donde la polaridad no opera de forma rígida, mostrando que el campo semántico no es total ni omnipresente. Estas excepciones funcionan como grietas por donde introducir nuevas posiciones. (Ugazio, 2013)"
  },
  {
    "nombre": "Preguntas circulares de significado",
    "codigo": "m_ugazio_preguntasCirculares",
    "procesos": ["R_sist_ciclos"],
    "texto": "Uso de preguntas que conectan conductas, significados y reacciones de los otros (“cuando tú te colocas aquí, ¿qué significado toma el otro y cómo responde?”), aumentando conciencia de circularidad y reduciendo atribuciones lineales. (Ugazio, 2013)"
  },
  {
    "nombre": "Señalar oscilaciones defensivas",
    "codigo": "m_ugazio_oscilaciones",
    "procesos": ["I_posicionRelacional"],
    "texto": "Microintervención que hace visibles cambios rápidos de polo (por ejemplo, de inferioridad a superioridad defensiva) como intentos de autorregulación identitaria. Ayuda a estabilizar el self y a reconocer patrones sin juicio. (Ugazio, 2013)"
  },
  {
    "nombre": "Validación contextual del polo evitado",
    "codigo": "m_ugazio_validacionPolo",
    "procesos": ["RE_aceptacion"],
    "texto": "Intervención que legitima emocionalmente el polo rechazado o temido, mostrando su sentido histórico y relacional. Reduce vergüenza y miedo al cambio, facilitando exploración sin desorganización afectiva. (Ugazio, 2013)"
  },
  {
    "nombre": "Construcción de terceras posiciones",
    "codigo": "m_ugazio_tercerasPosiciones",
    "procesos": ["I_coherenciaInterna"],
    "texto": "Microtrabajo clínico orientado a formular posiciones integradoras que no encajan en ninguno de los polos tradicionales, ampliando la identidad sin vivirse como traición. Favorece coherencia interna y crecimiento del self. (Ugazio, 2013)"
  },
  {
    "nombre": "Ensayo verbal de nuevas posiciones",
    "codigo": "m_ugazio_ensayoVerbal",
    "procesos": ["R_comunicacionEmocional"],
    "texto": "Pequeños ensayos conversacionales en sesión donde el paciente prueba a expresarse desde una posición distinta, observando reacciones internas y externas antes de llevarlo al contexto real. Reduce riesgo y aumenta confianza. (Ugazio, 2013)"
  },
  {
    "nombre": "Microajustes de límites",
    "codigo": "m_ugazio_limites",
    "procesos": ["R_limitesInterpersonales"],
    "texto": "Intervención focal que ayuda a introducir límites ligeramente distintos a los habituales, sin ruptura brusca del sistema. Permite experimentar cambios sostenibles en la posición relacional. (Ugazio, 2013)"
  },
  {
    "nombre": "Desidentificación del rol familiar",
    "codigo": "m_ugazio_desidentificacion",
    "procesos": ["I_autoimagen"],
    "texto": "Microintervención que separa al paciente del rol semántico asignado (“el fuerte”, “la dependiente”), mostrando que es una posición relacional y no la totalidad de su identidad. Aumenta libertad subjetiva. (Ugazio, 2013)"
  },
  {
    "nombre": "Conectar cambio con valores relacionales",
    "codigo": "m_ugazio_valoresRelacionales",
    "procesos": ["R_valoresRelacionales"],
    "texto": "Breves preguntas que vinculan el movimiento fuera de la polaridad con el tipo de relación que la persona quiere construir, alineando cambio identitario con ética del vínculo y sentido relacional. (Ugazio, 2013)"
  },
  {
    "nombre": "Diseño de experimentos semánticos mínimos",
    "codigo": "m_ugazio_experimentosMinimos",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Propuesta de acciones pequeñas y reversibles que permitan probar una nueva posición del self y observar cómo cambia el significado relacional, reduciendo miedo al error y favoreciendo aprendizaje experiencial. (Ugazio, 2013)"
  },
  {
    "nombre": "Lectura semántica de reacciones del entorno",
    "codigo": "m_ugazio_feedbackEntorno",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que ayuda a interpretar las respuestas del entorno no como confirmación del fracaso personal, sino como ajustes del sistema ante una novedad semántica, previniendo recaídas identitarias. (Ugazio, 2013)"
  },
  {
    "nombre": "Normalización de la incomodidad del cambio",
    "codigo": "m_ugazio_normalizacion",
    "procesos": ["RE_modulacion"],
    "texto": "Intervención breve que anticipa y normaliza la incomodidad emocional asociada a salir de una polaridad rígida, ayudando a regular afecto y sostener el proceso sin abandonar el cambio. (Ugazio, 2013)"
  },
  {
    "nombre": "Cierre semántico provisional",
    "codigo": "m_ugazio_cierreProvisional",
    "procesos": ["I_continuidadBiografica"],
    "texto": "Pequeños cierres narrativos temporales que integran lo trabajado en una historia coherente hasta el momento, evitando desorganización identitaria y preparando el terreno para el siguiente movimiento terapéutico. (Ugazio, 2013)"
  }
],


  "refs": [
    "Ugazio, V. (2013). Semantic Polarities and Psychopathologies. London: Routledge."
  ]
}
