{
  "id": "psicoterapia-constructivista-integrativa",
  "grupo": "Constructivista",
  "type": "modelo",
  "label": "Psicoterapia constructivista integrativa (Feixas & Villegas)",
  "year": 2000,
  "importance": 1,

  "autores": "Guillem Feixas; Manuel Villegas Besora",
  "universidad": "Universitat de Barcelona",
  "ciudad": "Barcelona",
  "pais": "España",
  "lat": 41.386885,
  "lon": 2.170047,

  "influencias": [
    "Teoría de los constructos personales",
    "Guidano – Psicología postracionalista",
    "Neimeyer – Psicoterapia constructivista",
    "Constructivismo social / Relacional",
    "Constructivismo (Cognitivismo evolutivo)"
  ],

  "descripcion": "Modelo contemporáneo que integra las aportaciones de Kelly, Guidano y Neimeyer.\nDefine el proceso terapéutico como reconstrucción narrativa de los sistemas de significado personales mediante exploración dialógica y coherencia experiencial.\nDestaca la investigación empírica con la Rejilla de Constructos y la metacognición del cambio.",

  "procesos": [
    "Exploración y clarificación del sistema de significados",
    "Reconstrucción narrativa e integración experiencial",
    "Metacognición del cambio y autorregulación del proceso terapéutico",
    "Flexibilización de constructos nucleares y dilemas identitarios",
    "Alineación entre coherencia interna, agencia y acción"
  ],

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se fundamenta en una postura colaborativa y constructivista: el terapeuta valida la lógica interna del sistema de significados del paciente y ofrece un clima de respeto que reduce defensividad y facilita exploración profunda. El vínculo se protege evitando imponer interpretaciones y priorizando una presencia dialógica que permita revisar constructos y narrativas sin vivirse como invalidación identitaria.",
    "ALI_objetivos": "Los objetivos se formulan como metas de reconstrucción del significado y aumento de flexibilidad personal, más que como mera supresión sintomática. Terapeuta y paciente acuerdan qué áreas del sistema de significados generan sufrimiento (dilemas, rigidez, incoherencias) y qué cambios serían valiosos y viables, manteniendo un horizonte de coherencia identitaria y bienestar relacional.",
    "ALI_tareas": "Las tareas se presentan como exploraciones con sentido (conversacionales, narrativas, experienciales y, cuando procede, empíricas con herramientas tipo rejilla) conectadas explícitamente con los objetivos. El terapeuta cuida que las tareas no se vivan como evaluación o examen, sino como instrumentos para mirar desde fuera el propio sistema de significado, generar alternativas y comprobar su viabilidad en la vida real.",
    "ALI_colaboracion": "La colaboración es explícita: el paciente participa como co-investigador de su experiencia, ayudando a construir hipótesis sobre su identidad, sus dilemas y su modo de anticipar el mundo. La terapia avanza mediante ciclos de formulación, contraste y ajuste, reforzando agencia y responsabilidad compartida sobre el rumbo del proceso.",
    "ALI_sintonia": "La sintonía se expresa ajustando ritmo, profundidad y nivel de reto al grado de amenaza identitaria que implica revisar constructos nucleares o narrativas centrales. El terapeuta regula el timing entre comprensión y cambio, evitando tanto la confrontación prematura como la evitación prolongada, y modulando la activación emocional para sostener coherencia experiencial.",
    "ALI_rupturaReparacion": "Las rupturas suelen aparecer cuando el paciente percibe invalidez, prisa por cambiar o desconexión entre tareas y su sistema de significados. La reparación implica reconocer el impacto, clarificar la intención colaborativa, reajustar objetivos/tareas y devolver al paciente control sobre el ritmo, reforzando que el cambio debe ser viable para su identidad y sus vínculos.",
    "ALI_monitorizacion": "La monitorización se mantiene a través de feedback continuo sobre utilidad, amenaza, claridad y avance: qué está funcionando, qué genera bloqueo, qué se siente demasiado rápido o demasiado abstracto. Esta revisión constante mantiene el proceso terapéutico como una investigación viva, evitando estancamientos y promoviendo metacognición sobre el cambio.",
    "ALI_contexto": "La sensibilidad al contexto reconoce que los significados personales están arraigados en historia, cultura, roles y relaciones actuales. El terapeuta adapta lenguaje, metáforas y focos para que la reconstrucción sea practicable en el mundo real del paciente, atendiendo a restricciones contextuales y a los costes relacionales de cualquier reposicionamiento identitario."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como construida: la experiencia adquiere sentido dentro de sistemas personales (y relacionales) de significado que organizan identidad y acción.\n\nConcepción del conocimiento terapéutico\nEl conocimiento es co-construido y revisable; la terapia se orienta a explorar y reconstruir significados mediante diálogo, reflexión y contrastación experiencial/empírica cuando es útil.\n\nConcepción del ser humano y del cambio\nEl ser humano es un agente interpretativo que busca coherencia; el cambio implica reorganizar constructos y narrativas para ampliar flexibilidad, integración y agencia, cuidando el coste identitario.\n\nRol de la relación terapéutica\nLa relación terapéutica es un contexto epistemológico de colaboración: sostiene seguridad para explorar, cuestionar y reconstruir significados sin imposición.",

    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización dinámica de significados (constructos, narrativas y coherencia experiencial) que se mantiene en interacción con la historia y los vínculos.\n\nCómo se explica el cambio\nEl cambio se produce al hacer explícitos patrones de significado, detectar dilemas y rigideces, generar alternativas y consolidarlas mediante comprensión dialógica y coherencia vivida.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por rigidez del sistema de significados, dilemas identitarios (costes del cambio), incoherencias no integradas y patrones narrativos que estrechan el repertorio de interpretación y acción.",

    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula como un patrón de significados personales: constructos nucleares y periféricos, dilemas, autoimagen, narrativas dominantes y su coherencia experiencial en contextos relacionales.\n\nQué procesos terapéuticos se priorizan\nSe priorizan exploración del significado, reconstrucción narrativa, integración experiencial, metacognición del cambio y flexibilización de dilemas que bloquean agencia.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor flexibilidad interpretativa, aumento de coherencia interna y continuidad biográfica, reducción de dilemas paralizantes, mayor agencia y cambios observables en relación y acción."
  },

  "books": [
    "Guillem Feixas — La Psicoterapia Constructivista (2004)",
    "Feixas, Saúl — Rejilla de Constructos Personales (GRIDCOR)"
  ],

  "procedimientos": [],
  "micros": [],
  "ideasPrincipales": [],

  "refs": [
    "Feixas, G. (2004). La psicoterapia constructivista.",
    "Kelly, G. A. (1955). The Psychology of Personal Constructs.",
    "Guidano, V. F. (1987/1991). (Obras sobre organización del self y postracionalismo).",
    "Neimeyer, R. A. (1993/2009). (Obras sobre psicoterapia constructivista y reconstrucción de significado)."
  ]
}
