{
  "id": "psicoterapia-cognitiva-postracionalista-guidano",
  "grupo": "Constructivista",
  "label": "Psicoterapia cognitiva postracionalista",
  "year": 1991,
  "importance": 2,
  "autores": "Vittorio Guidano",
  "universidad": "",
  "ciudad": "Roma",
  "pais": "Italia",
  "lat": 41.902783,
  "lon": 12.496366,

  "influencias": [
    "Psicología postracionalista",
    "Teoría de los constructos personales",
    "Epistemología cognitiva",
    "Fenomenología / Hermenéutica"
  ],

  "descripcion": "La psicoterapia cognitiva postracionalista, desarrollada por Vittorio Guidano, concibe el self como un proceso dinámico de organización de la experiencia que integra emoción, cognición y narrativa en una continuidad identitaria. Frente a los modelos cognitivos racionalistas centrados en la corrección de creencias, este enfoque entiende el cambio terapéutico como una reorganización progresiva del self que aumenta la complejidad, flexibilidad y coherencia del sistema personal de significado. La psicopatología se explica como una rigidización de las Organizaciones de Significado Personal (SMP), patrones implícitos que articulan emoción, apego e identidad. La intervención clínica se orienta a desarrollar una metaperspectiva sobre la experiencia vivida, permitiendo integrar discrepancias emocionales y narrativas sin fragmentación del self, en un proceso de co-construcción terapéutica centrado en la continuidad identitaria más que en la normalización sintomática (Guidano, 1991).",

  "ideasPrincipales": [
    {
      "id": "idea_guidano_1",
      "titulo": "El self como proceso narrativo-emocional en continua organización",
      "desarrollo": "El modelo postracionalista concibe el self no como una estructura fija ni como un conjunto de contenidos cognitivos, sino como un proceso dinámico de organización de la experiencia que integra emoción, cognición y narrativa. La identidad personal emerge de la continuidad narrativa que la persona construye para dar coherencia a su experiencia a lo largo del tiempo, especialmente frente a la incertidumbre y el cambio. El objetivo terapéutico no es corregir pensamientos disfuncionales, sino favorecer una reorganización más compleja y flexible del self. (Guidano, 1991, *The Self in Process*)."
    },
    {
      "id": "idea_guidano_2",
      "titulo": "Las Organizaciones de Significado Personal estructuran la experiencia",
      "desarrollo": "Guidano propone que cada persona organiza su experiencia a través de Organizaciones de Significado Personal (SMP), patrones estables que integran emoción, apego, cognición y sentido de identidad. Estas organizaciones no son esquemas conscientes, sino formas implícitas de sentirse y comprenderse que dan continuidad al self. La psicopatología surge cuando una SMP se rigidiza y limita la integración de experiencias discrepantes. (Guidano, 1991)."
    },
    {
      "id": "idea_guidano_3",
      "titulo": "Primacía de la emoción en la construcción del significado",
      "desarrollo": "En el enfoque postracionalista, la emoción precede y organiza el significado, en lugar de ser una consecuencia secundaria de la cognición. Las emociones configuran el campo de relevancia de la experiencia y orientan la construcción narrativa del self. El trabajo terapéutico parte del acceso a la vivencia emocional concreta para comprender cómo se articula el significado personal, evitando abordajes puramente racionales o explicativos. (Guidano, 1991)."
    },
    {
      "id": "idea_guidano_4",
      "titulo": "El cambio como aumento de complejidad y metaperspectiva",
      "desarrollo": "El cambio terapéutico no consiste en sustituir contenidos mentales, sino en aumentar la complejidad de la organización del self mediante el desarrollo de una metaperspectiva. Esta capacidad permite observar la propia experiencia como proceso, integrar contradicciones y tolerar la ambigüedad sin desorganización identitaria. La terapia facilita que el paciente se convierta en observador activo de su propio funcionamiento. (Guidano, 1991)."
    },
    {
      "id": "idea_guidano_5",
      "titulo": "La psicoterapia como co-construcción narrativa",
      "desarrollo": "La relación terapéutica se entiende como un espacio de co-construcción narrativa en el que terapeuta y paciente exploran juntos la continuidad y las rupturas del self. El terapeuta no adopta una posición correctiva ni prescriptiva, sino que acompaña el proceso de reorganización identitaria mediante secuenciación, reformulación y exploración de la experiencia vivida. (Guidano, 1991)."
    }
  ],
"neimeyer": {
  "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se concibe como una construcción personal y procesual, organizada por el self para mantener continuidad identitaria frente a la incertidumbre y el cambio. No existe una realidad psicológica objetiva independiente del sujeto, sino formas personales de organizar la experiencia emocional y relacional en patrones relativamente estables de significado. La experiencia no se refleja pasivamente, sino que es activamente organizada desde estructuras implícitas que dan coherencia al mundo vivido.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es interpretativo, procesual y co-construido. No consiste en descubrir verdades ocultas ni en corregir distorsiones cognitivas, sino en comprender cómo el paciente organiza su experiencia para sostener su identidad. El terapeuta no ocupa una posición de experto correctivo, sino de observador-participante que facilita el desarrollo de una metaperspectiva sobre la experiencia.\n\nConcepción del ser humano y del cambio\nEl ser humano es un sistema autoorganizado orientado a mantener coherencia identitaria. El cambio psicológico ocurre cuando la organización del self puede aumentar su complejidad y flexibilidad, integrando experiencias previamente discrepantes sin perder continuidad. El cambio no es lineal ni voluntarista, sino emergente y dependiente del proceso experiencial.\n\nRol de la relación terapéutica\nLa relación terapéutica es un contexto privilegiado de exploración segura donde se hace posible observar y reorganizar la experiencia vivida. Su función no es proporcionar validación emocional ni dirección normativa, sino sostener el proceso de exploración experiencial y metacognitiva que permite al self reorganizarse desde dentro.",

  "teoriaFormal": "Qué es el self\nEl self se define como un proceso dinámico de organización de la experiencia que integra emoción, cognición y narrativa en una continuidad identitaria. No es una estructura fija ni un conjunto de rasgos, sino una forma personal de dar coherencia a la experiencia a lo largo del tiempo mediante Organizaciones de Significado Personal implícitas.\n\nCómo se explica el cambio\nEl cambio se explica como una reorganización progresiva del self que incrementa su complejidad y capacidad integradora. A través del desarrollo de metaperspectiva y de la integración emoción–narrativa, el individuo puede observar su propio funcionamiento, flexibilizar patrones rígidos y ampliar alternativas de significado sin ruptura identitaria.\n\nQué mantiene el sufrimiento\nEl sufrimiento psicológico se mantiene cuando la Organización de Significado Personal se rigidiza y reduce su capacidad de integrar experiencias nuevas o discrepantes. Esta rigidez genera patrones repetitivos de anticipación emocional y narrativa que limitan la adaptación y refuerzan la continuidad del malestar, no por error cognitivo, sino por coherencia identitaria defensiva.",

  "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso clínico se conceptualiza identificando la Organización de Significado Personal dominante, los ejes emocionales que estructuran la experiencia, los patrones narrativos recurrentes y la forma en que el self mantiene continuidad frente a amenaza o cambio. Se prioriza la comprensión procesual del funcionamiento identitario por encima de categorías diagnósticas descriptivas.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de exploración experiencial, secuenciación narrativa, desarrollo de metaperspectiva y reorganización emoción–narrativa del self. El trabajo terapéutico se orienta a aumentar complejidad y flexibilidad identitaria, no a eliminar síntomas ni a imponer nuevas creencias.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por el aumento de la capacidad del paciente para observar su experiencia como proceso, integrar emociones contradictorias, sostener ambigüedad sin desorganización y construir narrativas más complejas y coherentes. La mejora sintomática es secundaria y entendida como consecuencia del cambio identitario."
},
  "procedimientos": [
  {
    "nombre": "Identificación de la Organización de Significado Personal (SMP)",
    "codigo": "p_guidano_identificacion_smp",
    "procesos": ["N_metacognicion", "I_continuidadBiografica"],
    "texto": "Procedimiento nuclear del modelo postracionalista que consiste en formular una hipótesis clínica sobre la Organización de Significado Personal dominante del paciente, integrando patrones emocionales recurrentes, historia de apego, modos de autorregulación y continuidad narrativa del self. No se trata de clasificar al paciente en un tipo, sino de comprender cómo organiza su experiencia para mantener coherencia identitaria frente a la incertidumbre, la amenaza o el cambio. Esta identificación se construye progresivamente a partir del relato clínico, la secuenciación de episodios y la observación de regularidades afectivas, y orienta todo el proceso terapéutico posterior. (Guidano, 1991, *The Self in Process*)."
  },
  {
    "nombre": "Secuenciación narrativa de episodios significativos",
    "codigo": "p_guidano_secuenciacion",
    "procesos": ["N_narrativaAutobiografica", "AP_profundizacion"],
    "texto": "Procedimiento clínico que organiza la experiencia del paciente mediante la reconstrucción detallada y temporalmente ordenada de episodios vitales emocionalmente relevantes, permitiendo identificar regularidades implícitas en la vivencia y en el modo de atribuir significado. La secuenciación ralentiza el relato, reduce la abstracción defensiva y facilita el acceso a la experiencia vivida, mostrando cómo se repiten patrones emocionales y narrativos que sostienen la continuidad del self. Este procedimiento es clave para pasar del discurso explicativo a la experiencia encarnada. (Guidano, 1991)."
  },
  {
    "nombre": "Exploración experiencial de la emoción primaria",
    "codigo": "p_guidano_exploracion_emocional",
    "procesos": ["RE_concienciaEmocional", "AP_profundizacion"],
    "texto": "Procedimiento orientado a acceder a la vivencia emocional primaria tal como se experimenta corporal y fenomenológicamente, antes de su elaboración cognitiva o narrativa. El terapeuta guía al paciente a describir sensaciones, tonalidades afectivas y ritmos emocionales, evitando interpretaciones prematuras. Esta exploración permite comprender cómo la emoción organiza el significado y actúa como eje estructurante de la identidad personal. (Guidano, 1991)."
  },
  {
    "nombre": "Desarrollo de metaperspectiva sobre la experiencia",
    "codigo": "p_guidano_metaperspectiva",
    "procesos": ["N_metacognicion", "I_coherenciaInterna"],
    "texto": "Procedimiento central de cambio que facilita que el paciente pueda observar su propia experiencia emocional y narrativa como un proceso en curso, sin confundirse con ella ni disociarse. El desarrollo de metaperspectiva permite integrar contradicciones, reconocer regularidades y tolerar ambigüedad sin pérdida de coherencia identitaria, incrementando la complejidad del self. No se busca distancia fría, sino una autoobservación encarnada y continua. (Guidano, 1991)."
  },
  {
    "nombre": "Puentes afectivos entre emoción y significado",
    "codigo": "p_guidano_puentes_afectivos",
    "procesos": ["RE_concienciaEmocional", "N_metacognicion"],
    "texto": "Procedimiento que conecta la vivencia emocional inmediata con los significados personales que la organizan, construyendo puentes progresivos entre cuerpo, emoción y narrativa. En lugar de interpretar la emoción, se explora cómo esta da forma a la experiencia del self y del mundo, facilitando insight experiencial sin intelectualización defensiva. Este procedimiento es clave para reorganizar la identidad desde dentro del proceso emocional. (Guidano, 1991)."
  },
  {
    "nombre": "Re-narración detallada de episodios nucleares",
    "codigo": "p_guidano_renarracion",
    "procesos": ["N_narrativaAutobiografica", "AP_profundizacion"],
    "texto": "Procedimiento que consiste en recontar episodios vitales significativos en tiempo lento, integrando emoción, percepción, pensamiento y perspectiva actual. La re-narración no busca corregir el relato, sino ampliar su complejidad y coherencia emocional, permitiendo que emerjan nuevas articulaciones identitarias. Es un instrumento fundamental para reorganizar la continuidad del self. (Guidano, 1991)."
  },
  {
    "nombre": "Reorganización narrativa del self",
    "codigo": "p_guidano_reorganizacion",
    "procesos": ["I_continuidadBiografica", "N_reformulacion"],
    "texto": "Procedimiento de largo recorrido mediante el cual se facilita una narrativa personal más flexible e inclusiva, integrando experiencias previamente disociadas o rigidizadas dentro de una continuidad identitaria ampliada. El terapeuta no propone nuevas historias, sino que acompaña la emergencia de una organización narrativa más compleja, coherente con la vivencia emocional del paciente. (Guidano, 1991)."
  },
  {
    "nombre": "Autoobservación experiencial guiada",
    "codigo": "p_guidano_autoobservacion",
    "procesos": ["N_metacognicion", "RE_estabilizacion"],
    "texto": "Procedimiento que entrena al paciente en la observación continua de su experiencia emocional y narrativa en la vida cotidiana, sin intento de control ni corrección. La autoobservación fortalece la continuidad del proceso terapéutico fuera de sesión y consolida la metaperspectiva como función estable del self. (Guidano, 1991)."
  },
{
  "nombre": "La moviola experiencial (ralentización y microanálisis de la experiencia)",
  "codigo": "p_guidano_moviola",
  "procesos": ["AP_profundizacion", "RE_concienciaEmocional", "N_metacognicion"],
  "texto": "La moviola es un procedimiento clínico característico del enfoque postracionalista que consiste en ralentizar de forma extrema la reconstrucción de un episodio significativo, deteniéndose en micro-momentos de la experiencia para explorar con precisión la secuencia de sensaciones corporales, emociones, pensamientos implícitos y significados emergentes. El objetivo no es analizar ni reinterpretar el episodio, sino permitir que el paciente acceda a la organización interna de su vivencia tal como se desplegó en tiempo real, favoreciendo un insight experiencial profundo sobre cómo se articula su Organización de Significado Personal. La moviola reduce la abstracción narrativa defensiva, aumenta la diferenciación emocional y facilita el desarrollo de metaperspectiva sin desorganización identitaria, constituyendo uno de los principales motores del cambio en la psicoterapia postracionalista. (Guidano, 1991, *The Self in Process*)."
},
  {
    "nombre": "Consolidación de coherencia identitaria ampliada",
    "codigo": "p_guidano_consolidacion",
    "procesos": ["I_coherenciaInterna", "I_continuidadBiografica"],
    "texto": "Procedimiento integrador que consolida una identidad personal más compleja y flexible, capaz de sostener contradicciones emocionales sin fragmentación. Se observa en una mayor estabilidad del sentido de sí, reducción de rigidez organizativa y mayor tolerancia a la ambigüedad experiencial. Este procedimiento marca la fase avanzada del proceso terapéutico postracionalista. (Guidano, 1991)."
  }
],

 "micros": [
  {
    "nombre": "Exploración de la SMP por ejes emocionales",
    "codigo": "m_guidano_ejes_smp",
    "procesos": ["N_metacognicion", "I_coherenciaInterna"],
    "texto": "Microintervención que explora la organización del self a través de ejes afectivos recurrentes (p. ej., control–pérdida, cercanía–distancia, valía–vergüenza), ayudando al paciente a detectar regularidades implícitas en cómo anticipa, interpreta y se posiciona en sus experiencias. El objetivo no es etiquetar, sino afinar la hipótesis de SMP mostrando cómo ciertas tonalidades emocionales actúan como “atractores” que organizan la continuidad identitaria y restringen alternativas de significado. (Guidano, 1991, *The Self in Process*)."
  },
  {
    "nombre": "Secuenciación de episodios en tiempo real",
    "codigo": "m_guidano_secuenciacion_episodio",
    "procesos": ["N_narrativaAutobiografica", "AP_profundizacion"],
    "texto": "Microintervención que guía al paciente a reconstruir un episodio significativo siguiendo el orden real de lo ocurrido (antes–durante–después), evitando saltos interpretativos, explicaciones generales o moralejas. Se busca que emerja la lógica experiencial del self: qué se sintió primero, qué se anticipó, qué se hizo para sostener coherencia, y cómo se cerró el episodio narrativamente, proporcionando material vivo para identificar patrones de significado personal. (Guidano, 1991)."
  },
  {
    "nombre": "Moviola: pausa y zoom en el micro-momento",
    "codigo": "m_guidano_moviola_zoom",
    "procesos": ["AP_profundizacion", "RE_rotulacion", "N_metacognicion"],
    "texto": "Microintervención dentro de la moviola que detiene el relato en un punto de densidad afectiva y realiza un “zoom” clínico sobre micro-segundos de experiencia (sensación corporal, impulso, emoción, pensamiento implícito), para que el paciente no lo explique sino que lo reexperimente con precisión. Esta pausa cambia el trabajo de ‘contar’ a ‘vivir’ y permite reconocer cómo el self se organiza en tiempo real para mantener continuidad (p. ej., cerrando, controlando, justificando o retirándose). (Guidano, 1991)."
  },
  {
    "nombre": "Puente afectivo del cuerpo al significado",
    "codigo": "m_guidano_puente_afectivo",
    "procesos": ["RF_intero", "N_metacognicion"],
    "texto": "Microintervención que parte de sensaciones corporales concretas (tensión, peso, calor, vacío, aceleración) para explorar qué significado personal las acompaña sin intelectualizarlo, conectando interocepción y construcción de sentido. El objetivo es acceder a la organización implícita del self allí donde primero se manifiesta —en el cuerpo— para luego articular cómo ese tono afectivo orienta narrativas, decisiones y posiciones relacionales. (Guidano, 1991)."
  },
  {
    "nombre": "Diferenciar vivencia de explicación",
    "codigo": "m_guidano_vivencia_vs_explicacion",
    "procesos": ["N_metacognicion", "AP_profundizacion"],
    "texto": "Microintervención que separa con suavidad la experiencia vivida (lo que se sintió/percibió) de la capa explicativa posterior (por qué pasó, quién tuvo la culpa, qué significa en general), devolviendo al paciente al nivel fenomenológico cuando se refugia en narrativas abstractas. Esta diferenciación reduce defensas racionalizantes y aumenta acceso a la organización emocional que estructura el significado personal, sin confrontación ni corrección cognitiva. (Guidano, 1991)."
  },
  {
    "nombre": "Nombrar la tonalidad emocional dominante",
    "codigo": "m_guidano_rotular_tonalidad",
    "procesos": ["RE_rotulacion", "I_coherenciaInterna"],
    "texto": "Microintervención que rotula con precisión la tonalidad afectiva que domina el episodio (vergüenza, humillación, vacío, amenaza, desamparo, indignación, etc.) y la vincula a la coherencia del self en ese momento, evitando etiquetas diagnósticas o moralizantes. El propósito es que el paciente reconozca el afecto como organizador del significado y no como ‘síntoma’ a eliminar, lo que facilita metaperspectiva y complejidad identitaria. (Guidano, 1991)."
  },
  {
    "nombre": "Detectar el punto de quiebre organizativo",
    "codigo": "m_guidano_punto_quiebre",
    "procesos": ["N_metacognicion", "RE_modulacion"],
    "texto": "Microintervención que localiza el instante en que la experiencia deja de ser tolerable y el self activa su modo habitual de sostener coherencia (control, retirada, ataque, complacencia, bloqueo, etc.). Al señalar ese quiebre sin juzgarlo, se abre un espacio para observar el patrón en vivo y ampliar la ventana de tolerancia, haciendo posible una reorganización sin desbordamiento. (Guidano, 1991)."
  },
  {
    "nombre": "Señalar invariantes narrativas del self",
    "codigo": "m_guidano_invariantes",
    "procesos": ["N_narrativaAutobiografica", "N_metacognicion"],
    "texto": "Microintervención que subraya frases o giros que reaparecen en distintos episodios (“al final siempre…”, “me toca a mí…”, “siempre decepciono…”) y los presenta como invariantes de continuidad identitaria más que como ‘pensamientos erróneos’. El objetivo es que el paciente escuche su propia regularidad como forma de organización del self, facilitando una lectura más compleja y menos literal de su narrativa. (Guidano, 1991)."
  },
  {
    "nombre": "Contraste entre perspectiva de entonces y perspectiva actual",
    "codigo": "m_guidano_contraste_perspectivas",
    "procesos": ["I_continuidadBiografica", "N_metacognicion"],
    "texto": "Microintervención que invita a comparar cómo se vivió el episodio en aquel momento con cómo se lo comprende hoy, no para corregirlo sino para aumentar continuidad biográfica y complejidad narrativa. Este contraste permite integrar discrepancias (lo que se sentía vs lo que se entiende ahora) sin invalidar la vivencia original, favoreciendo reorganización identitaria. (Guidano, 1991)."
  },
  {
    "nombre": "Pregunta de continuidad: “y después, ¿qué hiciste para sostenerte?”",
    "codigo": "m_guidano_pregunta_continuidad",
    "procesos": ["N_narrativaAutobiografica", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención que desplaza el foco del ‘por qué’ al ‘cómo’, preguntando qué hizo el self para sostener coherencia y seguir funcionando tras el impacto emocional. Esta pregunta revela estrategias implícitas de autorregulación identitaria (control, evitación, sobre-responsabilidad, etc.) y fortalece agencia al hacer visible que el self actúa para mantenerse, incluso cuando el patrón sea costoso. (Guidano, 1991)."
  },
  {
    "nombre": "Re-narración en tiempo lento con integración afectiva",
    "codigo": "m_guidano_renarracion_lenta",
    "procesos": ["AP_profundizacion", "N_narrativaAutobiografica"],
    "texto": "Microintervención que solicita recontar el episodio con máxima concreción (escena, gestos, tono, silencios) manteniendo contacto con la emoción, para que la narrativa no funcione como defensa sino como integración. La re-narración lenta incrementa diferenciación, permite matices y facilita que aparezcan nuevas articulaciones identitarias sin imponer reinterpretaciones externas. (Guidano, 1991)."
  },
  {
    "nombre": "Microformulación postracionalista de la coherencia del self",
    "codigo": "m_guidano_microformulacion",
    "procesos": ["N_reformulacion", "I_coherenciaInterna"],
    "texto": "Microintervención que devuelve una formulación breve sobre cómo el self mantiene coherencia en el episodio (“cuando aparece X, tu identidad se sostiene haciendo Y”), evitando moralizar o patologizar. Esta microformulación no pretende ‘explicar’ al paciente, sino ofrecerle una metaperspectiva utilizable: una descripción de su organización que pueda observar en vivo y flexibilizar con el tiempo. (Guidano, 1991)."
  },
  {
    "nombre": "Autoobservación entre sesiones orientada a patrones",
    "codigo": "m_guidano_autoobservacion_entre_sesiones",
    "procesos": ["N_metacognicion", "AG_compromisoConductual"],
    "texto": "Microintervención que acuerda una autoobservación concreta entre sesiones (no para ‘controlar’ síntomas), centrada en detectar cuándo se activa el patrón organizativo y qué señales tempranas aparecen (sensación corporal, emoción, guion narrativo). Se busca aumentar continuidad del trabajo terapéutico y consolidar la metaperspectiva como habilidad estable, sin convertirlo en tarea de rendimiento. (Guidano, 1991)."
  },
  {
    "nombre": "Cierre integrador: síntesis mínima de coherencia ampliada",
    "codigo": "m_guidano_cierre_integrador",
    "procesos": ["I_coherenciaInterna", "N_narrativaAutobiografica"],
    "texto": "Microintervención de cierre que resume en una o dos frases cómo se ha ampliado la coherencia del self en la sesión (qué se vio, qué emoción organizaba, qué estrategia sostenía continuidad), evitando conclusiones intelectuales extensas. Su función es consolidar integración narrativa y dejar una marca simple, recordable y experiencial que el paciente pueda reconocer fuera de sesión. (Guidano, 1991)."
  }
],

  "refs": [
    "Guidano, V. (1991). The Self in Process."
  ]
}
