{
  "id": "psicoterapia-constructivista-procesos-cambio-mahoney",
  "grupo": "Constructivista",
  "label": "Psicoterapia constructivista de los procesos de cambio humano",
  "year": 1991,
  "importance": 2,
  "autores": "Michael J. Mahoney",
"universidad": "University of Miami",
"ciudad": "Miami",
"pais": "Estados Unidos",
"lat": 25.72149,
"lon": -80.27933,

  "influencias": [
    "Constructivismo personal",
    "Psicoterapia cognitiva",
    "Teoría de sistemas",
    "Epistemología genética",
    "Teoría del cambio no lineal"
  ],

  "summary": "Mahoney propone una psicoterapia centrada en los procesos universales del cambio humano, entendiendo a la persona como un sistema autoorganizado, dinámico y no lineal. El cambio psicológico no ocurre por corrección directa de contenidos, sino por reorganización progresiva del sistema personal a través de la reflexividad, la tolerancia a la incertidumbre y la integración de experiencias discrepantes. La psicoterapia se concibe como un contexto seguro que introduce perturbaciones graduadas y andamiaje de complejidad para facilitar nuevas formas de coherencia personal.",

  "descripcion": "El modelo de Mahoney describe el cambio humano como un proceso emergente propio de sistemas complejos autoorganizados. Las personas no cambian de manera lineal ni controlable, sino mediante oscilaciones, crisis de coherencia y reorganizaciones internas que integran emoción, cognición, conducta e identidad. El sufrimiento psicológico se mantiene cuando el sistema personal se rigidiza para preservar estabilidad frente a la amenaza, reduciendo flexibilidad y capacidad adaptativa. La psicoterapia no dirige el cambio, sino que crea condiciones para que este emerja: aumento de reflexividad, tolerancia a la ambigüedad, diálogo entre asimilación y acomodación, y micro-perturbaciones seguras que amplían la complejidad del sistema. El terapeuta actúa como facilitador del proceso de autoorganización, no como corrector externo.",

  "ideasPrincipales": [
    {
      "id": "idea_mahoney_1",
      "titulo": "El ser humano como sistema autoorganizado y no lineal",
      "desarrollo": "Mahoney concibe a la persona como un sistema complejo autoorganizado, cuya conducta, emociones y significados emergen de patrones dinámicos más que de causas lineales. El cambio psicológico no sigue trayectorias previsibles, sino que ocurre mediante reorganizaciones internas sensibles al contexto y a pequeñas variaciones. (Mahoney, 1991, *Human Change Processes*)."
    },
    {
      "id": "idea_mahoney_2",
      "titulo": "El cambio como reorganización emergente, no como corrección",
      "desarrollo": "El cambio terapéutico no se produce por corregir pensamientos o conductas específicas, sino por la reorganización global del sistema personal cuando las formas previas de coherencia dejan de ser sostenibles. La psicoterapia facilita condiciones para que emerjan nuevos patrones más flexibles. (Mahoney, 1991)."
    },
    {
      "id": "idea_mahoney_3",
      "titulo": "Asimilación y acomodación como motores del desarrollo",
      "desarrollo": "Inspirado en Piaget, Mahoney describe el cambio como un diálogo continuo entre asimilación (integrar lo nuevo en estructuras previas) y acomodación (modificar las estructuras cuando la experiencia lo exige). El sufrimiento surge cuando predomina la asimilación rígida y se bloquea la acomodación. (Mahoney, 1991)."
    },
    {
      "id": "idea_mahoney_4",
      "titulo": "La tolerancia a la incertidumbre como capacidad central",
      "desarrollo": "El cambio humano requiere sostener periodos de desorganización, ambigüedad e incertidumbre sin cierre prematuro. La psicoterapia ayuda a ampliar la tolerancia a no saber, permitiendo que el sistema explore nuevas configuraciones sin colapsar. (Mahoney, 1991)."
    },
    {
      "id": "idea_mahoney_5",
      "titulo": "La reflexividad como mecanismo clave del cambio",
      "desarrollo": "La capacidad de observar la propia experiencia como proceso —pensamientos, emociones, impulsos y significados— es un mecanismo central de reorganización. La reflexividad permite al sistema personal introducir variación sin desintegrarse. (Mahoney, 1991)."
    },
    {
      "id": "idea_mahoney_6",
      "titulo": "El terapeuta como facilitador de condiciones, no como director",
      "desarrollo": "El terapeuta no controla el cambio, sino que facilita contextos seguros, introduce perturbaciones graduadas y acompaña la exploración del sistema personal, respetando la autoorganización del paciente. (Mahoney, 1991)."
    }
  ],

  "procesos": [
    {
      "nombre": "Autoorganización y estabilidad dinámica",
      "descripcion": "Proceso mediante el cual el sistema personal mantiene coherencia interna a través de patrones relativamente estables que organizan emoción, cognición e identidad. El cambio ocurre cuando estos patrones pierden viabilidad y se reorganizan en configuraciones más flexibles. (Mahoney, 1991)."
    },
    {
      "nombre": "Asimilación y acomodación",
      "descripcion": "Proceso evolutivo que regula la integración de nuevas experiencias: la asimilación preserva estructuras previas, mientras que la acomodación las transforma. La psicoterapia favorece un equilibrio dinámico entre ambas. (Mahoney, 1991)."
    },
    {
      "nombre": "Tolerancia a la incertidumbre",
      "descripcion": "Capacidad para sostener estados transitorios de ambigüedad, desorganización y no saber sin recurrir a cierres rígidos. Es condición necesaria para la emergencia de nuevas formas de coherencia personal. (Mahoney, 1991)."
    },
    {
      "nombre": "Reflexividad y metaperspectiva",
      "descripcion": "Proceso por el cual la persona observa su propia experiencia como sistema en funcionamiento, permitiendo introducir variaciones conscientes sin colapsar la identidad. (Mahoney, 1991)."
    }
  ],

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

  "neimeyer": {
    "epistemologico": "La realidad psicológica es construida, dinámica y emergente. El conocimiento terapéutico no es descriptivo ni predictivo, sino facilitador de procesos de reorganización. El cambio se entiende como no lineal y autoorganizado.",
    "teoriaFormal": "El self es un sistema complejo que busca coherencia dinámica. El sufrimiento aparece cuando la autoorganización se rigidiza y bloquea la acomodación. El cambio implica aumento de complejidad y flexibilidad.",
    "teoriaClinica": "La intervención clínica prioriza reflexividad, tolerancia a la incertidumbre y micro-perturbaciones seguras que facilitan reorganización. El progreso se evalúa por mayor flexibilidad, no por eliminación inmediata de síntomas."
  },

  "procedimientos": [
    {
      "nombre": "Andamiaje de complejidad",
      "codigo": "p_mahoney_complejidad",
      "procesos": ["N_marcosCognitivos", "I_coherenciaInterna"],
      "texto": "El terapeuta introduce gradualmente nuevas perspectivas, conexiones y matices que amplían la complejidad del sistema personal sin desorganizarlo. El objetivo no es convencer ni confrontar, sino facilitar que el propio sistema explore configuraciones más amplias y flexibles. (Mahoney, 1991)."
    },
    {
      "nombre": "Micro-perturbaciones seguras",
      "codigo": "p_mahoney_perturbaciones",
      "procesos": ["AG_compromisoConductual", "RE_modulacion"],
      "texto": "Introducción deliberada de pequeñas variaciones en patrones habituales de acción, emoción o significado. Estas perturbaciones mínimas actúan como catalizadores de reorganización sin generar colapso del sistema. (Mahoney, 1991)."
    },
    {
      "nombre": "Diálogo asimilación–acomodación",
      "codigo": "p_mahoney_asimilacion_acomodacion",
      "procesos": ["N_metacognicion", "N_reformulacion"],
      "texto": "Exploración explícita de cómo el paciente intenta encajar experiencias nuevas en esquemas previos y cuándo estas demandan una modificación más profunda de dichos esquemas, favoreciendo flexibilidad adaptativa. (Mahoney, 1991)."
    },
    {
      "nombre": "Exploración de patrones autoorganizativos",
      "codigo": "p_mahoney_autoorganizacion",
      "procesos": ["N_marcosCognitivos", "I_continuidadBiografica"],
      "texto": "Análisis de patrones repetitivos que estabilizan la identidad y la experiencia del paciente, identificando atractores dominantes y posibles trayectorias alternativas de reorganización. (Mahoney, 1991)."
    }
  ],

  "micros": [
    {
      "nombre": "Diario de procesos de cambio",
      "codigo": "m_mahoney_diario",
      "procesos": ["N_metacognicion"],
      "texto": "Registro continuado de fluctuaciones internas, insights, resistencias y momentos de reorganización, que favorece observación reflexiva del propio sistema. (Mahoney, 1991)."
    },
    {
      "nombre": "Autorregulación atencional",
      "codigo": "m_mahoney_atencion",
      "procesos": ["RE_modulacion"],
      "texto": "Entrenamiento en sostener la atención sobre la experiencia emergente sin evitación ni fusión, reduciendo reactividad y favoreciendo integración. (Mahoney, 1991)."
    },
    {
      "nombre": "Normalización de la no linealidad",
      "codigo": "m_mahoney_nolinealidad",
      "procesos": ["N_reformulacion"],
      "texto": "Reformulación de retrocesos y oscilaciones como parte natural del cambio en sistemas complejos, reduciendo culpa y urgencia de control. (Mahoney, 1991)."
    },
    {
      "nombre": "Exploración de puntos de bifurcación",
      "codigo": "m_mahoney_bifurcacion",
      "procesos": ["N_clarificacion", "AG_tomaDecisiones"],
      "texto": "Identificación de momentos donde pequeñas decisiones generaron trayectorias vitales distintas, aumentando conciencia de sensibilidad al contexto. (Mahoney, 1991)."
    }
  ],

  "refs": [
    "Mahoney, M. J. (1991). Human Change Processes. Basic Books."
  ]
}
