{
  "id":"self-dialogico-hermans",
  "grupo":"Constructivista",
  "label":"Teoría del self dialógico",
  "year":1996,
  "autores":"Hubert J. M. Hermans",
  "universidad":"Radboud University",
  "ciudad":"Nijmegen",
  "pais":"Países Bajos",
  "lat":51.842553,
  "lon":5.852154,

  "influencias":[
    "Psicología del self (William James)",
    "Escuela dialógica y teoría de la polifonía (Mijaíl Bajtín)",
    "Constructivismo personal (George A. Kelly)",
    "Narrativa y enfoque hermenéutico del significado",
    "Psicología cultural y contextual del yo"
  ],

  "libros":[
    "Hermans, H. J. M., Kempen, H. J. G., & Van Loon, R. J. P. (1992). The dialogical self: Beyond individualism and rationalism. American Psychologist, 47, 23–33.",
    "Hermans, H. J. M. (1996). Voicing the self: From information processing to dialogical interchange. Psychological Bulletin, 119, 31–50.",
    "Hermans, H. J. M. (1996). Opposites in a dialogical self: Constructs as characters. Journal of Constructivist Psychology, 9, 1–26."
  ],

"descripcion":"La Teoría del Self Dialógico entiende la identidad como una multiplicidad dinámica de “posiciones del yo” (I-positions) relativamente autónomas, cada una con su propia voz, perspectiva y tono emocional (p. ej., “yo responsable”, “yo vulnerable”, “yo crítico”, “yo ambicioso”, “yo hijo”, “yo profesional”). El self no es un núcleo unitario que controla el resto, sino un sistema polifónico que dialoga internamente y que está profundamente entrelazado con los diálogos externos (relaciones, cultura, roles). El malestar psicológico aparece cuando el repertorio de posiciones se empobrece o se rigidiza (domina una voz, otras quedan silenciadas), cuando ciertos diálogos internos se vuelven estereotipados (crítico–culpable, exigente–fracasado) o cuando hay conflictos no integrados entre posiciones opuestas. La intervención terapéutica se orienta a mapear el repertorio de voces, ampliar posiciones alternativas, facilitar diálogos más flexibles entre partes y crear “meta-posiciones” reflexivas capaces de observar, mediar y reorganizar la experiencia. El cambio se concibe como una reorganización del sistema dialógico: más amplitud de voces disponibles, menos monopolio de una narrativa dominante y mayor capacidad de posicionarse de forma adaptativa según contexto y valores.",

"procesos":[
  "Mapeo y diferenciación de posiciones del self",
  "Diálogo interno funcional entre voces",
  "Descentralización de voces dominantes",
  "Recuperación de voces silenciadas",
  "Construcción de meta-posiciones reflexivas",
  "Integración de conflictos y dilemas del self",
  "Ampliación del repertorio identitario",
  "Reposicionamiento del self en contextos relacionales"
],

"mjps":[
  "RI",
  "N",
  "I",
  "RE",
  "AG",
  "R"
],


"neimeyer":{
  "epistemologico":"Concepción de la realidad psicológica\nLa realidad psicológica se entiende como una construcción dialógica y situada: la identidad no es un núcleo fijo, sino una organización dinámica de voces (posiciones del yo) que emergen en interacción con contextos culturales, relacionales y biográficos. El significado no se “descubre” como hecho interno, sino que se configura en el intercambio entre perspectivas, por lo que la verdad clínica se aproxima como plural, perspectivista y dependiente del contexto.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es co-construido y relacional: terapeuta y paciente exploran juntos el repertorio de voces, sus funciones y sus conflictos, generando nuevas formas de nombrar, organizar y dialogar con la experiencia. El terapeuta no actúa como árbitro de cuál voz es “correcta”, sino como facilitador del proceso dialógico, promoviendo diferenciación, perspectiva y flexibilidad.\n\nConcepción del ser humano y del cambio\nEl ser humano es un agente narrativo y dialógico capaz de posicionarse, reposicionarse y reorganizar su sistema interno de voces. El cambio se concibe como una reorganización del sistema dialógico: ampliar el repertorio de posiciones disponibles, reducir monopolios de voces dominantes, recuperar voces silenciadas y aumentar la capacidad de una meta-posición reflexiva que observe, medie e integre sin fusionarse.\n\nRol de la relación terapéutica\nLa relación terapéutica funciona como un contexto dialógico privilegiado que hace posible la emergencia segura de voces vulnerables, la regulación de la activación asociada a conflictos internos y la creación de nuevas posiciones (por ejemplo, una voz compasiva o una voz mediadora). La relación no es solo un medio técnico, sino un escenario epistemológico donde se ensaya una forma alternativa de diálogo (más respetuoso, más flexible y más integrador) que luego puede internalizarse.",
  "teoriaFormal":"Qué es el self\nEl self es un sistema polifónico de posiciones del yo (I-positions) relativamente autónomas, cada una con su propia perspectiva, tono emocional, historia y función adaptativa. Estas posiciones pueden ser internas (yo crítico, yo vulnerable) o vinculadas a voces internalizadas de otros y de la cultura (mandatos familiares, ideales sociales). La identidad se mantiene por la organización y las relaciones entre voces, no por un centro unitario.\n\nCómo se explica el cambio\nEl cambio ocurre cuando se modifica la organización del sistema dialógico: (1) se diferencian y clarifican las posiciones del yo, (2) se facilitan diálogos internos más funcionales, (3) se construye o fortalece una meta-posición reflexiva que permite perspectiva y mediación, y (4) se amplía el repertorio identitario con nuevas posiciones coherentes con valores y contexto. La transformación no depende de eliminar voces, sino de cambiar sus relaciones (de dominación/silenciamiento a cooperación/alternancia).\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene cuando el repertorio de posiciones se empobrece o rigidiza, cuando una voz domina y coloniza la narrativa (por ejemplo, el crítico o el evitativo), cuando otras voces quedan silenciadas (necesidades, afectos, límites) o cuando los diálogos internos se vuelven estereotipados y repetitivos (exigente–fracasado, controlador–impotente). También se mantiene por dilemas no integrados entre posiciones opuestas y por introyectos culturales o relacionales que funcionan como normas absolutas dentro del sistema del self.",
  "teoriaClinica":"Cómo se conceptualiza el caso\nEl caso se conceptualiza como un patrón específico de organización dialógica: qué posiciones existen, cuáles dominan, cuáles están inhibidas, qué voces externas/internalizadas operan como mandatos, qué conflictos o dilemas estructuran el sistema y en qué contextos se activan. Se evalúan secuencias de diálogo interno (turnos), puntos de escalada afectiva y la presencia o ausencia de meta-posición reflexiva capaz de observar e integrar.\n\nQué procesos terapéuticos se priorizan\nSe prioriza el mapeo de posiciones, la diferenciación voz-self, la facilitación de diálogos internos funcionales, la recuperación de voces silenciadas, la transformación de monopolios (por ejemplo, crítico interno) y la construcción de meta-posiciones mediadoras. En paralelo, se trabaja el reposicionamiento del self en relaciones y contextos concretos para que el cambio identitario se traduzca en comunicación, límites y elecciones coherentes con valores.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por indicadores de reorganización dialógica: mayor amplitud y accesibilidad de voces, reducción de dominancias rígidas, mayor flexibilidad para alternar posiciones según contexto, aparición de meta-posición reflexiva estable, disminución de diálogos estereotipados y mayor capacidad para integrar oposiciones sin colapsar en extremos. A nivel funcional, se observa más agencia relacional (comunicar necesidades, sostener límites) y mayor coherencia narrativa sin pérdida de complejidad."
},
"ideasPrincipales":[
  {
    "id":"idea_dial_1",
    "titulo":"La identidad es un sistema polifónico, no un núcleo unitario",
    "desarrollo":"La Teoría del Self Dialógico sostiene que la identidad no se organiza en torno a un yo central y homogéneo, sino como un sistema dinámico de múltiples posiciones del yo relativamente autónomas, cada una con su propia voz, perspectiva, tono emocional y función adaptativa. Estas posiciones coexisten, dialogan, cooperan o entran en conflicto entre sí, configurando una identidad esencialmente plural. La estabilidad del self no proviene de la uniformidad, sino de la organización flexible de esta multiplicidad interna (Hermans, 1996; Hermans, Kempen & Van Loon, 1992)."
  },
  {
    "id":"idea_dial_2",
    "titulo":"El malestar psicológico surge de la rigidez y el empobrecimiento del diálogo interno",
    "desarrollo":"El sufrimiento psicológico no se explica por la mera existencia de múltiples voces internas, sino por la forma en que se relacionan entre ellas. El malestar aparece cuando una o pocas voces monopolizan la narrativa del self, cuando otras quedan silenciadas o cuando los diálogos internos se vuelven estereotipados y repetitivos. Esta rigidez dialógica reduce la capacidad adaptativa del sistema identitario y mantiene patrones emocionales y relacionales disfuncionales (Hermans, 1996)."
  },
  {
    "id":"idea_dial_3",
    "titulo":"Las voces internas tienen una función adaptativa y una historia",
    "desarrollo":"Cada posición del yo cumple una función protectora, reguladora o identitaria que tiene sentido en la historia vital del individuo. Incluso las voces más críticas, controladoras o evitativas emergen como respuestas adaptativas a contextos relacionales o culturales específicos. El trabajo terapéutico no busca eliminar estas voces, sino comprender su función, validar su lógica histórica y actualizar su papel en el presente para que no sigan operando de forma rígida o descontextualizada (Hermans et al., 1992)."
  },
  {
    "id":"idea_dial_4",
    "titulo":"El cambio terapéutico es una reorganización del sistema dialógico",
    "desarrollo":"El cambio psicológico profundo no consiste en sustituir unas creencias por otras ni en imponer una voz considerada más racional, sino en reorganizar las relaciones entre posiciones del self. Esto incluye ampliar el repertorio de voces disponibles, reducir monopolios, facilitar diálogos más funcionales y permitir alternancia contextual entre posiciones. El cambio se expresa como mayor flexibilidad, integración y capacidad de posicionarse de forma diferente según la situación y los valores personales (Hermans, 1996)."
  },
  {
    "id":"idea_dial_5",
    "titulo":"La meta-posición reflexiva es clave para la integración",
    "desarrollo":"Un elemento central del modelo es la construcción de una meta-posición reflexiva capaz de observar el sistema de voces sin fusionarse con ninguna de ellas. Esta posición permite tomar perspectiva, mediar entre partes en conflicto y sostener ambivalencias sin colapsar en extremos. La meta-posición actúa como organizador del cambio dialógico, favoreciendo autorregulación, coherencia interna y toma de decisiones más libres y conscientes (Hermans, 1996)."
  },
  {
    "id":"idea_dial_6",
    "titulo":"El self está profundamente influido por contextos relacionales y culturales",
    "desarrollo":"Las posiciones del yo no se originan únicamente en procesos intrapsíquicos, sino que incorporan voces internalizadas de figuras significativas, mandatos familiares, discursos culturales y roles sociales. El self es, por tanto, inherentemente relacional y contextual. La terapia dialógica trabaja explícitamente con estas voces externalizadas, diferenciando identidad propia de introyectos normativos y devolviendo agencia al individuo en la organización de su sistema identitario (Hermans et al., 1992)."
  },
  {
    "id":"idea_dial_7",
    "titulo":"La terapia crea un nuevo modelo interno de diálogo",
    "desarrollo":"La relación terapéutica funciona como un contexto dialógico seguro en el que se ensaya una forma alternativa de relación entre voces: más respetuosa, más regulada y menos violenta internamente. Este diálogo facilitado no es solo una técnica, sino una experiencia relacional que puede ser internalizada por el paciente como un nuevo modelo de relación consigo mismo, sosteniendo el cambio más allá del espacio terapéutico (Hermans, 1996)."
  }
],




"procedimientos":[
  {
    "nombre":"Mapeo de posiciones del yo (I-positions)",
    "codigo":"p_hermans_mapeoIPositions",
    "subprocesos":["RI_partesSubpersonalidades","N_metacognicion","I_coherenciaInterna"],
    "texto":"Procedimiento base que identifica, nombra y delimita las distintas posiciones del yo que organizan la experiencia (p. ej., “yo responsable”, “yo vulnerable”, “yo crítico”, “yo ambicioso”), describiendo para cada una su tono emocional, función protectora/adaptativa, contexto de activación y relación con otras voces. El objetivo clínico es transformar confusión difusa en un “mapa” explícito del sistema polifónico, detectar dominancias y silenciamientos y preparar intervenciones dialógicas posteriores sin patologizar ninguna parte. (Hermans, 1996; Hermans, Kempen, & Van Loon, 1992)."
  },
  {
    "nombre":"Elicitación de voces dominantes y voces silenciadas",
    "codigo":"p_hermans_vocesDominantesSilenciadas",
    "subprocesos":["RI_partesSubpersonalidades","RE_rotulacion","I_conflictosSelf"],
    "texto":"Procedimiento focal para detectar qué voces monopolizan la narrativa (“la voz crítica”, “la voz exigente”, “la voz del deber”) y cuáles quedan inhibidas o invisibles (“la voz vulnerable”, “la voz que desea”, “la voz que pone límites”). Se exploran señales de activación (emocionales/corporales), beneficios del dominio (control, seguridad, pertenencia) y costes del silenciamiento (empobrecimiento identitario, rigidez, síntomas), abriendo espacio terapéutico para que voces inhibidas emerjan con seguridad y lenguaje propio. (Hermans, 1996; Hermans et al., 1992)."
  },
  {
    "nombre":"Secuenciación dialógica de episodios (microanálisis de diálogo interno)",
    "codigo":"p_hermans_secuenciacionDialogica",
    "subprocesos":["N_metacognicion","RI_dialogoFuncional","RE_modulacion"],
    "texto":"Procedimiento que reconstruye un episodio concreto (discusión, fracaso, crítica, evitación) paso a paso, identificando qué posición aparece primero, qué dice/hace, qué voz responde, cómo escala el conflicto y dónde se rompe la mentalización o la regulación. El terapeuta convierte el “me pasa” en una secuencia observable (turnos internos), favoreciendo metacognición y permitiendo intervenir en puntos de bifurcación (pausas, cambios de tono, introducción de una voz mediadora) para flexibilizar el patrón. (Hermans, 1996)."
  },
  {
    "nombre":"Confrontación dialógica de oposiciones (opposites as characters)",
    "codigo":"p_hermans_opuestosComoPersonajes",
    "subprocesos":["RI_partesSubpersonalidades","I_conflictosSelf","N_marcosCognitivos"],
    "texto":"Procedimiento descrito por Hermans para trabajar pares opuestos internalizados como “personajes” con intenciones y valores distintos (p. ej., independencia vs. pertenencia; ambición vs. cuidado; control vs. espontaneidad). Se externalizan como voces con identidad propia, se exploran sus argumentos y miedos y se hace visible el dilema (“si elijo X, pierdo Y”), evitando que el paciente quede atrapado en decisiones binarias y facilitando síntesis, negociación o alternancia contextual. (Hermans, 1996)."
  },
  {
    "nombre":"Diálogo interno facilitado (turn-taking entre posiciones)",
    "codigo":"p_hermans_dialogoFacilitado",
    "subprocesos":["RI_dialogoFuncional","RI_partesSubpersonalidades","RE_coregulacion"],
    "texto":"Procedimiento en el que el terapeuta estructura un intercambio explícito entre dos o más posiciones del self, asegurando turnos, límites y condiciones de seguridad (sin humillación, sin monopolio, con escucha). Se promueve que cada voz exprese necesidades, temores y criterios de protección, y que pueda escuchar el impacto de su estilo sobre otras partes, transformando el diálogo estereotipado (crítico–culpable, exigente–fracasado) en comunicación interna más realista y regulada. (Hermans, 1996; Hermans et al., 1992)."
  },
  {
    "nombre":"Construcción de meta-posición reflexiva (observador/mediador)",
    "codigo":"p_hermans_metaPosicionReflexiva",
    "subprocesos":["RI_mindfulnessSelf","N_metacognicion","I_coherenciaInterna"],
    "texto":"Procedimiento orientado a crear una posición del self capaz de observar el sistema de voces sin fusionarse con ninguna (“puedo ver mi crítico sin ser mi crítico”), nombrar patrones, sostener ambivalencia y mediar entre partes. Esta meta-posición introduce perspectiva, reduce reactividad y habilita decisiones identitarias más libres, actuando como organizador central del cambio dialógico cuando hay conflicto intenso o dominancias rígidas. (Hermans, 1996)."
  },
  {
    "nombre":"Ampliación del repertorio de posiciones (repertory expansion)",
    "codigo":"p_hermans_ampliacionRepertorio",
    "subprocesos":["I_fortalezasRecursos","N_construccionAlternativa","I_valoresAspiracionales"],
    "texto":"Procedimiento que busca aumentar la variedad de posiciones disponibles (p. ej., “yo que pone límites”, “yo que pide ayuda”, “yo que descansa”, “yo compasivo”), especialmente cuando el self está empobrecido o colonizado por pocas voces. Se construyen nuevas posiciones a partir de excepciones, recursos, modelos internos/externos y valores, y se ensayan microcomportamientos congruentes para que esas voces ganen estabilidad y acceso en contextos relevantes. (Hermans et al., 1992; Hermans, 1996)."
  },
  {
    "nombre":"Reposicionamiento del self en relaciones (positioning & repositioning)",
    "codigo":"p_hermans_reposicionamientoRelacional",
    "subprocesos":["I_posicionRelacional","R_comunicacionEmocional","R_limitesInterpersonales"],
    "texto":"Procedimiento que conecta posiciones internas con roles y guiones relacionales (“cuando estoy con mi jefe aparece mi yo sumiso”, “con mi pareja aparece mi yo controlador”) y trabaja un reposicionamiento elegido (más agencia, más autenticidad, más límites). Incluye definir la nueva posición, anticipar resistencias internas, practicar mensajes emocionales y sostener fronteras interpersonales, para que el cambio identitario se traduzca en interacción real y no quede solo como insight. (Hermans, 1996)."
  },
  {
    "nombre":"Trabajo con voces internalizadas culturales y familiares (external voices)",
    "codigo":"p_hermans_vocesCulturalesFamiliares",
    "subprocesos":["N_marcosCognitivos","I_continuidadBiografica","RI_reparacionRepresentaciones"],
    "texto":"Procedimiento para identificar voces “prestadas” que operan como mandatos (familia, cultura, ideología, figuras de autoridad) y que pueden colonizar el self (“debes poder con todo”, “sentir es debilidad”). Se explora su origen biográfico, su función de pertenencia/seguridad y su coste, diferenciando identidad propia vs. introyectos, y reubicando esas voces en el sistema dialógico como una perspectiva más, no como ley interna incuestionable. (Hermans et al., 1992; Hermans, 1996)."
  },
  {
    "nombre":"Negociación e integración de conflictos del self (coaliciones internas)",
    "codigo":"p_hermans_negociacionIntegracion",
    "subprocesos":["I_conflictosSelf","RI_partesSubpersonalidades","I_coherenciaInterna"],
    "texto":"Procedimiento para pasar de “guerra interna” a acuerdos funcionales: se definen objetivos comunes (seguridad, dignidad, cuidado), se construyen coaliciones temporales entre posiciones compatibles y se negocian reglas internas (cuándo aparece cada voz, qué límites tiene, qué señales indican exceso). El foco no es “ganar” al crítico o al evitativo, sino reorganizar el sistema para que las funciones protectoras se mantengan sin generar daño colateral ni bloqueo vital. (Hermans, 1996)."
  },
  {
    "nombre":"Transformación del crítico interno en voz protectora",
    "codigo":"p_hermans_transformarCritico",
    "subprocesos":["RI_criticoInterno","RI_autocompasion","RE_modulacion"],
    "texto":"Procedimiento específico cuando el self está dominado por crítica, vergüenza o autoexigencia: se explora la intención protectora del crítico (evitar rechazo, evitar fracaso, mantener control), se identifican sus estrategias dañinas (humillación, absolutismos) y se reconduce hacia una voz protectora y realista que pueda cuidar sin atacar. Se apoya en autocompasión y modulación emocional para que el cambio sea sostenible y no active amenaza identitaria. (Hermans, 1996)."
  },
  {
    "nombre":"Diarios de voces y registro de activación (voice logging)",
    "codigo":"p_hermans_diarioDeVoces",
    "subprocesos":["N_metacognicion","RE_rotulacion","RI_mindfulnessSelf"],
    "texto":"Procedimiento de autoobservación estructurada en el que el paciente registra episodios cotidianos identificando: qué posición se activó, qué dijo, qué emoción apareció, qué desencadenante hubo y qué resultado produjo. Este “logging” incrementa conciencia de patrones, reduce fusión con voces automáticas y aporta material clínico concreto para intervenir, favoreciendo la generalización fuera de sesión. (Hermans, 1996)."
  },
  {
    "nombre":"Cartas o mensajes entre posiciones (lettering dialógico)",
    "codigo":"p_hermans_cartasEntrePosiciones",
    "subprocesos":["RI_dialogoFuncional","N_narrativaAutobiografica","I_autoimagen"],
    "texto":"Procedimiento narrativo en el que dos posiciones se escriben entre sí con reglas claras de respeto y objetivo de comprensión, no de condena. Facilita expresión de necesidades, reconstrucción de significado y reparación de autoimagen, especialmente cuando el diálogo oral se bloquea o se vuelve defensivo. (Hermans et al., 1992; Hermans, 1996)."
  },
  {
    "nombre":"Enactment en sillas (chairwork) para voces internas",
    "codigo":"p_hermans_chairworkVoces",
    "subprocesos":["RI_partesSubpersonalidades","AP_profundizacion","RI_dialogoFuncional"],
    "texto":"Procedimiento experiencial que dramatiza posiciones del self en sillas distintas para aumentar vividez emocional y claridad de voz, permitiendo que cada parte se exprese plenamente y que el paciente experimente la transición entre posiciones. Se usa para desbloquear conflictos estancados y reorganizar el diálogo interno, cuidando la ventana de tolerancia. (Hermans, 1996)."
  },
  {
    "nombre":"Imaginación guiada de encuentro entre voces (guided dialogical imagery)",
    "codigo":"p_hermans_imaginacionEncuentroVoces",
    "subprocesos":["AP_evocacion","AP_trabajoCorrectivo","RI_reparacionRepresentaciones"],
    "texto":"Procedimiento en el que se evoca una escena interna simbólica donde posiciones relevantes se encuentran, permitiendo acceso emocional, experiencia correctiva y modificación de representaciones internas rígidas en un contexto seguro y guiado. (Hermans, 1996)."
  },
  {
    "nombre":"Reautoría dialógica de la narrativa (historia con múltiples voces)",
    "codigo":"p_hermans_reautoriaDialogica",
    "subprocesos":["N_narrativaAutobiografica","I_continuidadBiografica","N_construccionAlternativa"],
    "texto":"Procedimiento que reescribe la historia personal incorporando perspectivas de varias posiciones del self, generando una narrativa más amplia y flexible que reduce monopolios narrativos y amplía la agencia. (Hermans et al., 1992; Hermans, 1996)."
  },
  {
    "nombre":"Clarificación de valores y elección de posicionamiento (posiciones guiadas por valores)",
    "codigo":"p_hermans_posicionamientoPorValores",
    "subprocesos":["I_valoresAspiracionales","AG_tomaDecisiones","AG_compromisoConductual"],
    "texto":"Procedimiento que conecta el trabajo dialógico con dirección vital, identificando qué posiciones encarnan valores nucleares y eligiendo conscientemente desde qué voz actuar en situaciones clave. (Hermans, 1996)."
  },
  {
    "nombre":"Prevención de recaídas dialógicas (plan ante monopolios de voz)",
    "codigo":"p_hermans_prevencionRecaidas",
    "subprocesos":["N_metacognicion","RE_prevEvitacion","AG_compromisoConductual"],
    "texto":"Procedimiento de cierre que anticipa situaciones donde reaparecen monopolios de voz y establece respuestas pactadas para mantener el repertorio ampliado bajo estrés. (Hermans, 1996)."
  }
],



"micros":[
  {
    "nombre":"Nombrar la voz activa",
    "codigo":"m_hermans_nominarVoz",
    "subprocesos":["N_metacognicion","RI_mindfulnessSelf"],
    "texto":"Microintervención básica que consiste en ayudar al paciente a poner nombre explícito a la voz o posición que está hablando en ese momento (por ejemplo, \"esto suena a tu yo crítico\"). El acto de nombrar reduce la fusión con la experiencia, incrementa la observación reflexiva y crea un espacio mínimo entre identidad y contenido mental, facilitando regulación y elección posterior. (Hermans, 1996)."
  },
  {
    "nombre":"Diferenciar voz y self",
    "codigo":"m_hermans_diferenciarVozSelf",
    "subprocesos":["RI_mindfulnessSelf","I_coherenciaInterna"],
    "texto":"Microintervención destinada a romper la identificación total con una posición dominante mediante formulaciones del tipo \"una parte de ti piensa…\" o \"hay una voz que dice…\". Esta diferenciación protege la identidad nuclear, reduce vergüenza y permite trabajar con contenidos difíciles sin que el paciente viva que esa voz define quién es en su totalidad. (Hermans, 1996)."
  },
  {
    "nombre":"Localizar corporalmente la voz",
    "codigo":"m_hermans_localizarVozCuerpo",
    "subprocesos":["AP_evocacion","RE_rotulacion"],
    "texto":"Microintervención que explora cómo y dónde se manifiesta cada voz en el cuerpo (tensión, presión, calor, impulso), permitiendo distinguir posiciones no solo a nivel cognitivo sino también experiencial. Facilita acceso emocional sin sobreintelectualización y ayuda a modular activación cuando ciertas voces se activan de forma automática. (Hermans, 1996)."
  },
  {
    "nombre":"Explorar la intención protectora de la voz",
    "codigo":"m_hermans_intencionProtectora",
    "subprocesos":["RI_partesSubpersonalidades","RI_autocompasion"],
    "texto":"Microintervención breve basada en preguntas del tipo \"¿qué intenta proteger esta voz?\" o \"¿de qué te quiere salvar?\", orientada a transformar la relación con voces críticas, controladoras o evitativas. Reduce polarización interna, activa autocompasión y permite trabajar cambios sin activar amenaza ni lucha interna. (Hermans, 1996)."
  },
  {
    "nombre":"Dar turno a una voz silenciada",
    "codigo":"m_hermans_darTurnoVoz",
    "subprocesos":["RI_dialogoFuncional","RE_modulacion"],
    "texto":"Microintervención que consiste en frenar explícitamente a la voz dominante y abrir espacio para que una voz inhibida pueda expresarse con seguridad. Amplía el repertorio identitario, reduce monopolios internos y facilita la emergencia de necesidades, emociones o valores previamente bloqueados. (Hermans, 1996)."
  },
  {
    "nombre":"Traducir entre voces",
    "codigo":"m_hermans_traducirVoces",
    "subprocesos":["RI_dialogoFuncional","N_marcosCognitivos"],
    "texto":"Microintervención en la que el terapeuta ayuda a reformular el mensaje de una voz para que pueda ser escuchado por otra (por ejemplo, traduciendo crítica en preocupación). Reduce malentendidos internos y favorece cooperación entre posiciones que comparten objetivos pero usan estrategias incompatibles. (Hermans, 1996)."
  },
  {
    "nombre":"Introducir meta-voz observadora",
    "codigo":"m_hermans_introducirMetaVoz",
    "subprocesos":["RI_mindfulnessSelf","N_metacognicion"],
    "texto":"Microintervención que invita a activar una posición observadora capaz de mirar el diálogo interno sin intervenir directamente. Incrementa perspectiva, reduce reactividad y fortalece la capacidad de autorregulación dialógica del self. (Hermans, 1996)."
  },
  {
    "nombre":"Detectar dilema implícito",
    "codigo":"m_hermans_detectarDilema",
    "subprocesos":["I_conflictosSelf","N_metacognicion"],
    "texto":"Microintervención que señala dilemas implícitos del tipo \"si cambio en X pierdo Y\" que mantienen el conflicto entre voces. Nombrar el dilema reduce bloqueo decisional y abre la posibilidad de soluciones integradoras o alternancia contextual. (Hermans, 1996)."
  },
  {
    "nombre":"Validar la función histórica de una voz",
    "codigo":"m_hermans_validarHistoriaVoz",
    "subprocesos":["I_continuidadBiografica","RI_reparacionRepresentaciones"],
    "texto":"Microintervención que reconoce explícitamente la función adaptativa que una voz tuvo en la historia del paciente, situándola en su contexto biográfico. Reduce vergüenza y resistencia, y permite actualizar la función de la voz al presente sin negarla ni expulsarla del sistema del self. (Hermans, 1996)."
  },
  {
    "nombre":"Reubicar una voz cultural o familiar",
    "codigo":"m_hermans_reubicarVozCultural",
    "subprocesos":["N_marcosCognitivos","I_coherenciaInterna"],
    "texto":"Microintervención que diferencia identidad personal de mandatos culturales o familiares internalizados, ayudando a que estas voces pierdan su estatus normativo absoluto. Facilita desidentificación de introyectos y devuelve agencia al self. (Hermans, 1996)."
  },
  {
    "nombre":"Ensayo verbal de nueva posición",
    "codigo":"m_hermans_ensayoNuevaVoz",
    "subprocesos":["AG_compromisoConductual","I_valoresAspiracionales"],
    "texto":"Microintervención que invita al paciente a expresar en voz alta cómo hablaría o actuaría desde una posición alternativa elegida. Funciona como puente entre insight y acción, ayudando a consolidar nuevas voces antes de llevarlas a la vida cotidiana. (Hermans, 1996)."
  },
  {
    "nombre":"Señalar monopolio de una voz",
    "codigo":"m_hermans_senalarMonopolio",
    "subprocesos":["N_metacognicion","RE_prevEvitacion"],
    "texto":"Microintervención directa que hace visible cuándo una voz está colonizando toda la experiencia subjetiva. Previene rumiación, fomenta equilibrio interno y abre espacio para introducir otras posiciones en el diálogo interno. (Hermans, 1996)."
  },
  {
    "nombre":"Invitar a alternancia contextual de voces",
    "codigo":"m_hermans_alternanciaContextual",
    "subprocesos":["I_posicionRelacional","AG_tomaDecisiones"],
    "texto":"Microintervención que plantea que distintas voces pueden ser útiles en contextos distintos, evitando soluciones globales rígidas. Aumenta flexibilidad adaptativa del self y favorece elecciones situadas y coherentes con valores. (Hermans, 1996)."
  },
  {
    "nombre":"Cerrar el diálogo con síntesis integradora",
    "codigo":"m_hermans_cierreSintesis",
    "subprocesos":["I_coherenciaInterna","N_construccionAlternativa"],
    "texto":"Microintervención de cierre que resume los puntos de acuerdo, tensiones y aprendizajes emergidos del diálogo interno, integrándolos en una formulación breve y coherente. Ayuda a consolidar el cambio y evita que la sesión termine con fragmentación interna. (Hermans, 1996)."
  }
],


"refs":[
  "Hermans, H. J. M. (1996). Voicing the self.",
  "Hermans, H. J. M., & Dimaggio, G. (2004). The dialogical self in psychotherapy.",
  "Dimaggio, G., & Lysaker, P. (2010). Metacognition and the dialogical self."
]

}
