{
  "id": "terapia-colaborativa",
  "grupo": "Constructivista",
  "type": "modelo",
  "label": "Terapia colaborativa",
  "year": 1994,
  "importance": 2,

  "autores": "Harlene Anderson; Harold Goolishian",
  "universidad": "",
  "ciudad": "Houston, Texas",
  "pais": "EE. UU.",
  "lat": 29.760427,
  "lon": -95.369804,

  "notaEscuela": "Construccionismo",

  "influencias": [
    "Sistémico",
    "Constructivismo social / Relacional",
    "Terapia narrativa",
    "Cibernética de segundo orden",
    "Fenomenología / Hermenéutica",
    "Construccionismo social (Gergen)"
  ],

  "descripcion": "La Terapia Colaborativa se fundamenta en la idea de que la realidad psicológica y los problemas humanos se construyen socialmente a través del lenguaje y la conversación. Desde este enfoque, la terapia no consiste en diagnosticar, interpretar ni corregir al cliente, sino en crear un espacio dialógico donde terapeuta y consultante participan como coautores en la construcción de nuevos significados. El terapeuta adopta una postura de “no saber”, caracterizada por curiosidad genuina, apertura y respeto por el conocimiento local del cliente. El cambio terapéutico emerge de la propia conversación, cuando se amplían las formas de hablar, comprender y posicionarse frente a los problemas, generando nuevas posibilidades de identidad, relación y acción.",

  "procesos": [
    "Co-construcción de significado a través del diálogo",
    "Externalización conversacional del problema",
    "Generación de nuevas narrativas y posiciones identitarias",
    "Ampliación del repertorio lingüístico y relacional",
    "Transformación del sentido a través de la conversación"
  ],

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

  "alianzaModelo": {
    "ALI_vinculo": "El vínculo terapéutico se construye desde una relación horizontal, no jerárquica, basada en el respeto radical por la experiencia y el lenguaje del consultante. La ausencia de diagnóstico y la postura de no-saber reducen defensividad y favorecen un clima de seguridad relacional donde el cliente se siente escuchado, reconocido y validado como experto en su propia vida.",
    "ALI_objetivos": "Los objetivos no se imponen ni se definen de antemano desde marcos externos, sino que emergen progresivamente de la conversación. Terapeuta y consultante negocian continuamente qué resulta relevante, útil o significativo, permitiendo que los objetivos se ajusten dinámicamente al proceso y a las necesidades vividas por el cliente.",
    "ALI_tareas": "Las tareas terapéuticas no se conciben como técnicas estructuradas, sino como actos conversacionales con sentido: preguntas, reflexiones compartidas y exploraciones lingüísticas que amplían la comprensión. La alianza se fortalece cuando el cliente percibe que cada intervención surge del diálogo y no de un protocolo aplicado desde fuera.",
    "ALI_colaboracion": "La colaboración es el núcleo del modelo: terapeuta y cliente se sitúan como participantes iguales en una conversación generativa. El terapeuta renuncia a la posición experta y se implica activamente en la co-creación del proceso, favoreciendo agencia, autoría y corresponsabilidad en el cambio.",
    "ALI_sintonia": "La sintonía se manifiesta en una escucha profunda y en la capacidad del terapeuta para seguir el lenguaje, el ritmo y las metáforas del cliente. El ajuste continuo a la forma particular de hablar y significar del consultante permite que la conversación se mantenga viva y relevante.",
    "ALI_rupturaReparacion": "Las rupturas suelen aparecer cuando el cliente percibe juicios implícitos, interpretaciones cerradas o desplazamientos hacia una posición experta. La reparación se produce retomando la postura de curiosidad, reconociendo el impacto relacional y devolviendo centralidad al significado del cliente.",
    "ALI_monitorizacion": "La monitorización de la alianza ocurre de manera implícita a través de la calidad del diálogo: fluidez, apertura, implicación y sentido compartido. El terapeuta atiende continuamente a señales de cierre, incomodidad o desconexión conversacional para reajustar su participación.",
    "ALI_contexto": "La sensibilidad al contexto es esencial: los significados se entienden siempre situados en contextos culturales, sociales, históricos y relacionales. El terapeuta adapta su lenguaje y su presencia a estos contextos, evitando universalizar categorías o imponer lecturas externas."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como socialmente construida a través del lenguaje y la interacción. No existen significados intrínsecos a los problemas, sino narrativas compartidas que adquieren sentido en contextos relacionales.\n\nConcepción del conocimiento terapéutico\nEl conocimiento es local, contextual y co-construido. El terapeuta no descubre verdades ocultas ni aplica explicaciones expertas, sino que participa en conversaciones generativas que amplían el sentido.\n\nConcepción del ser humano y del cambio\nEl ser humano es un agente lingüístico-relacional cuya identidad se configura en el diálogo. El cambio ocurre cuando cambian las conversaciones y las posiciones discursivas disponibles.\n\nRol de la relación terapéutica\nLa relación terapéutica no es un medio técnico, sino el espacio epistemológico donde se produce el cambio.",

    "teoriaFormal": "Qué es el self\nEl self se concibe como una construcción discursiva y relacional, emergente del lenguaje y de las prácticas conversacionales. No es una entidad interna fija, sino una posición narrativa situada.\n\nCómo se explica el cambio\nEl cambio se explica como una transformación del discurso: nuevas formas de nombrar la experiencia generan nuevas formas de comprenderse, relacionarse y actuar.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por conversaciones saturadas por el problema y por formas de lenguaje que restringen las posibilidades de identidad y acción.",

    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso no se conceptualiza como un diagnóstico ni como una estructura interna, sino como una narrativa problemática situada en un contexto relacional específico.\n\nQué procesos terapéuticos se priorizan\nSe priorizan el diálogo abierto, la curiosidad, la exploración del lenguaje y la co-construcción de significados alternativos.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por la aparición de nuevas conversaciones, mayor apertura discursiva y ampliación de las posibilidades de acción y relación."
  },

  "books": [
    "Anderson, H. (1997). *Conversation, Language, and Possibilities*. New York: Basic Books.",
    "Anderson, H., & Goolishian, H. (1992). *The client is the expert: A not-knowing approach to therapy*. Journal of Marital and Family Therapy."
  ],

  "procedimientos": [],
  "micros": [],
  "ideasPrincipales": [],

  "refs": [
    "Anderson, H. (1997). Conversation, Language, and Possibilities.",
    "Anderson, H., & Goolishian, H. (1992). The client is the expert."
  ]
}
