{
  "id": "terapia-dialogica",
  "grupo": "Constructivista",
  "notaEscuela": "Dialógico-relacional",
  "label": "Terapia dialógica / Open Dialogue",
  "year": 2000,
  "importance": 2,
  "autores": "Jaakko Seikkula; Tom Andersen",
  "universidad": "University of Jyväskylä",
  "ciudad": "Jyväskylä",
  "pais": "Finlandia",
  "lat": 62.242603,
  "lon": 25.747257,

  "influencias": [
    "Constructivismo social / relacional",
    "Terapia colaborativa",
    "Terapia narrativa",
    "Fenomenología / Hermenéutica",
    "Sistémica relacional",
    "Psicoterapia dialógica"
  ],

  "descripcion": "La Terapia dialógica u Open Dialogue es un enfoque desarrollado en Finlandia por Jaakko Seikkula y su equipo para el abordaje de crisis psicológicas graves, especialmente en psicosis, que sitúa el diálogo abierto y la red relacional en el centro del proceso terapéutico. El foco no está en el síntoma ni en el individuo aislado, sino en el campo relacional donde emergen las experiencias de sufrimiento. La intervención prioriza la respuesta inmediata, la inclusión de la red significativa (familia, allegados, profesionales) y la creación de un espacio conversacional horizontal donde todas las voces tienen el mismo estatus epistemológico. El terapeuta no interpreta ni dirige el proceso hacia objetivos prefijados, sino que facilita la emergencia de significados compartidos a través del diálogo vivo, permitiendo que el cambio surja como una transformación relacional sostenida en el tiempo. El lenguaje, la escucha y la presencia se convierten así en los principales agentes terapéuticos (Seikkula, 2006; Seikkula & Arnkil, 2017).",

  "procesos": [
    "Diálogo abierto y polifonía de voces",
    "Construcción relacional de significado",
    "Tolerancia a la incertidumbre",
    "Co-regulación emocional en red",
    "Continuidad relacional y responsabilidad compartida",
    "Emergencia de agencia distribuida"
  ],

  "mjps": [
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "R"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como relacional y dialógica: el significado no reside dentro del individuo ni en interpretaciones expertas, sino que emerge en el intercambio vivo entre personas. El conocimiento terapéutico es co-construido en tiempo real a través del diálogo, y ninguna voz —incluida la del terapeuta— posee privilegio epistemológico. El ser humano es entendido como un sujeto relacional cuya experiencia se organiza en el lenguaje y en la interacción. El cambio no se impone ni se planifica, sino que emerge cuando se sostiene un espacio dialógico suficientemente seguro. La relación terapéutica no es un medio técnico, sino el propio proceso de conocimiento y transformación (Seikkula, 2006).",

    "teoriaFormal": "El self se concibe como un proceso dialógico y relacional, constituido por múltiples voces internas y externas que se actualizan en la interacción. El sufrimiento psicológico, especialmente en crisis psicóticas, se entiende como una ruptura del diálogo —interno y relacional— que deja a la persona atrapada en monólogos cerrados o experiencias no simbolizadas. El cambio ocurre cuando se restablece la posibilidad de diálogo, permitiendo que nuevas voces, significados y posiciones del self emerjan en un contexto relacional estable y no coercitivo (Seikkula & Arnkil, 2017).",

    "teoriaClinica": "El caso se conceptualiza atendiendo al campo relacional completo y a la forma en que el diálogo se ha interrumpido o rigidizado. Se prioriza sostener la polifonía, la presencia emocional y la tolerancia a la incertidumbre sin cerrar prematuramente el significado de la experiencia. El progreso terapéutico se evalúa por la ampliación del diálogo, la reducción de la urgencia sintomática, la recuperación de la agencia compartida y la continuidad relacional, más que por la desaparición inmediata de síntomas."
  },

  "refs": [
    "Seikkula, J. (2006). Open Dialogues and Anticipations.",
    "Seikkula, J., & Arnkil, T. E. (2017). Open Dialogues and Networks.",
    "Olson, M., Seikkula, J., & Ziedonis, D. (2014). The Key Elements of Dialogic Practice."
  ]
}
