{
  "id": "terapia-dialogica",
  "grupo": "Constructivista",
  "notaEscuela": "Dialógico-relacional",
  "label": "Terapia dialógica / Open Dialogue",
  "year": 2000,
  "importance": 2,
  "autores": "Jaakko Seikkula; Tom Andersen",
  "universidad": "University of Jyväskylä",
  "ciudad": "Jyväskylä",
  "pais": "Finlandia",
  "lat": 62.242603,
  "lon": 25.747257,

  "influencias": [
    "Constructivismo social / relacional",
    "Terapia colaborativa",
    "Terapia narrativa",
    "Fenomenología / Hermenéutica",
    "Sistémica relacional",
    "Psicoterapia dialógica"
  ],

  "descripcion": "La Terapia dialógica u Open Dialogue es un enfoque desarrollado en Finlandia por Jaakko Seikkula y su equipo para el abordaje de crisis psicológicas graves, especialmente en psicosis, que sitúa el diálogo abierto y la red relacional en el centro del proceso terapéutico. El foco no está en el síntoma ni en el individuo aislado, sino en el campo relacional donde emergen las experiencias de sufrimiento. La intervención prioriza la respuesta inmediata, la inclusión de la red significativa (familia, allegados, profesionales) y la creación de un espacio conversacional horizontal donde todas las voces tienen el mismo estatus epistemológico. El terapeuta no interpreta ni dirige el proceso hacia objetivos prefijados, sino que facilita la emergencia de significados compartidos a través del diálogo vivo, permitiendo que el cambio surja como una transformación relacional sostenida en el tiempo. El lenguaje, la escucha y la presencia se convierten así en los principales agentes terapéuticos (Seikkula, 2006; Seikkula & Arnkil, 2017).",

  "procesos": [
    "Diálogo abierto y polifonía de voces",
    "Construcción relacional de significado",
    "Tolerancia a la incertidumbre",
    "Co-regulación emocional en red",
    "Continuidad relacional y responsabilidad compartida",
    "Emergencia de agencia distribuida"
  ],

  "mjps": [
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "R"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como relacional y dialógica: el significado no reside dentro del individuo ni en interpretaciones expertas, sino que emerge en el intercambio vivo entre personas. El conocimiento terapéutico es co-construido en tiempo real a través del diálogo, y ninguna voz —incluida la del terapeuta— posee privilegio epistemológico. El ser humano es entendido como un sujeto relacional cuya experiencia se organiza en el lenguaje y en la interacción. El cambio no se impone ni se planifica, sino que emerge cuando se sostiene un espacio dialógico suficientemente seguro. La relación terapéutica no es un medio técnico, sino el propio proceso de conocimiento y transformación (Seikkula, 2006).",

    "teoriaFormal": "El self se concibe como un proceso dialógico y relacional, constituido por múltiples voces internas y externas que se actualizan en la interacción. El sufrimiento psicológico, especialmente en crisis psicóticas, se entiende como una ruptura del diálogo —interno y relacional— que deja a la persona atrapada en monólogos cerrados o experiencias no simbolizadas. El cambio ocurre cuando se restablece la posibilidad de diálogo, permitiendo que nuevas voces, significados y posiciones del self emerjan en un contexto relacional estable y no coercitivo (Seikkula & Arnkil, 2017).",

    "teoriaClinica": "El caso se conceptualiza atendiendo al campo relacional completo y a la forma en que el diálogo se ha interrumpido o rigidizado. Se prioriza sostener la polifonía, la presencia emocional y la tolerancia a la incertidumbre sin cerrar prematuramente el significado de la experiencia. El progreso terapéutico se evalúa por la ampliación del diálogo, la reducción de la urgencia sintomática, la recuperación de la agencia compartida y la continuidad relacional, más que por la desaparición inmediata de síntomas."
  },
  "ideasPrincipales": [
  {
    "id": "idea_od_1",
    "titulo": "El sufrimiento psicológico es una ruptura del diálogo",
    "desarrollo": "En Open Dialogue, el malestar psicológico —incluidas las experiencias psicóticas— no se concibe primariamente como un déficit individual ni como una enfermedad aislada, sino como una ruptura o empobrecimiento del diálogo en el campo relacional. Cuando ciertas experiencias emocionales no encuentran palabras, oyentes o respuestas, quedan encapsuladas y se expresan de formas extremas o desorganizadas. La psicosis se entiende así como una forma de comunicación fallida o bloqueada, más que como un fenómeno puramente intrapsíquico. El objetivo terapéutico no es normalizar ni corregir, sino restaurar la posibilidad de diálogo donde este se ha interrumpido (Seikkula, 2006; Seikkula & Arnkil, 2017)."
  },
  {
    "id": "idea_od_2",
    "titulo": "El significado no se descubre: emerge en el diálogo",
    "desarrollo": "Desde Open Dialogue, el significado psicológico no es una verdad interna que el terapeuta deba revelar ni una interpretación correcta que deba imponerse. El sentido de la experiencia emerge progresivamente en el intercambio dialógico entre la persona, su red y los profesionales. Las palabras adquieren significado en la relación, no en la mente aislada. Por ello, la terapia no busca conclusiones ni explicaciones finales, sino sostener un espacio conversacional vivo donde puedan aparecer nuevos sentidos compartidos (Seikkula, 2006)."
  },
  {
    "id": "idea_od_3",
    "titulo": "Todas las voces tienen el mismo estatus epistemológico",
    "desarrollo": "Un principio central de Open Dialogue es la horizontalidad radical: ninguna voz —ni la del terapeuta, ni la del psiquiatra, ni la del familiar— posee un privilegio epistemológico sobre las demás. La experiencia del paciente no se subordina al saber experto, y las hipótesis profesionales se ofrecen como aportaciones provisionales al diálogo. Esta igualdad epistemológica reduce relaciones de poder, favorece la confianza y permite que el paciente recupere agencia narrativa sobre su propia experiencia (Seikkula & Arnkil, 2017)."
  },
  {
    "id": "idea_od_4",
    "titulo": "La incertidumbre no es un problema, sino una condición terapéutica",
    "desarrollo": "Open Dialogue considera que la prisa por diagnosticar, explicar o decidir suele cerrar prematuramente el significado y bloquear el proceso de cambio. Sostener la incertidumbre —no saber qué está pasando ni cómo evolucionará— es una condición terapéutica activa que permite que emerjan nuevas comprensiones. La tolerancia a la incertidumbre protege el diálogo de soluciones defensivas y crea un espacio donde el sufrimiento puede ser pensado colectivamente sin imposiciones (Seikkula & Arnkil, 2017)."
  },
  {
    "id": "idea_od_5",
    "titulo": "El cambio es relacional y distribuido, no individual",
    "desarrollo": "En Open Dialogue, el cambio psicológico no se localiza exclusivamente en el individuo, sino en el sistema relacional completo. La mejoría ocurre cuando la red comienza a dialogar de nuevas maneras, redistribuyendo significados, responsabilidades y emociones. La agencia no pertenece solo al paciente, sino que se vuelve compartida: la red participa en sostener el cambio y en prevenir la cronificación del sufrimiento (Seikkula, 2006)."
  },
  {
    "id": "idea_od_6",
    "titulo": "La relación terapéutica es el tratamiento",
    "desarrollo": "A diferencia de modelos donde la relación es un facilitador de técnicas, en Open Dialogue la relación dialógica es en sí misma el tratamiento. La escucha, la presencia, la transparencia y la continuidad del vínculo constituyen el principal agente de cambio. No se aplican técnicas para producir efectos, sino que se cuida el espacio relacional donde el cambio puede emerger de forma orgánica (Olson, Seikkula & Ziedonis, 2014)."
  },
  {
    "id": "idea_od_7",
    "titulo": "La recuperación se define por la continuidad de la vida y del diálogo",
    "desarrollo": "La recuperación en Open Dialogue no se mide únicamente por la desaparición de síntomas, sino por la capacidad de la persona para continuar su vida, mantener vínculos significativos y participar activamente en diálogos que den sentido a su experiencia. La continuidad relacional y biográfica es un criterio central de éxito terapéutico, incluso cuando persisten experiencias inusuales. El foco está en vivir con sentido y en relación, no en alcanzar una normalidad abstracta (Seikkula & Arnkil, 2017)."
  }
],

"procedimientos": [
  {
    "nombre": "Respuesta inmediata a la crisis",
    "codigo": "p_od_respuesta_inmediata",
    "procesos": ["RE_coregulacion", "R_coregulacion"],
    "texto": "Procedimiento organizativo-clínico fundamental que establece que el primer encuentro terapéutico debe producirse lo antes posible tras la aparición de la crisis, idealmente en las primeras 24 horas. La respuesta inmediata reduce ansiedad, desorganización y escalada sintomática, y transmite a la persona y a su red que el sufrimiento será abordado de forma compartida y no coercitiva. Este procedimiento es clave para generar seguridad relacional temprana y prevenir cronificación desde el inicio del proceso (Seikkula, 2006; Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Inclusión de la red social significativa",
    "codigo": "p_od_inclusion_red",
    "procesos": ["R_repertorioInterpersonal", "R_sist_apoyo"],
    "texto": "Procedimiento que implica convocar desde el inicio a la familia, allegados y figuras significativas del entorno de la persona en crisis, considerándolos parte activa del proceso terapéutico. La red no es un recurso auxiliar, sino el contexto donde se construyen y transforman los significados del sufrimiento. Su inclusión permite distribuir la carga emocional, ampliar perspectivas y sostener cambios relacionales duraderos (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Reunión abierta en presencia del paciente",
    "codigo": "p_od_reunion_abierta",
    "procesos": ["R_comunicacionEmocional", "N_narrativaAutobiografica"],
    "texto": "Procedimiento central en el que todas las conversaciones clínicas relevantes se realizan en presencia del paciente y su red, evitando deliberaciones profesionales cerradas o decisiones ocultas. Esta transparencia radical promueve confianza, reduce asimetrías de poder y convierte el encuentro en un espacio genuinamente dialógico donde cada voz puede ser escuchada y respondida (Seikkula, 2006)."
  },

  {
    "nombre": "Escucha dialógica y polifonía de voces",
    "codigo": "p_od_escucha_polifonica",
    "procesos": ["R_mentalizacion", "RE_rotulacion"],
    "texto": "Procedimiento clínico que prioriza la escucha activa, lenta y receptiva de todas las voces presentes, sin jerarquizar unas sobre otras ni buscar coherencia prematura. La polifonía permite que experiencias contradictorias coexistan sin ser corregidas, facilitando la simbolización progresiva del sufrimiento. El terapeuta escucha no solo contenidos, sino tonos emocionales, silencios y resonancias relacionales (Seikkula, 2006; Olson et al., 2014)."
  },

  {
    "nombre": "Tolerancia activa a la incertidumbre",
    "codigo": "p_od_tolerancia_incertidumbre",
    "procesos": ["RE_modulacion", "RI_mindfulnessSelf"],
    "texto": "Procedimiento clave que consiste en evitar cierres explicativos rápidos, diagnósticos definitivos o planes de intervención prematuros. El equipo terapéutico sostiene la incertidumbre como condición necesaria para que emerjan nuevos significados, resistiendo la presión institucional y familiar por soluciones inmediatas. Esta tolerancia protege el proceso dialógico y previene imposiciones interpretativas que bloquean el cambio (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Reflexión en voz alta del equipo terapéutico",
    "codigo": "p_od_reflexion_equipo",
    "procesos": ["N_metacognicion", "R_mentalizacion"],
    "texto": "Procedimiento donde los profesionales comparten entre ellos, en presencia del paciente y la red, sus resonancias, dudas y pensamientos provisionales surgidos durante la sesión. Estas reflexiones no se presentan como interpretaciones expertas, sino como aportaciones tentativas al diálogo, modelando apertura, humildad epistemológica y mentalización compartida (Andersen, 1995; Seikkula, 2006)."
  },

  {
    "nombre": "Horizontalidad y no-directividad terapéutica",
    "codigo": "p_od_horizontalidad",
    "procesos": ["ALI_colaboracion", "R_valoresRelacionales"],
    "texto": "Procedimiento relacional que establece una posición horizontal del terapeuta frente al paciente y su red, renunciando explícitamente al rol de experto que diagnostica o dirige el proceso. El terapeuta participa como una voz más dentro del diálogo, facilitando la emergencia de significados sin imponer objetivos ni soluciones, lo que fortalece agencia compartida y responsabilidad relacional (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Continuidad del equipo terapéutico",
    "codigo": "p_od_continuidad_equipo",
    "procesos": ["R_reparacionRelacional", "RE_coregulacion"],
    "texto": "Procedimiento organizativo que garantiza que el mismo equipo acompañe a la persona y su red a lo largo de todo el proceso, evitando rotaciones que fragmenten el vínculo. La continuidad relacional permite construir confianza profunda, sostener diálogos difíciles y ofrecer un anclaje estable durante periodos prolongados de incertidumbre o crisis (Seikkula, 2006)."
  },

  {
    "nombre": "Flexibilidad en el uso de medicación",
    "codigo": "p_od_flexibilidad_medicacion",
    "procesos": ["VB_sustancias", "RE_modulacion"],
    "texto": "Procedimiento clínico que propone un uso prudente, flexible y no protocolizado de la medicación psicofarmacológica, especialmente en primeros episodios psicóticos. La medicación no se impone como solución central, sino que se evalúa de forma dialogada en función del estado emocional y relacional del paciente, priorizando siempre el proceso de significado compartido (Seikkula et al., 2006; Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Seguimiento adaptado al ritmo de la red",
    "codigo": "p_od_seguimiento_red",
    "procesos": ["R_sist_contexto", "AG_compromisoConductual"],
    "texto": "Procedimiento que ajusta la frecuencia, duración y formato de los encuentros al ritmo y necesidades de la persona y su red, en lugar de seguir protocolos rígidos. Este ajuste continuo permite responder a cambios emergentes, sostener el diálogo en momentos críticos y favorecer la apropiación progresiva del proceso por parte de la red (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Construcción compartida de decisiones",
    "codigo": "p_od_decisiones_compartidas",
    "procesos": ["AG_tomaDecisiones", "R_valoresRelacionales"],
    "texto": "Procedimiento mediante el cual todas las decisiones clínicas relevantes —frecuencia de encuentros, uso de medicación, objetivos provisionales— se toman de forma dialogada con el paciente y su red. Esta co-decisión refuerza la agencia distribuida, reduce dinámicas de dependencia institucional y favorece la continuidad del compromiso terapéutico (Seikkula, 2006)."
  }
],
  "micros": [
  {
    "nombre": "Eco dialógico",
    "codigo": "m_od_eco_dialogico",
    "procesos": ["R_comunicacionEmocional"],
    "texto": "Microintervención básica que consiste en devolver al hablante partes de sus propias palabras, manteniendo su lenguaje, tono y ritmo, sin reinterpretar ni corregir. El eco dialógico confirma que la voz ha sido escuchada y respetada, favoreciendo la continuidad del discurso y la emergencia de nuevos significados desde la propia experiencia del paciente o familiar. No busca clarificar ni cerrar, sino sostener el flujo conversacional (Seikkula, 2006; Olson et al., 2014)."
  },

  {
    "nombre": "Ralentización deliberada del diálogo",
    "codigo": "m_od_ralentizacion",
    "procesos": ["RE_modulacion", "RI_mindfulnessSelf"],
    "texto": "Microintervención que introduce pausas, silencios y un ritmo más lento en la conversación para reducir activación emocional y permitir que las palabras se conecten con la experiencia sentida. La ralentización favorece regulación, simbolización progresiva y evita respuestas impulsivas o defensivas, especialmente en contextos de crisis intensa (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Nombrar la emoción emergente",
    "codigo": "m_od_rotulacion_emocional",
    "procesos": ["RE_rotulacion"],
    "texto": "Microintervención que pone palabras tentativas a emociones que emergen en el aquí y ahora del diálogo, siempre de forma abierta y no conclusiva. El terapeuta utiliza formulaciones suaves (“suena a que esto da miedo…”) que facilitan reconocimiento emocional sin imponer significado, promoviendo mentalización y regulación compartida (Seikkula, 2006)."
  },

  {
    "nombre": "Invitación a múltiples voces",
    "codigo": "m_od_polifonia",
    "procesos": ["R_repertorioInterpersonal"],
    "texto": "Micro que amplía activamente el diálogo invitando a otras voces presentes —familiares, miembros del equipo o el propio paciente desde distintas posiciones— a expresar su experiencia. Esta invitación evita monopolios narrativos, favorece la polifonía y permite que significados alternativos emerjan sin confrontación directa (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "No-cierre interpretativo",
    "codigo": "m_od_no_cierre",
    "procesos": ["N_construccionAlternativa"],
    "texto": "Microintervención consistente en abstenerse deliberadamente de cerrar el significado de lo expresado mediante interpretaciones, diagnósticos o conclusiones. El terapeuta sostiene preguntas abiertas y formulaciones incompletas, preservando la incertidumbre como condición para que el diálogo siga vivo y transformador (Seikkula, 2006)."
  },

  {
    "nombre": "Reflexión provisional en voz alta",
    "codigo": "m_od_reflexion_provisional",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención en la que el terapeuta o el equipo comparten pensamientos o resonancias internas en forma provisional, explícitamente no conclusiva. Estas reflexiones modelan apertura, duda y humildad epistemológica, e invitan a los demás a responder o corregir, fortaleciendo el carácter dialógico del encuentro (Andersen, 1995; Seikkula, 2006)."
  },

  {
    "nombre": "Validación relacional sin alineamiento",
    "codigo": "m_od_validacion_relacional",
    "procesos": ["R_valoresRelacionales"],
    "texto": "Micro que valida la experiencia emocional de una persona sin alinearse contra otras voces presentes. El terapeuta reconoce el sentido de cada vivencia dentro del sistema relacional, evitando tomar partido y preservando la posibilidad de diálogo entre posiciones divergentes (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Chequeo de comprensión compartida",
    "codigo": "m_od_chequeo_comprension",
    "procesos": ["R_mentalizacion"],
    "texto": "Microintervención breve que verifica si lo que se ha dicho ha sido comprendido por los distintos participantes, invitando a correcciones o matices. Este chequeo reduce malentendidos, promueve mentalización interpersonal y refuerza la sensación de ser tenido en cuenta dentro del diálogo (Olson et al., 2014)."
  },

  {
    "nombre": "Visibilización de silencios significativos",
    "codigo": "m_od_silencios",
    "procesos": ["AP_profundizacion"],
    "texto": "Microintervención que reconoce explícitamente silencios cargados de emoción o significado, sin forzar su llenado inmediato. Nombrar el silencio (“hay algo importante aquí que aún no tiene palabras”) permite profundización experiencial y simbolización gradual del sufrimiento (Seikkula, 2006)."
  },

  {
    "nombre": "Co-regulación dialógica",
    "codigo": "m_od_coregulacion",
    "procesos": ["RE_coregulacion"],
    "texto": "Microintervención relacional donde el terapeuta utiliza su presencia, tono de voz y ritmo para ayudar a regular estados emocionales intensos en la red. La regulación no se realiza sobre el individuo aislado, sino a través del campo relacional compartido (Seikkula & Arnkil, 2017)."
  },

  {
    "nombre": "Externalización dialógica de la experiencia",
    "codigo": "m_od_externalizacion",
    "procesos": ["N_narrativaAutobiografica"],
    "texto": "Micro que permite hablar de experiencias extremas —voces, ideas delirantes, miedos intensos— como fenómenos compartibles en el diálogo, sin etiquetarlos inmediatamente como patología. Esta externalización reduce estigmatización y facilita que la experiencia pueda ser pensada colectivamente (Seikkula, 2006)."
  },

  {
    "nombre": "Cierre abierto de la sesión",
    "codigo": "m_od_cierre_abierto",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención de cierre que resume lo ocurrido sin conclusiones definitivas ni tareas prescriptivas, manteniendo continuidad del diálogo hacia el próximo encuentro. El cierre abierto refuerza la sensación de proceso compartido y evita clausuras artificiales del significado (Seikkula & Arnkil, 2017)."
  }
],


  "refs": [
    "Seikkula, J. (2006). Open Dialogues and Anticipations.",
    "Seikkula, J., & Arnkil, T. E. (2017). Open Dialogues and Networks.",
    "Olson, M., Seikkula, J., & Ziedonis, D. (2014). The Key Elements of Dialogic Practice."
  ]
}
