{
  "id": "terapia-metacognitiva-interpersonal-mit",
  "grupo": "Constructivista",
  "type": "modelo",
  "label": "Terapia Metacognitiva Interpersonal (MIT)",
  "year": 2002,
  "importance": 1,

  "autores": "Giancarlo Dimaggio; Antonio Semerari; Paul Lysaker",
  "universidad": "",
  "ciudad": "Roma",
  "pais": "Italia",
  "lat": 41.902783,
  "lon": 12.496366,

  "influencias": [
    "Guidano – Psicología postracionalista",
    "Psicodinámica relacional",
    "Relacional (Greenberg & Mitchell)",
    "Teoría del apego",
    "Neurociencia social",
    "Constructivismo posracionalista",
    "IPT – Terapia Interpersonal"
  ],

  "descripcion": "La Terapia Metacognitiva Interpersonal (MIT) es un modelo constructivista que conceptualiza el sufrimiento psicológico como resultado de déficits y desorganizaciones en la metacognición, entendida como la capacidad para reconocer, diferenciar, integrar y utilizar los propios estados mentales y los de los demás para regular la conducta y las relaciones interpersonales. Desde MIT, muchos trastornos —especialmente los de la personalidad— se mantienen por narrativas fragmentadas del self, dificultades para comprender las emociones propias y ajenas, y guiones interpersonales rígidos que generan ciclos relacionales disfuncionales. La terapia se orienta a restaurar una narrativa coherente de la experiencia personal, mejorar la comprensión emocional y mentalista, y flexibilizar los patrones interpersonales, integrando aportes del constructivismo posracionalista, la psicodinámica relacional, la teoría del apego y la neurociencia social. El terapeuta adopta una posición colaborativa y reflexiva, facilitando el desarrollo progresivo de capacidades metacognitivas como base del cambio psicológico profundo (Dimaggio & Semerari, 2007; Dimaggio et al., 2015).",

  "procesos": [
    "Evaluación y fortalecimiento de la metacognición",
    "Construcción de una narrativa coherente del self",
    "Reconocimiento y diferenciación emocional",
    "Flexibilización de guiones interpersonales",
    "Integración de estados mentales propios y ajenos",
    "Desarrollo de agencia interpersonal"
  ],

  "mjps": [
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como una construcción narrativa e intersubjetiva, organizada a través de significados personales y relacionales. El conocimiento terapéutico no es descubierto por el experto, sino co-construido en el diálogo clínico, prestando especial atención a cómo la persona comprende su experiencia mental y la de los demás. El ser humano es entendido como un agente relacional cuya capacidad de autorregulación y adaptación depende del desarrollo metacognitivo. El cambio psicológico emerge cuando se amplía la capacidad para comprender, integrar y utilizar los estados mentales propios y ajenos en contextos interpersonales. La relación terapéutica constituye un contexto epistemológico seguro donde pueden explorarse fallos metacognitivos sin activación defensiva (Dimaggio & Semerari, 2007).",

    "teoriaFormal": "El self se concibe como un sistema narrativo y relacional compuesto por estados mentales, emociones, creencias y representaciones interpersonales que requieren integración metacognitiva para funcionar de manera coherente. El sufrimiento psicológico se mantiene cuando existen déficits en la capacidad para reconocer los propios estados mentales, comprender los de los demás, reflexionar sobre ellos e integrarlos en una narrativa unificada del self. El cambio se explica como el fortalecimiento progresivo de estas funciones metacognitivas, lo que permite reorganizar la identidad, regular la emoción y modificar patrones interpersonales rígidos (Dimaggio & Semerari, 2007; Dimaggio et al., 2015).",

    "teoriaClinica": "El caso se conceptualiza evaluando el perfil metacognitivo del paciente: su capacidad para identificar emociones y pensamientos, comprender intenciones propias y ajenas, reflexionar sobre estados mentales y utilizarlos para guiar la acción. Se prioriza el trabajo con narrativas fragmentadas del self y con guiones interpersonales desadaptativos que generan ciclos relacionales repetitivos. El progreso terapéutico se evalúa por la mejora en la metacognición, la coherencia narrativa, la regulación emocional y la capacidad para establecer relaciones más flexibles y recíprocas (Dimaggio & Semerari, 2007; Dimaggio et al., 2015)."
  },

 "procedimientos": [
  {
    "nombre": "Evaluación del perfil metacognitivo",
    "codigo": "p_mit_evaluacion_metacognitiva",
    "procesos": ["N_metacognicion", "RI_dialogoFuncional"],
    "texto": "Procedimiento inicial orientado a evaluar de manera clínica y narrativa las capacidades metacognitivas del paciente: identificación de estados mentales propios, comprensión de los estados mentales ajenos, reflexión sobre ellos e integración para guiar la acción. Esta evaluación no se realiza como test estandarizado, sino a través del análisis del discurso, la narrativa autobiográfica y las interacciones terapéuticas, permitiendo identificar déficits específicos que guiarán la intervención posterior (Dimaggio & Semerari, 2007; Dimaggio et al., 2015)."
  },

  {
    "nombre": "Construcción de una narrativa coherente del self",
    "codigo": "p_mit_narrativa_self",
    "procesos": ["N_narrativaAutobiografica", "I_continuidadBiografica"],
    "texto": "Procedimiento central que busca ayudar al paciente a organizar su experiencia vital en una narrativa más coherente, continua y comprensible, integrando emociones, pensamientos y acontecimientos significativos. Muchas psicopatologías se asocian a narrativas fragmentadas o caóticas del self; este trabajo narrativo permite restaurar continuidad identitaria y sirve como base para el fortalecimiento metacognitivo (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Identificación y clarificación de estados mentales",
    "codigo": "p_mit_identificacion_estados",
    "procesos": ["RE_rotulacion", "AP_profundizacion"],
    "texto": "Procedimiento orientado a mejorar la capacidad del paciente para reconocer y diferenciar sus propios estados mentales, especialmente emociones y pensamientos que suelen aparecer confusos, indiferenciados o evitados. El terapeuta facilita un lenguaje emocional preciso y una exploración experiencial gradual, fortaleciendo la base necesaria para una reflexión metacognitiva más compleja (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Trabajo con guiones interpersonales disfuncionales",
    "codigo": "p_mit_guiones_interpersonales",
    "procesos": ["R_sist_guiones", "I_posicionRelacional"],
    "texto": "Procedimiento dirigido a identificar patrones relacionales repetitivos que organizan la conducta interpersonal del paciente, generalmente basados en expectativas rígidas sobre uno mismo y los demás. Estos guiones suelen activarse de forma automática y mantener ciclos de rechazo, sumisión o conflicto. La MIT trabaja para hacerlos explícitos, comprender su origen y flexibilizar su ejecución mediante una mayor comprensión metacognitiva (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Diferenciación entre experiencia interna y realidad interpersonal",
    "codigo": "p_mit_diferenciacion_realidad",
    "procesos": ["RI_mindfulnessSelf", "R_mentalizacion"],
    "texto": "Procedimiento que ayuda al paciente a distinguir entre sus interpretaciones internas (pensamientos, emociones, creencias) y los estados mentales reales de los demás, reduciendo inferencias automáticas y lecturas rígidas de la conducta ajena. Esta diferenciación es clave para mejorar la mentalización interpersonal y disminuir conflictos relacionales basados en malentendidos sistemáticos (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Reflexión metacognitiva guiada",
    "codigo": "p_mit_reflexion_metacognitiva",
    "procesos": ["N_metacognicion", "RI_dialogoFuncional"],
    "texto": "Procedimiento mediante el cual el terapeuta guía explícitamente al paciente a reflexionar sobre sus propios estados mentales y los de los demás, examinando cómo influyen en la conducta y en las relaciones. Esta reflexión se realiza de forma gradual y colaborativa, ajustándose al nivel metacognitivo del paciente para evitar sobrecarga o retraimiento (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Integración de estados mentales contradictorios",
    "codigo": "p_mit_integracion_estados",
    "procesos": ["I_conflictosSelf", "I_coherenciaInterna"],
    "texto": "Procedimiento orientado a integrar estados mentales, emociones o representaciones del self que aparecen como contradictorias o incompatibles, reduciendo escisiones internas. La integración metacognitiva permite al paciente sostener ambivalencias sin desorganización, favoreciendo una identidad más compleja y flexible (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Uso de la relación terapéutica como contexto metacognitivo",
    "codigo": "p_mit_relacion_terapeutica",
    "procesos": ["ALI_sintonia", "R_coregulacion"],
    "texto": "Procedimiento que utiliza las interacciones reales entre terapeuta y paciente como material clínico para observar, reflexionar y modificar fallos metacognitivos en tiempo real. El terapeuta hace explícitos malentendidos, rupturas y reparaciones relacionales como oportunidades para fortalecer la comprensión de estados mentales propios y ajenos (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Flexibilización de patrones interpersonales",
    "codigo": "p_mit_flexibilizacion_interpersonal",
    "procesos": ["R_repertorioInterpersonal", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento dirigido a ampliar el repertorio de respuestas interpersonales del paciente, permitiéndole actuar de forma más flexible y menos guiada por guiones automáticos. A medida que mejora la metacognición, el paciente puede elegir conductas relacionales más ajustadas a sus necesidades y al contexto, reforzando su sensación de agencia (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Traducción metacognitiva a la acción",
    "codigo": "p_mit_traduccion_accion",
    "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones"],
    "texto": "Procedimiento final orientado a ayudar al paciente a utilizar activamente su comprensión metacognitiva para guiar decisiones y acciones concretas en su vida cotidiana. La metacognición deja de ser solo reflexión y se convierte en una herramienta funcional para regular la conducta, sostener relaciones y prevenir recaídas (Dimaggio & Semerari, 2007; Dimaggio et al., 2015)."
  }
],


 "micros": [
  {
    "nombre": "Chequeo de estados mentales propios",
    "codigo": "m_mit_chequeo_estados_propios",
    "procesos": ["RE_rotulacion", "N_metacognicion"],
    "texto": "Microintervención que invita al paciente a identificar y nombrar con precisión qué está sintiendo y pensando en el momento presente, diferenciando emoción, pensamiento y sensación corporal. El terapeuta utiliza preguntas simples y concretas para fortalecer la conciencia metacognitiva básica y reducir la confusión afectiva característica de muchos pacientes con déficits metacognitivos (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Diferenciación emoción–pensamiento",
    "codigo": "m_mit_diferenciacion_emocion_pensamiento",
    "procesos": ["RE_rotulacion"],
    "texto": "Micro destinada a ayudar al paciente a distinguir entre lo que siente y lo que piensa acerca de lo que siente, evitando fusiones típicas como vivir las interpretaciones como hechos. Esta diferenciación mejora la regulación emocional y constituye un prerrequisito para niveles metacognitivos más complejos (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Clarificación del estado mental del otro",
    "codigo": "m_mit_estado_mental_otro",
    "procesos": ["R_mentalizacion"],
    "texto": "Microintervención que explora qué cree el paciente que el otro estaba pensando, sintiendo o intentando hacer en una interacción concreta, promoviendo mentalización interpersonal y reduciendo lecturas rígidas o paranoides de la conducta ajena (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Chequeo de evidencia mentalista",
    "codigo": "m_mit_evidencia_mentalista",
    "procesos": ["N_metacognicion"],
    "texto": "Micro que examina en qué se basa el paciente para atribuir determinados estados mentales a sí mismo o a otros, diferenciando hechos observables de inferencias. Este chequeo reduce conclusiones automáticas y favorece una comprensión más flexible de las situaciones interpersonales (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Señalamiento de fallos metacognitivos",
    "codigo": "m_mit_fallos_metacognitivos",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención en la que el terapeuta señala de forma suave y colaborativa momentos en los que el paciente pierde acceso a sus propios estados mentales o a los de los demás, ayudándole a reconocer límites actuales de su comprensión sin vivenciarlo como crítica (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Vinculación emoción–guion interpersonal",
    "codigo": "m_mit_emocion_guion",
    "procesos": ["R_sist_guiones", "AP_profundizacion"],
    "texto": "Micro que conecta emociones recurrentes con guiones interpersonales específicos, ayudando al paciente a reconocer cómo ciertas expectativas relacionales activan respuestas emocionales automáticas. Esta vinculación favorece conciencia de patrones y abre la puerta a su flexibilización (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Exploración de la intención de la acción",
    "codigo": "m_mit_intencion_accion",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Microintervención que invita a reflexionar sobre qué pretendía el paciente al actuar de determinada manera en una interacción concreta, promoviendo agencia consciente y reduciendo conductas impulsadas exclusivamente por estados emocionales no mentalizados (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Reflexión metacognitiva escalonada",
    "codigo": "m_mit_reflexion_escalonada",
    "procesos": ["RI_dialogoFuncional"],
    "texto": "Micro que ajusta el nivel de reflexión metacognitiva a la capacidad actual del paciente, pasando progresivamente de identificación emocional a comprensión de estados mentales complejos. Esta escalada evita sobrecarga cognitiva y retraimiento defensivo (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Uso del aquí-y-ahora relacional",
    "codigo": "m_mit_aqui_ahora_relacional",
    "procesos": ["R_coregulacion", "R_mentalizacion"],
    "texto": "Microintervención que utiliza lo que ocurre en la relación terapéutica en tiempo real para explorar estados mentales propios y del terapeuta, favoreciendo aprendizaje metacognitivo vivo y transferencia directa a otras relaciones (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Integración de estados mentales contradictorios",
    "codigo": "m_mit_integracion_ambivalencia",
    "procesos": ["I_conflictosSelf"],
    "texto": "Micro que ayuda al paciente a sostener simultáneamente emociones, pensamientos o deseos contradictorios sin desorganizarse, promoviendo una identidad más compleja y menos escindida (Dimaggio et al., 2015)."
  },

  {
    "nombre": "Reformulación metacognitiva colaborativa",
    "codigo": "m_mit_reformulacion_colaborativa",
    "procesos": ["N_construccionAlternativa"],
    "texto": "Microintervención donde terapeuta y paciente reformulan conjuntamente una experiencia problemática integrando estados mentales propios y ajenos, sin imponer interpretaciones externas. Esta reformulación amplía el sentido y reduce rigidez narrativa (Dimaggio & Semerari, 2007)."
  },

  {
    "nombre": "Traducción de comprensión metacognitiva a elección",
    "codigo": "m_mit_traduccion_eleccion",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Micro final que invita al paciente a decidir cómo actuar de forma diferente basándose en una comprensión metacognitiva más rica, consolidando el paso de la reflexión a la acción consciente y flexible (Dimaggio et al., 2015)."
  }
],


  "ideasPrincipales": [
  {
    "id": "idea_mit_1",
    "titulo": "El sufrimiento psicológico surge de déficits metacognitivos",
    "desarrollo": "La MIT concibe el sufrimiento psicológico como el resultado de déficits en la metacognición, entendida como la capacidad para reconocer, comprender, reflexionar e integrar los propios estados mentales y los de los demás. Cuando estas capacidades fallan, la persona pierde acceso a una comprensión coherente de su experiencia interna y de las dinámicas interpersonales, quedando atrapada en emociones confusas, interpretaciones rígidas y conductas desadaptativas, especialmente en contextos relacionales (Dimaggio & Semerari, 2007; Dimaggio et al., 2015)."
  },
  {
    "id": "idea_mit_2",
    "titulo": "El self es un sistema narrativo que requiere integración metacognitiva",
    "desarrollo": "Desde MIT, el self se entiende como un sistema narrativo-relacional compuesto por estados mentales, emociones, creencias y representaciones interpersonales que necesitan ser integrados metacognitivamente para funcionar de manera coherente. La psicopatología aparece cuando esta integración falla, dando lugar a identidades fragmentadas, inconsistentes o dominadas por estados mentales parciales que no dialogan entre sí (Dimaggio & Semerari, 2007)."
  },
  {
    "id": "idea_mit_3",
    "titulo": "La narrativa personal es el principal organizador de la experiencia",
    "desarrollo": "La MIT otorga un papel central a la narrativa personal como organizadora del significado, la identidad y la experiencia emocional. Las narrativas fragmentadas o rígidas reflejan déficits metacognitivos y sostienen patrones interpersonales disfuncionales. El trabajo terapéutico se orienta a construir narrativas más coherentes, diferenciadas y flexibles que integren estados mentales propios y ajenos (Dimaggio et al., 2015)."
  },
  {
    "id": "idea_mit_4",
    "titulo": "Los guiones interpersonales mantienen la psicopatología",
    "desarrollo": "Los problemas psicológicos se sostienen en gran medida por guiones interpersonales rígidos que organizan expectativas, emociones y conductas en las relaciones. Estos guiones suelen activarse de forma automática y no reflexiva, reproduciendo ciclos relacionales de rechazo, sumisión, control o retirada. La MIT busca hacer explícitos estos guiones y flexibilizarlos mediante el fortalecimiento de la metacognición (Dimaggio & Semerari, 2007)."
  },
  {
    "id": "idea_mit_5",
    "titulo": "El cambio terapéutico ocurre al fortalecer la metacognición",
    "desarrollo": "El cambio psicológico profundo no se produce principalmente por insight intelectual ni por modificación directa de conductas, sino por el fortalecimiento progresivo de las capacidades metacognitivas. A medida que la persona mejora su capacidad para comprender y utilizar los estados mentales propios y ajenos, aumenta su regulación emocional, su flexibilidad relacional y su sentido de agencia personal (Dimaggio et al., 2015)."
  },
  {
    "id": "idea_mit_6",
    "titulo": "La relación terapéutica es un laboratorio metacognitivo",
    "desarrollo": "En MIT, la relación terapéutica no es solo un contexto facilitador, sino un espacio activo donde se observan, exploran y modifican en tiempo real los fallos metacognitivos del paciente. Las rupturas, malentendidos y reparaciones dentro de la relación se utilizan como oportunidades para fortalecer la comprensión de estados mentales propios y del otro, promoviendo aprendizaje relacional directo (Dimaggio & Semerari, 2007)."
  },
  {
    "id": "idea_mit_7",
    "titulo": "La agencia personal depende de la comprensión metacognitiva",
    "desarrollo": "La MIT entiende la agencia no como simple fuerza de voluntad, sino como la capacidad de actuar de forma consciente y flexible basándose en una comprensión metacognitiva rica. Cuando la persona puede reconocer sus estados mentales, comprender los de los demás y reflexionar sobre ellos, recupera la posibilidad de elegir conductas más ajustadas a sus valores y objetivos relacionales (Dimaggio et al., 2015)."
  },
  {
    "id": "idea_mit_8",
    "titulo": "La salud psicológica implica integración, flexibilidad y reciprocidad",
    "desarrollo": "Desde la Terapia Metacognitiva Interpersonal, la salud psicológica se define por la capacidad de integrar estados mentales diversos, mantener una narrativa coherente del self y participar en relaciones interpersonales flexibles y recíprocas. No se trata de ausencia de síntomas, sino de la posibilidad de comprenderse a uno mismo y a los demás de manera suficientemente compleja como para sostener vínculos significativos y adaptativos (Dimaggio & Semerari, 2007; Dimaggio et al., 2015)."
  }
],


  "refs": [
    "Dimaggio, G., & Semerari, A. (2007). Metacognitive Interpersonal Therapy.",
    "Dimaggio, G., Nicolò, G., Popolo, R., & Semerari, A. (2015). Psychopathology and Metacognition.",
    "Lysaker, P. H., Dimaggio, G., & Brüne, M. (2014). Social cognition and metacognition in schizophrenia."
  ]
}
