{
  "id": "terapia-narrativa-white-epston",
  "grupo": "Constructivista",
  "label": "Terapia narrativa",
  "year": 1990,
  "importance": 2,
  "autores": "Michael White; David Epston",

  "universidad": "",
  "ciudad": "Adelaide",
  "pais": "Australia",
  "lat": -34.928499,
  "lon": 138.600746,

  "influencias": [
    "Constructivismo social / relacional",
    "Enfoque sistémico",
    "Identidad narrativa",
    "Psicología discursiva",
    "Fenomenología / Hermenéutica"
  ],

  "descripcion": "La Terapia Narrativa concibe los problemas psicológicos como construcciones narrativas dominantes que han llegado a organizar la identidad y la experiencia de la persona. Desde esta perspectiva, las dificultades no residen en el individuo, sino en las historias problematizantes co-construidas en contextos relacionales, culturales y discursivos. El trabajo terapéutico se orienta a externalizar el problema, identificar resultados únicos y re-autorizar historias preferidas que reflejen valores, compromisos y capacidades ignoradas. El terapeuta adopta una posición colaborativa y no experta, actuando como facilitador de conversaciones que amplían el sentido de agencia, identidad y pertenencia, y utilizando prácticas como documentos terapéuticos, testigos externos y rituales narrativos para consolidar el cambio.",

  "ideasPrincipales": [
    {
      "id": "idea_narrativa_1",
      "titulo": "La identidad se construye narrativamente",
      "desarrollo": "La terapia narrativa sostiene que la identidad personal no es una esencia interna ni un rasgo estable, sino el resultado de las historias que las personas construyen sobre sí mismas en contextos relacionales y culturales específicos. Estas narrativas organizan la experiencia y delimitan lo que se considera posible o imposible. El trabajo terapéutico no busca descubrir una verdad interior, sino abrir espacio para historias alternativas más ricas y habitables. (White & Epston, 1990, *Narrative Means to Therapeutic Ends*)."
    },
    {
      "id": "idea_narrativa_2",
      "titulo": "El problema no define a la persona",
      "desarrollo": "Uno de los principios centrales del enfoque narrativo es la externalización del problema, que separa la identidad de la persona de las dificultades que experimenta. Al concebir el problema como algo externo —con tácticas, efectos e historia— se reduce la culpa y la vergüenza, facilitando una relación más flexible y activa frente al sufrimiento. (White & Epston, 1990, *Narrative Means to Therapeutic Ends*)."
    },
    {
      "id": "idea_narrativa_3",
      "titulo": "Las historias dominantes pueden ser deconstruidas",
      "desarrollo": "Las historias problemáticas suelen adquirir un estatus dominante al invisibilizar experiencias discrepantes y reducir la complejidad identitaria. La terapia narrativa trabaja deconstruyendo estas narrativas hegemónicas, explorando sus orígenes sociales, culturales y relacionales, y cuestionando sus supuestos implícitos. Este proceso abre espacio para relatos alternativos. (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "id": "idea_narrativa_4",
      "titulo": "Los resultados únicos revelan agencia",
      "desarrollo": "Los resultados únicos son episodios en los que el problema no logró dominar completamente la experiencia o en los que la persona actuó desde valores distintos a la narrativa problemática. Identificarlos permite visibilizar capacidades, elecciones y resistencias previamente ignoradas, que sirven como semillas para historias preferidas de identidad. (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "id": "idea_narrativa_5",
      "titulo": "La re-autoría permite reconstruir la biografía",
      "desarrollo": "La re-autoría implica reorganizar la historia de vida incorporando los resultados únicos dentro de una nueva trama coherente, centrada en valores, compromisos y significados preferidos. Este proceso no inventa una historia ficticia, sino que re-emplota la biografía desde perspectivas previamente marginadas. (White & Epston, 1990, *Narrative Means to Therapeutic Ends*)."
    },
    {
      "id": "idea_narrativa_6",
      "titulo": "El lenguaje crea realidades vividas",
      "desarrollo": "Desde la psicología discursiva y el construccionismo social, la terapia narrativa entiende que el lenguaje no solo describe la experiencia, sino que la constituye. Cambiar la forma de narrar una experiencia modifica las posibilidades de acción, emoción e identidad disponibles para la persona. (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "id": "idea_narrativa_7",
      "titulo": "La identidad es relacional y comunitaria",
      "desarrollo": "La identidad no se construye de forma aislada, sino en relación con otros significativos y con comunidades de pertenencia. Prácticas como los testigos externos y el re-membering reconocen el papel de los vínculos en la consolidación de identidades preferidas. (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "id": "idea_narrativa_8",
      "titulo": "El terapeuta adopta una posición no experta",
      "desarrollo": "El terapeuta narrativo no se posiciona como experto en la vida del paciente, sino como colaborador curioso que facilita conversaciones generativas. Esta postura reduce jerarquías de poder y refuerza la autoría del paciente sobre su propia historia. (White & Epston, 1990, *Narrative Means to Therapeutic Ends*)."
    }
  ],

  "procesos": [
    "Externalización del problema",
    "Detección de resultados únicos",
    "Re-autoría de historias preferidas",
    "Construcción narrativa de la identidad",
    "Agencia y responsabilidad personal",
    "Continuidad biográfica",
    "Reconocimiento relacional"
  ],

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

  "procedimientos": [
    {
      "nombre": "Conversación externalizadora",
      "codigo": "p_nar_externalizacion",
      "procesos": ["N_reformulacion"],
      "texto": "Procedimiento central que separa a la persona del problema mediante preguntas que lo describen como una entidad externa con tácticas, intenciones y efectos específicos. Reduce fusión identitaria y facilita una relación activa frente al problema (White & Epston, 1990, *Narrative Means to Therapeutic Ends*)."
    },
    {
      "nombre": "Mapa de influencia del problema",
      "codigo": "p_nar_mapa_influencia",
      "procesos": ["N_clarificacion"],
      "texto": "Explora cómo el problema influye en distintas áreas de la vida y cómo la persona ha respondido a esa influencia, organizando el relato y delimitando el alcance real del problema (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "nombre": "Búsqueda de resultados únicos",
      "codigo": "p_nar_resultados_unicos",
      "procesos": ["AG_autoriaResponsabilidad"],
      "texto": "Identificación sistemática de episodios en los que el problema tuvo menos poder o fue resistido, revelando capacidades y elecciones alternativas que sustentan historias preferidas (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "nombre": "Re-autoría narrativa",
      "codigo": "p_nar_reautoria",
      "procesos": ["N_narrativaAutobiografica"],
      "texto": "Proceso de reconstrucción biográfica que integra resultados únicos en una nueva trama identitaria coherente, orientada por valores y compromisos personales (White & Epston, 1990, *Narrative Means to Therapeutic Ends*)."
    },
    {
      "nombre": "Testigos externos",
      "codigo": "p_nar_testigos",
      "procesos": ["R_comunicacionEmocional"],
      "texto": "Conversaciones estructuradas donde otras personas reconocen y reflejan los valores y significados de la historia preferida, fortaleciendo su legitimidad relacional (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "nombre": "Documentos terapéuticos",
      "codigo": "p_nar_documentos",
      "procesos": ["N_construccionAlternativa"],
      "texto": "Elaboración de cartas, certificados o textos narrativos que consolidan y testifican el cambio, extendiendo el impacto terapéutico fuera de sesión (Epston, 1994, *Extending the Conversation*)."
    }
  ],

  "micros": [
    {
      "nombre": "Nombrar al problema",
      "codigo": "m_nar_nominar",
      "procesos": ["N_reformulacion"],
      "texto": "Invitar a dar un nombre metafórico al problema para facilitar su externalización y el diálogo con él (White & Epston, 1990, *Narrative Means to Therapeutic Ends*)."
    },
    {
      "nombre": "Explorar actos de resistencia",
      "codigo": "m_nar_resistencia",
      "procesos": ["AG_autoriaResponsabilidad"],
      "texto": "Identificar pequeñas acciones donde la persona no siguió el guion del problema, reforzando agencia y elección (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "nombre": "Preguntas de paisaje de acción",
      "codigo": "m_nar_paisaje_accion",
      "procesos": ["I_coherenciaInterna"],
      "texto": "Detallar qué hizo la persona, cuándo, cómo y con quién en episodios preferidos para densificar la narrativa alternativa (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "nombre": "Preguntas de paisaje de identidad",
      "codigo": "m_nar_paisaje_identidad",
      "procesos": ["N_narrativaAutobiografica"],
      "texto": "Explorar qué dicen esas acciones sobre quién es la persona y qué valores encarna (White, 2007, *Maps of Narrative Practice*)."
    },
    {
      "nombre": "Micro-documentos narrativos",
      "codigo": "m_nar_micro_documentos",
      "procesos": ["N_construccionAlternativa"],
      "texto": "Pequeños textos de reconocimiento que refuerzan la historia preferida entre sesiones (Epston, 1994, *Extending the Conversation*)."
    }
  ],

  "refs": [
    "White, M., & Epston, D. (1990). Narrative Means to Therapeutic Ends. W. W. Norton.",
    "White, M. (2007). Maps of Narrative Practice. W. W. Norton.",
    "Epston, D. (1994). Extending the Conversation. Family Therapy Case Studies."
  ]
}
