{
  "id": "analisis-funcional-clinico-kanfer-saslow-1969",
  "grupo": "Conductismo",
  "label": "Análisis funcional (clínico)",
  "year": 1969,
  "importance": 2,

  "autores": "Frederick H. Kanfer; A. P. Saslow",
  "universidad": "",
  "ciudad": "Estados Unidos",
  "pais": "EE. UU.",
  "lat": 39.828175,
  "lon": -98.579500,

  "descripcion": "El análisis funcional clínico es un modelo de conceptualización del caso que entiende la conducta problemática en términos de sus relaciones funcionales con antecedentes, consecuencias y variables contextuales. Frente a enfoques topográficos o diagnósticos, prioriza identificar la función que cumple el comportamiento —como evitación, obtención de atención, acceso a reforzadores tangibles o regulación sensorial— dentro de un contexto específico. El objetivo no es clasificar la conducta, sino generar hipótesis funcionales individualizadas que guíen la selección precisa de intervenciones. Este enfoque se consolidó en el ámbito clínico con la propuesta de Kanfer y Saslow, integrando principios del condicionamiento operante con una mirada contextual y aplicada al caso único.",

  "influencias": [
    "Condicionamiento operante",
    "Ley del efecto",
    "Análisis experimental de la conducta",
    "Contextualismo funcional (Hayes)"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como un conjunto de relaciones funcionales observables entre conducta y contexto, sin recurrir a entidades mentales explicativas independientes de la acción. El conocimiento terapéutico es hipotético y pragmático: las formulaciones se valoran por su utilidad predictiva y de intervención, no por su verdad ontológica. El ser humano es entendido como un organismo activo, sensible a contingencias ambientales. El cambio ocurre cuando se modifican las condiciones funcionales que mantienen la conducta. La relación terapéutica es un contexto instrumental que facilita evaluación, ensayo y ajuste de contingencias.",
    "teoriaFormal": "La conducta se explica como función de antecedentes discriminativos, respuestas y consecuencias, moduladas por variables de establecimiento y aprendizaje previo. El sufrimiento psicológico se mantiene cuando determinadas conductas resultan funcionales a corto plazo —por ejemplo, evitar, escapar o regular estados internos— aunque generen costes a largo plazo. El cambio implica alterar contingencias, introducir respuestas alternativas y modificar contextos para que nuevas conductas resulten más funcionales.",
    "teoriaClinica": "El caso se conceptualiza identificando patrones conductuales específicos, sus antecedentes inmediatos, consecuencias reforzantes y variables contextuales relevantes. Se formulan hipótesis funcionales provisionales que se contrastan mediante intervención. El progreso terapéutico se evalúa por cambios observables en la frecuencia, intensidad o función de la conducta problema y por la generalización de repertorios más adaptativos."
  },

  "mjps": ["RF", "RE", "AG", "R", "N"],

  [
  {
    "nombre": "Análisis ABC (Antecedentes–Conducta–Consecuencias)",
    "codigo": "p_af_abc",
    "procesos": ["N_marcosCognitivos", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento central del análisis funcional que consiste en identificar de forma sistemática los antecedentes inmediatos que activan la conducta, la conducta problema observable y las consecuencias que la mantienen en el corto y medio plazo. El objetivo no es describir la conducta, sino comprender su función dentro de un contexto específico, permitiendo formular hipótesis funcionales individualizadas que guíen la intervención. El análisis ABC se revisa y ajusta continuamente a partir de la observación clínica y del cambio conductual. (Kanfer & Saslow, 1969; Skinner, 1953)."
  },

  {
    "nombre": "Identificación de funciones de la conducta",
    "codigo": "p_af_funciones",
    "procesos": ["N_marcosCognitivos", "RE_prevEvitacion"],
    "texto": "Procedimiento orientado a determinar la función principal que cumple la conducta problema, como evitación/escape de estímulos aversivos, obtención de atención, acceso a reforzadores tangibles o autorregulación sensorial/emocional. Este análisis permite diferenciar conductas topográficamente similares pero funcionalmente distintas, evitando intervenciones genéricas ineficaces. Identificar la función es clave para sustituir la conducta por alternativas funcionalmente equivalentes. (Kanfer & Saslow, 1969; Miltenberger, 2012)."
  },

  {
    "nombre": "Análisis de variables de establecimiento",
    "codigo": "p_af_variables_establecimiento",
    "procesos": ["RF_intero", "N_marcosCognitivos"],
    "texto": "Procedimiento que explora condiciones fisiológicas, emocionales o contextuales que incrementan la probabilidad de que una conducta ocurra o resulte reforzante, como privación, fatiga, estrés, estados emocionales intensos o consumo de sustancias. Estas variables no provocan directamente la conducta, pero modifican su valor funcional. Su identificación permite intervenir de forma preventiva y ajustar expectativas clínicas sobre el ritmo de cambio. (Kanfer & Saslow, 1969; Michael, 1982)."
  },

  {
    "nombre": "Formulación de hipótesis funcionales",
    "codigo": "p_af_hipotesis_funcionales",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento mediante el cual el terapeuta integra la información del análisis ABC, las funciones conductuales y las variables de establecimiento en hipótesis explicativas provisionales. Estas hipótesis describen por qué la conducta es funcional para la persona en ese contexto y orientan la selección de intervenciones específicas. Se formulan siempre como hipótesis contrastables y revisables, no como explicaciones cerradas. (Kanfer & Saslow, 1969; Haynes & O’Brien, 2000)."
  },

  {
    "nombre": "Análisis de repertorios conductuales alternativos",
    "codigo": "p_af_repertorios_alternativos",
    "procesos": ["AG_compromisoConductual", "AG_motivacionInterna"],
    "texto": "Procedimiento que evalúa la disponibilidad, déficit o ausencia de conductas alternativas funcionales que podrían cumplir la misma función que la conducta problema con menor coste personal o relacional. El foco no está en suprimir la conducta disfuncional, sino en ampliar el repertorio conductual del paciente. Este análisis orienta el entrenamiento en habilidades, exposición o activación conductual. (Kanfer & Saslow, 1969; Ferster, 1973)."
  },

  {
    "nombre": "Diseño de intervención basada en función",
    "codigo": "p_af_intervencion_funcional",
    "procesos": ["AG_compromisoConductual", "R_repertorioInterpersonal"],
    "texto": "Procedimiento que traduce la hipótesis funcional en un plan de intervención específico, seleccionando técnicas que alteren antecedentes, consecuencias o ambas, de acuerdo con la función identificada. Incluye refuerzo diferencial, extinción, modificación de contingencias, entrenamiento en habilidades o cambios contextuales. La coherencia funcional prima sobre la fidelidad a técnicas concretas. (Kanfer & Saslow, 1969; Miltenberger, 2012)."
  },

  {
    "nombre": "Evaluación continua y ajuste funcional",
    "codigo": "p_af_evaluacion_continua",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento de monitorización sistemática del impacto de la intervención sobre la conducta problema y sus funciones. Permite detectar rápidamente efectos no deseados, cambios de función o nuevas variables de establecimiento. El análisis funcional se entiende como un proceso dinámico y circular, no como una formulación estática inicial. (Haynes & O’Brien, 2000; Kanfer & Saslow, 1969)."
  }
],

  [
  {
    "nombre": "Describir la conducta en términos observables",
    "codigo": "m_af_descripcion_observable",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención destinada a traducir quejas vagas o interpretativas (“me bloqueo”, “soy dependiente”) en descripciones conductuales concretas, observables y delimitadas en tiempo y contexto. Esta precisión reduce confusión clínica y permite identificar funciones reales de la conducta. Es un paso imprescindible previo a cualquier formulación funcional rigurosa. (Kanfer & Saslow, 1969; Haynes & O’Brien, 2000)."
  },

  {
    "nombre": "Preguntar por el justo antes",
    "codigo": "m_af_antecedente_inmediato",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención breve que focaliza en identificar el estímulo, pensamiento, emoción o contexto inmediatamente previo a la conducta problema. Evita explicaciones retrospectivas globales y ancla el análisis en secuencias funcionales reales. Facilita el reconocimiento de disparadores específicos y patrones repetidos. (Kanfer & Saslow, 1969)."
  },

  {
    "nombre": "Explorar alivio inmediato",
    "codigo": "m_af_alivio_corto_plazo",
    "procesos": ["RE_prevEvitacion"],
    "texto": "Microintervención orientada a detectar qué alivio inmediato produce la conducta problema, incluso cuando es claramente desadaptativa a largo plazo. Ayuda al paciente a comprender por qué mantiene la conducta sin recurrir a culpa o patologización, revelando su función reguladora o evitativa. (Ferster, 1973; Miltenberger, 2012)."
  },

  {
    "nombre": "Contrastar coste a largo plazo",
    "codigo": "m_af_coste_largo_plazo",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Microintervención que invita a observar las consecuencias diferidas de la conducta problema en áreas como relaciones, autoestima o proyectos vitales. No busca moralizar, sino ampliar la conciencia funcional más allá del refuerzo inmediato, preparando el terreno para el cambio conductual. (Kanfer & Saslow, 1969)."
  },

  {
    "nombre": "Comparar contextos con y sin conducta",
    "codigo": "m_af_comparacion_contextual",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que explora diferencias contextuales entre situaciones donde la conducta aparece y donde no, permitiendo identificar variables de establecimiento o antecedentes protectores. Esta comparación suele revelar condiciones invisibles que mantienen el problema. (Haynes & O’Brien, 2000)."
  },

  {
    "nombre": "Detectar función predominante",
    "codigo": "m_af_funcion_predominante",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención sintética que ayuda a formular en voz alta la función principal de la conducta (“esto te sirve para evitar…”, “esto te da…”) y comprobar si resuena con la experiencia del paciente. Facilita insight funcional sin intelectualización excesiva. (Kanfer & Saslow, 1969)."
  },

  {
    "nombre": "Normalizar la funcionalidad del síntoma",
    "codigo": "m_af_normalizacion_funcional",
    "procesos": ["RE_aceptacion"],
    "texto": "Microintervención relacional que valida que la conducta problema tuvo o tiene una función adaptativa en algún momento o contexto, reduciendo vergüenza y resistencia. Esta normalización aumenta la colaboración terapéutica y la apertura al cambio. (Skinner, 1953; Hayes et al., 2012)."
  },

  {
    "nombre": "Buscar conductas funcionalmente equivalentes",
    "codigo": "m_af_equivalentes_funcionales",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención orientada a generar alternativas conductuales que cumplan la misma función que la conducta problema (alivio, contacto, control) con menor coste. Es clave para evitar recaídas basadas en privación funcional. (Miltenberger, 2012)."
  },

  {
    "nombre": "Modificar micro-antecedentes",
    "codigo": "m_af_micro_antecedentes",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención práctica centrada en pequeños cambios previos a la conducta (tiempo, lugar, orden, señales) que alteran la probabilidad de aparición del patrón problema sin confrontación directa. Útil cuando el cambio directo genera alta resistencia. (Kanfer & Saslow, 1969)."
  },

  {
    "nombre": "Revisar hipótesis tras el cambio",
    "codigo": "m_af_revision_hipotesis",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención reflexiva que revisa explícitamente la hipótesis funcional tras observar cambios conductuales, reforzando una actitud científica y flexible hacia el propio funcionamiento psicológico. Previene dogmatismo terapéutico y favorece aprendizaje autorregulado. (Haynes & O’Brien, 2000)."
  }
],

 [
  {
    "id": "idea_af_1",
    "titulo": "La conducta solo es comprensible en relación a su función",
    "desarrollo": "El análisis funcional sostiene que una conducta no puede entenderse por su forma externa ni por su etiqueta diagnóstica, sino por la función que cumple en un contexto determinado. Dos conductas idénticas pueden tener funciones distintas y requerir intervenciones radicalmente diferentes. Esta premisa desplaza el foco desde el síntoma hacia las relaciones funcionales que lo mantienen. (Kanfer & Saslow, 1969; Skinner, 1953)."
  },
  {
    "id": "idea_af_2",
    "titulo": "El síntoma es funcional, aunque sea costoso",
    "desarrollo": "Desde este modelo, la conducta problemática no se interpreta como fallo, déficit o patología interna, sino como una solución funcional a corto plazo dentro de un contexto específico. El sufrimiento psicológico se mantiene porque la conducta funciona para algo —regular, evitar, obtener— aunque genere consecuencias negativas a largo plazo. Esta mirada reduce culpa y permite intervenir con mayor precisión clínica. (Ferster, 1973; Hayes et al., 2012)."
  },
  {
    "id": "idea_af_3",
    "titulo": "El diagnóstico es secundario frente a la formulación funcional",
    "desarrollo": "El análisis funcional prioriza la formulación individualizada del caso por encima de las categorías diagnósticas. El diagnóstico puede aportar información descriptiva, pero no explica por qué la conducta se mantiene ni qué la cambiará. La intervención se guía por hipótesis funcionales contrastables, no por protocolos aplicados por etiqueta. (Kanfer & Saslow, 1969; Haynes & O’Brien, 2000)."
  },
  {
    "id": "idea_af_4",
    "titulo": "El cambio se produce modificando contingencias, no interpretaciones",
    "desarrollo": "Este modelo sostiene que el cambio psicológico ocurre cuando se alteran las contingencias que mantienen la conducta —antecedentes, consecuencias o variables de establecimiento— más que mediante insight o reinterpretación cognitiva. La comprensión puede facilitar el proceso, pero el motor del cambio es la reorganización funcional del contexto y de los repertorios conductuales. (Skinner, 1953; Miltenberger, 2012)."
  },
  {
    "id": "idea_af_5",
    "titulo": "Las hipótesis clínicas son siempre provisionales",
    "desarrollo": "El análisis funcional adopta una epistemología pragmática y antidogmática: toda formulación es una hipótesis sujeta a revisión según los efectos observados de la intervención. Cuando una intervención no produce el cambio esperado, no se culpa al paciente, sino que se revisa la hipótesis funcional. Esta actitud científica es central al modelo. (Kanfer & Saslow, 1969; Haynes & O’Brien, 2000)."
  },
  {
    "id": "idea_af_6",
    "titulo": "La evitación es una función central del sufrimiento psicológico",
    "desarrollo": "Muchas conductas problema se mantienen porque permiten evitar estados internos aversivos como ansiedad, culpa, vergüenza o activación fisiológica. El análisis funcional permite identificar estas funciones evitativas incluso cuando no son evidentes para el paciente, y diseñar alternativas conductuales que no refuercen el ciclo de evitación. (Ferster, 1973; Hayes et al., 2012)."
  },
  {
    "id": "idea_af_7",
    "titulo": "El repertorio conductual determina las posibilidades de cambio",
    "desarrollo": "El modelo asume que el sufrimiento se cronifica cuando el repertorio conductual disponible es estrecho o rígido. El cambio no se produce solo eliminando conductas problema, sino ampliando alternativas funcionales viables. Sin repertorio alternativo, la conducta problemática reaparece por necesidad funcional. (Kanfer & Saslow, 1969; Miltenberger, 2012)."
  },
  {
    "id": "idea_af_8",
    "titulo": "El análisis funcional es un proceso continuo, no una fase inicial",
    "desarrollo": "La formulación funcional no se realiza una vez al inicio del tratamiento, sino que se actualiza a lo largo de todo el proceso terapéutico. A medida que cambian las contingencias, también puede cambiar la función de la conducta. El terapeuta mantiene una actitud de evaluación permanente para ajustar la intervención. (Haynes & O’Brien, 2000)."
  }
],


  "refs": [
    "Kanfer, F. H., & Saslow, G. (1969). Behavioral diagnosis. En C. M. Franks (Ed.), Behavior Therapy: Appraisal and Status.",
    "Skinner, B. F. (1953). Science and Human Behavior.",
    "Hayes, S. C., Barnes-Holmes, D., & Wilson, K. G. (2012). Contextual Behavioral Science."
  ]
}
