{
  "id": "autocontrol-conductual-kanfer-karoly",
  "grupo": "Conductismo",
  "label": "Autocontrol conductual",
  "year": 1972,
  "importance": 2,

  "autores": "Frederick H. Kanfer; Michael Karoly",
  "universidad": "",
  "ciudad": "New Haven, Connecticut",
  "pais": "EE. UU.",
  "lat": 41.308273,
  "lon": -72.927884,

  "descripcion": "El modelo de Autocontrol conductual formulado por Kanfer y Karoly concibe el comportamiento humano como un proceso autorregulado susceptible de ser modificado mediante la aplicación sistemática de principios del condicionamiento operante. El individuo es entendido como agente activo capaz de observar, evaluar y reforzar su propia conducta, utilizando procedimientos como el autorregistro, el control de estímulos, el auto-refuerzo y los contratos conductuales. El sufrimiento psicológico y los problemas de conducta se explican como déficits o distorsiones en los mecanismos de autorregulación, más que como conflictos intrapsíquicos o fallos cognitivos complejos. El objetivo terapéutico es aumentar la capacidad de autocontrol efectivo, promoviendo cambios conductuales sostenidos, incremento de la autoeficacia y mantenimiento a largo plazo de los logros alcanzados.",

  "influencias": [
    "Condicionamiento operante",
    "Aprendizaje social",
    "Autorregulación conductual"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como observable, funcional y susceptible de medición objetiva a través de la conducta. El conocimiento terapéutico se basa en principios empíricos derivados del análisis experimental del comportamiento. El terapeuta adopta una posición técnica y funcional, orientada a modificar contingencias, más que a interpretar significados subjetivos. El ser humano es entendido como un agente capaz de aprender a autorregular su conducta mediante feedback contingente. El cambio se produce a través de la modificación sistemática de antecedentes y consecuencias conductuales.",
    "teoriaFormal": "La conducta se explica como el resultado de contingencias ambientales y de procesos de aprendizaje que pueden ser internalizados en forma de autocontrol. El self no se conceptualiza como una estructura profunda, sino como un conjunto de repertorios conductuales regulados por reglas, autoobservación y consecuencias autoaplicadas. El cambio ocurre cuando la persona aprende a gestionar activamente sus propios estímulos y reforzadores.",
    "teoriaClinica": "El caso se conceptualiza identificando conductas problema, antecedentes, consecuencias y déficits de autorregulación. La intervención se orienta a entrenar habilidades específicas de autocontrol conductual, aumentando la consistencia del auto-refuerzo y reduciendo patrones de evitación o refuerzo inmediato desadaptativo. El progreso se evalúa mediante indicadores conductuales observables y mantenimiento del cambio en el tiempo."
  },

  "mjps": [
    "AG",
    "N",
    "RE"
  ],

  "procedimientos": [

  {
    "nombre": "Autorregistro sistemático de la conducta",
    "codigo": "p_autocontrol_autoregistro",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento central del autocontrol conductual que consiste en entrenar a la persona para observar y registrar de forma sistemática la ocurrencia de la conducta problema, sus antecedentes y sus consecuencias. El autorregistro incrementa la conciencia funcional del comportamiento, reduce la automaticidad y actúa en sí mismo como un modulador conductual al introducir feedback inmediato. No busca insight interpretativo, sino discriminación precisa de patrones conductuales y situacionales que permiten intervenir posteriormente sobre contingencias específicas. Referencia: Kanfer & Karoly (1972), *Self-Control: A Behavioristic Excursion*."
  },

  {
    "nombre": "Análisis funcional autoaplicado",
    "codigo": "p_autocontrol_analisis_funcional",
    "procesos": ["N_marcosCognitivos", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento mediante el cual el individuo aprende a identificar de forma operativa las relaciones funcionales entre estímulos antecedentes, respuestas conductuales y consecuencias reforzantes o aversivas. A diferencia del análisis funcional clásico realizado por el terapeuta, aquí se entrena al paciente para aplicar este análisis a su propia conducta cotidiana, aumentando su capacidad de predicción y control conductual. Constituye la base técnica para cualquier modificación posterior del entorno o de las contingencias. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Control de estímulos",
    "codigo": "p_autocontrol_control_estimulos",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Procedimiento orientado a modificar el entorno físico, temporal o social con el fin de reducir la probabilidad de aparición de conductas problema y aumentar la emisión de conductas objetivo. Incluye la eliminación de estímulos discriminativos asociados a respuestas desadaptativas y la introducción deliberada de señales que facilitan conductas deseadas. El foco no está en el control interno, sino en el rediseño estratégico del contexto como palanca principal de cambio conductual. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Programación de auto-refuerzo",
    "codigo": "p_autocontrol_autorefuerzo",
    "procesos": ["AG_motivacionInterna", "AG_compromisoConductual"],
    "texto": "Procedimiento que entrena a la persona para aplicar consecuencias reforzantes a su propia conducta cuando cumple criterios previamente definidos. El auto-refuerzo puede ser material, social o simbólico, y debe programarse de forma contingente, inmediata y realista para ser eficaz. Este procedimiento busca sustituir patrones de refuerzo inmediato desadaptativo por sistemas de reforzamiento autoimpuestos que sostengan el cambio a medio y largo plazo. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Auto-castigo y costes de respuesta",
    "codigo": "p_autocontrol_autocastigo",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Procedimiento conductual que implica la aplicación de consecuencias aversivas leves o la retirada de reforzadores contingentes a la emisión de conductas problema. Su uso se concibe como secundario y cuidadosamente delimitado, priorizando siempre estrategias de refuerzo positivo. El objetivo no es generar culpa, sino introducir contingencias claras que reduzcan la probabilidad de respuestas indeseadas cuando el refuerzo positivo resulta insuficiente. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Contratos conductuales",
    "codigo": "p_autocontrol_contratos",
    "procesos": ["AG_compromisoConductual", "N_reformulacion"],
    "texto": "Procedimiento formalizado en el que se establecen acuerdos explícitos, por escrito o verbalizados, que especifican conductas objetivo, criterios de cumplimiento y consecuencias asociadas. El contrato conductual incrementa la claridad, el compromiso y la responsabilidad personal, y puede incluir a terceros como fuentes adicionales de refuerzo. Funciona como un dispositivo estructurador del autocontrol y del mantenimiento del cambio. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Entrenamiento en demora de la gratificación",
    "codigo": "p_autocontrol_demora_gratificacion",
    "procesos": ["RE_modulacion", "AG_compromisoConductual"],
    "texto": "Procedimiento dirigido a aumentar la tolerancia a la demora del refuerzo, entrenando al individuo para posponer recompensas inmediatas en favor de beneficios a largo plazo. Se trabaja mediante tareas graduadas y contingencias planificadas que reducen la impulsividad conductual. Este procedimiento es clave en problemas de autocontrol relacionados con adicciones, hábitos y conductas impulsivas. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Autoevaluación y revisión de objetivos",
    "codigo": "p_autocontrol_autoevaluacion",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento de seguimiento sistemático en el que la persona evalúa periódicamente su propio progreso conductual en relación con criterios previamente definidos. Incluye la revisión y ajuste de objetivos para mantenerlos realistas y funcionales, evitando tanto la autoexigencia punitiva como la laxitud. La autoevaluación consolida el aprendizaje autorregulador y favorece el mantenimiento del cambio conductual. Referencia: Kanfer & Karoly (1972)."
  }

],

  "micros": [

  {
    "nombre": "Definir conducta diana en términos operacionales",
    "codigo": "m_autocontrol_definir_conducta_diana",
    "procesos": ["N_marcosCognitivos", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención inicial que traduce un objetivo vago (p. ej., “comer mejor”, “procrastino”) a una definición observable, medible y contextualizada (qué hace exactamente, cuándo, cuánto, con qué señales y con qué excepciones), porque sin definición operacional no hay autorregulación ni contingencias claras; esta precisión reduce autoengaño, permite autorregistro fiable y hace posible diseñar estímulos y consecuencias pertinentes. Referencia: Kanfer & Karoly (1972), *Self-Control: A Behavioristic Excursion*."
  },

  {
    "nombre": "Establecer métrica simple de seguimiento",
    "codigo": "m_autocontrol_metrica_simple",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que fija una métrica mínima y repetible para el seguimiento (frecuencia, duración, intensidad, latencia o ‘sí/no’ por franja horaria), evitando indicadores difusos; la métrica actúa como feedback inmediato y permite detectar progreso real o deriva del plan, facilitando ajustes conductuales sin necesidad de interpretación subjetiva. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Tomar línea base breve antes de intervenir",
    "codigo": "m_autocontrol_linea_base",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención que consiste en registrar la conducta tal como ocurre durante un periodo corto (p. ej., 3–7 días) antes de introducir cambios, para estimar patrón y variabilidad natural; esto evita atribuir a la intervención fluctuaciones espontáneas y mejora la toma de decisiones posteriores sobre control de estímulos y reforzamiento. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Autorregistro en el momento (registro inmediato)",
    "codigo": "m_autocontrol_registro_inmediato",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que entrena a registrar la conducta justo cuando ocurre (no al final del día) para reducir sesgos de memoria y aumentar la función de feedback; el registro inmediato suele disminuir automáticamente conductas problema y mejora la discriminación de antecedentes/consiguientes, elevando la eficacia del autocontrol. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Registro ABC mínimo (antecedente–conducta–consecuencia)",
    "codigo": "m_autocontrol_registro_abc",
    "procesos": ["N_marcosCognitivos", "N_metacognicion"],
    "texto": "Microintervención que añade al autorregistro tres campos mínimos (A-B-C) para capturar señales contextuales y consecuencias reforzantes sin convertirlo en una narrativa larga; con pocas palabras se obtiene material funcional suficiente para ajustar estímulos discriminativos, bloquear reforzadores inadvertidos y crear consecuencias alternativas. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Identificar reforzador inmediato que mantiene la conducta problema",
    "codigo": "m_autocontrol_identificar_reforzador",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención focal que busca localizar qué consecuencia inmediata (alivio, comodidad, evitación de esfuerzo, atención, reducción de ansiedad) está reforzando la conducta problema, porque el mantenimiento suele depender más del refuerzo a corto plazo que de intenciones; nombrar el reforzador real permite diseñar sustitutos reforzantes para la conducta objetivo. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Eliminar una señal desencadenante concreta",
    "codigo": "m_autocontrol_eliminar_senal",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención de control de estímulos que selecciona una señal concreta que dispara la conducta problema (objeto, app, ruta, lugar, horario) y la retira o la hace menos accesible, reduciendo la probabilidad de respuesta automática; es un cambio pequeño, pero suele tener un impacto desproporcionado cuando la conducta está muy ligada a claves ambientales. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Introducir una señal promotora de la conducta objetivo",
    "codigo": "m_autocontrol_introducir_prompt",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que coloca una señal simple y visible que ‘empuja’ la conducta deseada (material preparado, recordatorio físico, colocación estratégica de herramientas, lista corta), facilitando el inicio y reduciendo fricción; la clave es que la señal esté en el punto de decisión real, no en abstracto. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Reducir fricción de inicio (preparación previa del entorno)",
    "codigo": "m_autocontrol_reducir_friccion_inicio",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que consiste en dejar ‘preparado’ el primer paso de la conducta objetivo (ropa lista, material abierto, comida planificada, bloqueo de distracciones), porque muchas conductas fallan en el arranque; al bajar el coste de inicio se incrementa la probabilidad de ejecución sin requerir motivación intensa. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Plan de auto-refuerzo inmediato",
    "codigo": "m_autocontrol_autorefuerzo_inmediato",
    "procesos": ["AG_motivacionInterna", "AG_compromisoConductual"],
    "texto": "Microintervención que define un reforzador pequeño e inmediato justo tras la conducta objetivo (no ‘cuando tenga ganas’), porque la contingencia cercana es crítica para consolidar hábitos; se diseña para ser viable, repetible y no contraproducente, y se aplica solo si se cumple el criterio. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Menú de reforzadores y rotación",
    "codigo": "m_autocontrol_menu_reforzadores",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Microintervención que crea un listado breve de reforzadores alternativos (actividades, descansos, ocio, gratificaciones simples) y los rota para evitar saciedad; esto mantiene potencia motivacional sin subir ‘dosis’ de recompensa, y facilita sostener el programa cuando la conducta objetivo requiere repetición diaria. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Criterio mínimo y escalado gradual (shaping de autocontrol)",
    "codigo": "m_autocontrol_criterio_minimo_escalado",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que fija un criterio inicial deliberadamente fácil (el mínimo viable) y lo incrementa gradualmente según estabilidad, usando el principio de moldeamiento para evitar abandono por exigencias altas; el escalado conserva sensación de éxito y permite que el reforzamiento funcione desde el inicio. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Contrato conductual de una sola frase",
    "codigo": "m_autocontrol_contrato_frase",
    "procesos": ["AG_compromisoConductual", "N_reformulacion"],
    "texto": "Microintervención que formula el compromiso en una frase operacional (‘Si X ocurre, haré Y y obtendré Z’), firmada o verbalizada, para aumentar claridad y adherencia; el contrato breve evita ambigüedad y sirve como estímulo discriminativo que reduce la negociación interna en el momento crítico. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Auto-castigo leve o coste de respuesta pactado",
    "codigo": "m_autocontrol_coste_respuesta_pactado",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Microintervención que define una consecuencia aversiva leve o una retirada de privilegio (coste) solo si ocurre la conducta problema, y siempre pactada y limitada; se usa con prudencia para no derivar en autocrítica, y su función es reequilibrar contingencias cuando el refuerzo inmediato de la conducta problema es muy potente. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Demora de respuesta (pausa antes de actuar)",
    "codigo": "m_autocontrol_pausa_demora",
    "procesos": ["RE_modulacion", "AG_compromisoConductual"],
    "texto": "Microintervención de autocontrol que introduce una pausa breve (p. ej., 30–120 segundos) entre impulso y conducta, con una acción alternativa simple durante la pausa; esta demora reduce respuesta automática y permite que entren en juego contingencias elegidas, especialmente en conductas impulsivas mantenidas por refuerzo inmediato. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Sustitución por conducta incompatible",
    "codigo": "m_autocontrol_conducta_incompatible",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que define una conducta incompatible concreta para ejecutar cuando aparece la señal disparadora (algo que físicamente o funcionalmente compite con la conducta problema), de modo que el sistema tenga ‘qué hacer’ en vez de solo ‘qué no hacer’; facilita interrupción del hábito y crea nuevas contingencias reforzables. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Reforzar aproximaciones y no solo el logro final",
    "codigo": "m_autocontrol_reforzar_aproximaciones",
    "procesos": ["AG_motivacionInterna", "AG_compromisoConductual"],
    "texto": "Microintervención que aplica refuerzo a pasos parciales (aproximaciones sucesivas) cuando el objetivo completo aún no es estable, evitando el ‘todo o nada’; esto protege la adherencia y permite consolidar el cambio como aprendizaje progresivo, no como prueba de fuerza de voluntad. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Revisión semanal del plan y ajuste de contingencias",
    "codigo": "m_autocontrol_revision_semanal_ajuste",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención de mantenimiento que consiste en revisar datos del autorregistro, detectar patrones (momentos de fallo, contextos de éxito) y ajustar una sola variable por vez (señal, criterio o reforzador), evitando cambios caóticos; esta revisión convierte el programa en un ciclo de autorregulación estable y acumulativo. Referencia: Kanfer & Karoly (1972)."
  },

  {
    "nombre": "Preparar plan de recaída como gestión de contingencias",
    "codigo": "m_autocontrol_plan_recaida_contingencias",
    "procesos": ["N_reformulacion", "AG_compromisoConductual"],
    "texto": "Microintervención que define por adelantado qué hacer tras un desliz (cómo registrar, qué ajuste aplicar, qué reforzar al día siguiente) para evitar abandono por ‘fracaso’; se trata la recaída como dato funcional que requiere rediseño de estímulos/contingencias, no como defecto personal. Referencia: Kanfer & Karoly (1972)."
  }

],

  "ideasPrincipales": [

  {
    "id": "idea_autocontrol_1",
    "titulo": "El autocontrol es un conjunto de conductas aprendidas, no un rasgo interno",
    "desarrollo": "El modelo de autocontrol conductual sostiene que la capacidad de regular la propia conducta no depende de fuerza de voluntad, rasgos de personalidad o estructuras internas, sino de repertorios conductuales específicos que pueden aprenderse, entrenarse y modificarse. El autocontrol se define funcionalmente como la aplicación deliberada de contingencias por parte del propio individuo. (Kanfer & Karoly, 1972)."
  },

  {
    "id": "idea_autocontrol_2",
    "titulo": "La autoobservación modifica la conducta por sí misma",
    "desarrollo": "El simple hecho de observar y registrar la propia conducta introduce feedback inmediato que altera los patrones de respuesta, reduciendo la automaticidad y aumentando la probabilidad de cambio. El autorregistro no es solo una herramienta de evaluación, sino una intervención activa de autocontrol con efectos conductuales directos. (Kanfer & Karoly, 1972)."
  },

  {
    "id": "idea_autocontrol_3",
    "titulo": "Las conductas problema se mantienen por refuerzos inmediatos",
    "desarrollo": "El modelo explica la persistencia de conductas desadaptativas por la presencia de consecuencias reforzantes a corto plazo, incluso cuando los efectos a largo plazo son negativos. El autocontrol eficaz requiere identificar y rediseñar estas contingencias inmediatas, ya que la intención consciente rara vez compite con refuerzos cercanos en el tiempo. (Kanfer & Karoly, 1972)."
  },

  {
    "id": "idea_autocontrol_4",
    "titulo": "Modificar el entorno es más eficaz que apelar al control interno",
    "desarrollo": "El autocontrol conductual prioriza el rediseño de estímulos y contextos por encima del esfuerzo interno o la deliberación subjetiva. Cambios pequeños en el entorno pueden producir efectos conductuales mayores que intentos de control basados en motivación o autocontrol abstracto. (Kanfer & Karoly, 1972)."
  },

  {
    "id": "idea_autocontrol_5",
    "titulo": "El refuerzo autoaplicado es clave para el mantenimiento del cambio",
    "desarrollo": "Para que el cambio conductual se sostenga en el tiempo, el individuo debe aprender a administrarse reforzadores de forma contingente, inmediata y consistente. Sin sistemas de auto-refuerzo, los nuevos repertorios conductuales tienden a extinguirse cuando desaparece el apoyo externo. (Kanfer & Karoly, 1972)."
  },

  {
    "id": "idea_autocontrol_6",
    "titulo": "El autocontrol se consolida mediante criterios graduales y realistas",
    "desarrollo": "El modelo enfatiza la importancia de establecer criterios iniciales alcanzables y aumentar progresivamente las exigencias conductuales. El cambio estable no se produce por saltos bruscos, sino por moldeamiento gradual que preserve la experiencia de eficacia y evite el abandono. (Kanfer & Karoly, 1972)."
  },

  {
    "id": "idea_autocontrol_7",
    "titulo": "El fracaso es información funcional, no un fallo personal",
    "desarrollo": "Las recaídas o incumplimientos se interpretan como datos que señalan contingencias mal diseñadas o estímulos no controlados, no como déficits del individuo. Esta lectura funcional permite ajustar el programa de autocontrol sin introducir culpa ni autocrítica, favoreciendo la continuidad del proceso. (Kanfer & Karoly, 1972)."
  },

  {
    "id": "idea_autocontrol_8",
    "titulo": "El autocontrol incrementa la autoeficacia a través de la acción",
    "desarrollo": "La sensación de autoeficacia no se induce mediante persuasión verbal, sino como consecuencia directa de observar cambios conductuales logrados mediante autorregulación efectiva. El autocontrol fortalece la percepción de agencia personal al hacer visible la relación entre acción, contingencias y resultado. (Kanfer & Karoly, 1972)."
  }

],


  "refs": [
    "Kanfer, F. H., & Karoly, M. (1972). Self-Control: A Behavioristic Excursion."
  ]
}
