{
  "id": "conductismo-clasico-watson-1913",
  "grupo": "Conductismo",
  "label": "Conductismo clásico",
  "year": 1913,
  "importance": 4,
  "autores": "John B. Watson",
  "universidad": "Johns Hopkins University",
  "ciudad": "Baltimore, Maryland",
  "pais": "EE. UU.",
  "lat": 39.290385,
  "lon": -76.612189,
  "isFundacional": true,
"isMarco": true,
  "descripcion": "El Conductismo clásico, formulado por John B. Watson en 1913, es un programa científico fundacional que redefine la psicología como una ciencia natural de la conducta observable. Su tesis central es que el objeto legítimo de estudio no son los contenidos privados de la conciencia (a los que Watson considera metodológicamente inverificables), sino las relaciones empíricamente medibles entre estímulos y respuestas, en continuidad con la psicología animal y la fisiología. Este giro programático prioriza la predicción y el control experimental del comportamiento, impulsando la estandarización de métodos, la cuantificación y la replicabilidad. Aunque no es una psicoterapia, el conductismo watsoniano abre la puerta a una psicología tecnológicamente aplicable: si la conducta se aprende bajo condiciones observables, entonces puede modificarse mediante manipulación sistemática del entorno, anticipando el desarrollo posterior de la terapia conductual y del análisis aplicado de la conducta.",

  "influencias": [
    "Psicología experimental",
    "Fisiología",
    "Psicología animal",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "neimeyer": {
    "epistemologico": "La psicología debe operar como ciencia empírica estricta: su objeto son hechos observables y medibles (conducta), y su criterio de verdad es la verificación pública y replicable. La introspección no es una fuente válida de datos científicos. La explicación se formula en términos de relaciones funcionales estímulo–respuesta, con aspiración a predicción y control. El sujeto se entiende como organismo en interacción con el ambiente, y el aprendizaje constituye un mecanismo central de organización de la conducta.",
    "teoriaFormal": "La conducta se concibe como un repertorio de respuestas organizadas por el aprendizaje y las condiciones ambientales, en continuidad entre especies. Los fenómenos psicológicos se reducen metodológicamente a patrones conductuales y a sus determinantes observables, privilegiando el análisis de hábitos, respuestas condicionadas y asociaciones aprendidas.",
    "teoriaClinica": "Como marco programático (no psicoterapia), su traducción clínica consiste en definir problemas en términos de conducta observable, identificar condiciones ambientales relevantes y diseñar cambios contextuales y de aprendizaje para modificar hábitos. Su contribución clínica es metodológica: operacionalización, medición, y control de variables para evaluar el cambio."
  },

  "mjps": [
    "AG",
    "R",
    "RF"
  ],

 "procedimientos": [
  {
    "nombre": "Operacionalización del fenómeno psicológico como conducta observable",
    "codigo": "p_watson_operacionalizacion_conducta",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Traducción sistemática de conceptos psicológicos a definiciones operativas conductuales (qué se observa, cómo se registra, con qué criterios), de modo que el objeto de estudio sea público, medible y replicable, eliminando ambigüedad interpretativa y permitiendo acumulación científica y evaluación del cambio. Referencia: Watson (1913)."
  },
  {
    "nombre": "Diseño experimental con control de variables",
    "codigo": "p_watson_diseno_experimental_control",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Planificación de investigación y evaluación mediante manipulación controlada de estímulos y condiciones, con comparación sistemática entre situaciones para aislar relaciones estímulo–respuesta y sostener inferencias causales sin apelar a estados mentales privados como explicación principal. Referencia: Watson (1913); Watson (1930)."
  },
  {
    "nombre": "Medición objetiva y estandarizada de respuestas",
    "codigo": "p_watson_medicion_objetiva",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Implementación de procedimientos de registro cuantitativo (frecuencia, latencia, duración, intensidad) y criterios uniformes de observación para maximizar fiabilidad interobservador y minimizar sesgos, estableciendo el estándar positivista de datos públicos en psicología. Referencia: Watson (1913)."
  },
  {
    "nombre": "Análisis estímulo–respuesta y construcción de hábitos",
    "codigo": "p_watson_analisis_sr_habitos",
    "procesos": ["R_sist_contexto", "AG_tomaDecisiones"],
    "texto": "Identificación de estímulos antecedentes relevantes y de respuestas asociadas, conceptualizando la conducta como hábito aprendido; se formula la hipótesis de que modificar estímulos y prácticas de aprendizaje cambia el repertorio conductual, anticipando una lógica tecnológica de intervención. Referencia: Watson (1930)."
  },
  {
    "nombre": "Manipulación sistemática del entorno para modificar conducta",
    "codigo": "p_watson_manipulacion_entorno",
    "procesos": ["R_sist_contexto", "AG_compromisoConductual"],
    "texto": "Aplicación del principio programático de que la conducta puede cambiarse diseñando condiciones ambientales (estímulos, rutinas, exposición, práctica) que favorezcan respuestas deseadas y debiliten hábitos indeseados, con foco en control de antecedentes más que en interpretación de significados internos. Referencia: Watson (1930)."
  },
  {
    "nombre": "Generalización por variación de condiciones",
    "codigo": "p_watson_generalizacion_variacion",
    "procesos": ["AG_generalizacion"],
    "texto": "Extensión del aprendizaje a múltiples contextos mediante variación deliberada de estímulos y situaciones, evitando que la conducta adaptativa dependa de un único ambiente, y reforzando la idea de que la ciencia psicológica debe producir regularidades robustas. Referencia: Watson (1930)."
  },
  {
    "nombre": "Criterios de verificabilidad y rechazo de la introspección como método",
    "codigo": "p_watson_criterios_verificabilidad",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Aplicación de un criterio metodológico: solo se consideran datos válidos aquellos observables y compartibles; los informes introspectivos no se aceptan como fundamento científico del modelo, lo que reorienta la investigación hacia la conducta y su control experimental. Referencia: Watson (1913)."
  }
],

"micros": [
  {
    "nombre": "Definir topografía y criterio de ocurrencia",
    "codigo": "m_watson_topografia_criterio",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Especificar qué acciones exactas cuentan como conducta objetivo y cuáles no, para impedir que el observador “rellene” con interpretaciones y asegurar medición consistente. Referencia: Watson (1913)."
  },
  {
    "nombre": "Elegir unidad de medida conductual",
    "codigo": "m_watson_unidad_medida",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Seleccionar la dimensión que mejor captura el fenómeno (frecuencia, duración, latencia, intensidad) para obtener datos sensibles al cambio real. Referencia: Watson (1913)."
  },
  {
    "nombre": "Registrar bajo reglas estandarizadas",
    "codigo": "m_watson_registro_estandar",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Aplicar un protocolo de registro idéntico entre sesiones/observadores para mejorar replicabilidad y comparabilidad de resultados. Referencia: Watson (1913)."
  },
  {
    "nombre": "Aislar estímulos antecedentes dominantes",
    "codigo": "m_watson_aislar_antecedentes",
    "procesos": ["R_sist_contexto"],
    "texto": "Identificar los estímulos del entorno que preceden de forma consistente a la respuesta para orientar el análisis S–R y el control experimental. Referencia: Watson (1930)."
  },
  {
    "nombre": "Reducir variables de confusión",
    "codigo": "m_watson_control_confusores",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Mantener constantes condiciones irrelevantes (hora, lugar, instrucciones) para atribuir cambios a la manipulación principal y no al ruido situacional. Referencia: Watson (1913)."
  },
  {
    "nombre": "Introducir variación sistemática de estímulos",
    "codigo": "m_watson_variacion_sistematica",
    "procesos": ["AG_generalizacion"],
    "texto": "Cambiar deliberadamente el contexto y el estímulo para comprobar robustez del aprendizaje y prevenir dependencia situacional. Referencia: Watson (1930)."
  },
  {
    "nombre": "Formular hipótesis S–R falsables",
    "codigo": "m_watson_hipotesis_falsable",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Redactar hipótesis en forma estímulo–respuesta que pueda confirmarse o refutarse con observación y manipulación, evitando explicaciones circulares. Referencia: Watson (1913)."
  },
  {
    "nombre": "Priorizar predicción y control como criterio de éxito",
    "codigo": "m_watson_prediccion_control",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Evaluar la utilidad del modelo por su capacidad para predecir y modificar conducta observable, no por su coherencia introspectiva o narrativa. Referencia: Watson (1930)."
  }
],

"ideasPrincipales": [
  {
    "id": "idea_watson_1",
    "titulo": "La psicología debe ser ciencia de la conducta observable",
    "desarrollo": "Watson redefine la psicología como disciplina empírica cuyo objeto legítimo son los hechos observables, haciendo de la conducta el núcleo científico y desplazando la conciencia como objeto metodológicamente central. Referencia: Watson (1913)."
  },
  {
    "id": "idea_watson_2",
    "titulo": "La introspección no es un método fiable",
    "desarrollo": "El programa conductista rechaza la introspección como base de la ciencia psicológica por su falta de verificabilidad pública y replicabilidad, estableciendo un criterio de datos compartibles como estándar epistemológico. Referencia: Watson (1913)."
  },
  {
    "id": "idea_watson_3",
    "titulo": "Predicción y control son objetivos científicos",
    "desarrollo": "El conductismo clásico asume que una psicología madura debe aspirar a predecir y controlar el comportamiento mediante leyes empíricas, alineándose con el ideal positivista de explicación funcional. Referencia: Watson (1913); Watson (1930)."
  },
  {
    "id": "idea_watson_4",
    "titulo": "Continuidad entre humanos y animales",
    "desarrollo": "Watson sostiene que los principios del comportamiento pueden estudiarse comparativamente en animales y humanos, legitimando el laboratorio y la psicología animal como vía de fundamentación empírica. Referencia: Watson (1913)."
  },
  {
    "id": "idea_watson_5",
    "titulo": "El aprendizaje organiza gran parte de la conducta",
    "desarrollo": "El marco destaca el papel del aprendizaje y la formación de hábitos como explicación principal de conductas complejas, minimizando apelaciones a entidades mentales internas como causas primarias. Referencia: Watson (1930)."
  },
  {
    "id": "idea_watson_6",
    "titulo": "La explicación debe apoyarse en relaciones estímulo–respuesta",
    "desarrollo": "La unidad básica de análisis es la relación entre condiciones ambientales y respuestas observables, promoviendo explicaciones operativas y falsables frente a interpretaciones no verificables. Referencia: Watson (1913)."
  },
  {
    "id": "idea_watson_7",
    "titulo": "La psicología puede volverse tecnológica",
    "desarrollo": "Al concebir la conducta como modificable bajo condiciones observables, el programa habilita una psicología aplicable: cambiar el entorno y el aprendizaje puede cambiar el comportamiento, anticipando desarrollos posteriores de intervención conductual. Referencia: Watson (1930)."
  },
  {
    "id": "idea_watson_8",
    "titulo": "El conductismo clásico es un punto de partida, no un final clínico",
    "desarrollo": "Su contribución principal es metodológica y programática: establece el marco de medición y control que permitirá, más tarde, construir psicoterapias conductuales más sofisticadas (exposición, análisis funcional, ABA). Referencia: Watson (1913); Watson (1930)."
  }
],


  "refs": [
    "Watson, J. B. (1913). Psychology as the Behaviorist Views It.",
    "Watson, J. B. (1930). Behaviorism.",
    "Pavlov, I. P. (1927). Conditioned Reflexes.",
    "Carr, E. H. (1917). The influence of John B. Watson’s behaviorism."
  ]
}
