{
  "id": "condicionamiento-clasico-pavlov-1927",
  "grupo": "Conductismo",
  "label": "Condicionamiento clásico",
  "year": 1927,
  "importance": 4,
  "autores": "Iván P. Pavlov",
  "universidad": "Academia Imperial de Ciencias",
  "ciudad": "San Petersburgo",
  "pais": "Rusia",
  "lat": 59.931058,
  "lon": 30.360909,
  "isFundacional": true,
"isMarco": true,

  "descripcion": "El Condicionamiento clásico, sistematizado por Iván P. Pávlov y presentado de forma canónica en 1927, describe el aprendizaje asociativo por el cual un estímulo inicialmente neutro (EC) adquiere la capacidad de evocar una respuesta (RC) tras su emparejamiento repetido con un estímulo incondicionado (EI) que ya provocaba esa respuesta de manera natural (RI). Este marco experimental, nacido en la fisiología y la neurofisiología, establece principios como adquisición, generalización, discriminación, extinción, recuperación espontánea e inhibición, mostrando que respuestas emocionales y corporales pueden condicionarse y descondicionarse en función de contingencias ambientales. Aunque no es una psicoterapia, es un fundamento crucial de múltiples intervenciones clínicas (especialmente exposición, prevención de evitación y aprendizaje inhibitorio) y de la comprensión funcional de fobias, ansiedad y respuestas condicionadas al trauma.",

  "influencias": [
    "Fisiología experimental",
    "Neurofisiología",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica relevante se define como relaciones observables y medibles entre estímulos y respuestas fisiológicas/conductuales; el criterio de validez es la verificación experimental y la replicabilidad. El sujeto se entiende como un organismo que aprende asociaciones en función de la contigüidad y, sobre todo, de la contingencia entre eventos, sin apelar a explicaciones introspectivas como fundamento principal.",
    "teoriaFormal": "Las respuestas pueden ser provocadas por estímulos inicialmente neutros cuando estos predicen de forma fiable un evento biológicamente significativo; el aprendizaje se expresa en adquisición, generalización, discriminación e inhibición, y se modifica por extinción (aprendizaje nuevo) y por recuperación bajo determinadas condiciones.",
    "teoriaClinica": "Como fundamento teórico, guía la conceptualización funcional de síntomas como respuestas condicionadas (p. ej., miedo ante señales asociadas a amenaza) y orienta intervenciones que alteran asociaciones mediante exposición, extinción, contracondicionamiento y reducción de evitación."
  },

  "mjps": [
    "RF_expo",
    "RE_prevEvitacion",
    "AG_compromisoConductual"
  ],

  "procedimientos": [
  {
    "nombre": "Definición y operacionalización de EI/RI y EC/RC",
    "codigo": "p_pavlov_operacionalizacion_componentes",
    "procesos": ["AG_tomaDecisiones", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento fundacional que consiste en definir con precisión qué estímulo funciona como incondicionado (EI) y qué respuesta aparece de forma refleja (RI), así como el estímulo condicionado (EC) inicialmente neutro y la respuesta condicionada (RC) objetivo, estableciendo criterios observables de inicio/fin, intensidad, frecuencia y latencia para asegurar medición replicable del aprendizaje asociativo. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Establecimiento de línea base y control de estímulos",
    "codigo": "p_pavlov_linea_base_control",
    "procesos": ["AG_autoriaResponsabilidad", "R_sist_contexto"],
    "texto": "Registro previo de respuestas en ausencia de emparejamientos y control del entorno (contexto, señales competidoras, horarios, instrucciones) para determinar reactividad basal y evitar asociaciones espurias, garantizando que los cambios posteriores se atribuyan a la contingencia EC–EI y no a variables de confusión. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Adquisición por emparejamiento EC–EI (condicionamiento excitatorio)",
    "codigo": "p_pavlov_adquisicion_ec_ei",
    "procesos": ["AG_compromisoConductual", "AG_autoriaResponsabilidad"],
    "texto": "Emparejamiento repetido y sistemático del EC con el EI de forma que el EC prediga al EI, promoviendo el aumento progresivo de la RC; el procedimiento incluye manipular número de ensayos, intervalos entre estímulos y consistencia de la contingencia para modelar la velocidad y fuerza del condicionamiento. Referencia: Pavlov (1927); Rescorla (1968)."
  },
  {
    "nombre": "Manipulación de contigüidad y contingencia",
    "codigo": "p_pavlov_contigüidad_contingencia",
    "procesos": ["AG_tomaDecisiones", "AG_autoriaResponsabilidad"],
    "texto": "Ajuste deliberado del intervalo temporal EC→EI y de la probabilidad de EI en presencia/ausencia del EC para demostrar que el aprendizaje depende críticamente de la predictividad del EC (contingencia) además de la mera cercanía temporal (contigüidad), afinando la conceptualización moderna del condicionamiento. Referencia: Rescorla (1968); Pavlov (1927)."
  },
  {
    "nombre": "Generalización de estímulo",
    "codigo": "p_pavlov_generalizacion",
    "procesos": ["AG_generalizacion"],
    "texto": "Evaluación sistemática de la respuesta condicionada ante estímulos similares al EC para determinar gradientes de generalización, explicando por qué el miedo condicionado puede extenderse a señales parecidas y orientando intervenciones clínicas que requieren mapear el rango real de disparadores. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Discriminación (entrenamiento EC+ / EC−)",
    "codigo": "p_pavlov_discriminacion",
    "procesos": ["AG_tomaDecisiones", "AG_compromisoConductual"],
    "texto": "Entrenamiento diferencial donde un estímulo (EC+) predice EI y otro (EC−) no lo hace, con el fin de reducir generalización excesiva y afinar la respuesta, demostrando cómo se aprenden señales de seguridad y cómo se puede restaurar selectividad ante amenazas reales frente a falsas alarmas. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Extinción (presentación repetida de EC sin EI)",
    "codigo": "p_pavlov_extincion",
    "procesos": ["RF_expo", "RE_prevEvitacion", "AG_compromisoConductual"],
    "texto": "Presentación repetida del EC sin el EI para reducir progresivamente la RC, entendiendo la extinción como nuevo aprendizaje (no simple borrado) y como base funcional de la exposición clínica, donde el contacto sin evitación permite debilitar respuestas condicionadas de miedo y reactividad. Referencia: Pavlov (1927); Bouton (2004)."
  },
  {
    "nombre": "Recuperación espontánea y evaluación de retorno de respuesta",
    "codigo": "p_pavlov_recuperacion_espontanea",
    "procesos": ["AG_autoriaResponsabilidad", "AG_tomaDecisiones"],
    "texto": "Evaluación de la reaparición parcial de la RC tras el paso del tiempo después de la extinción, mostrando la fragilidad contextual del aprendizaje extintivo y justificando estrategias clínicas de mantenimiento y repetición en múltiples contextos. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Renovación contextual (efectos del contexto en extinción)",
    "codigo": "p_pavlov_renovacion_contextual",
    "procesos": ["R_sist_contexto", "AG_generalizacion"],
    "texto": "Procedimiento que examina cómo la extinción aprendida en un contexto puede no transferirse plenamente a otros, provocando retorno de la respuesta (renovación), y que fundamenta la necesidad de generalizar exposiciones a distintos entornos y señales para consolidar aprendizaje inhibitorio. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Reinstalación (reinstatement) por exposición al EI",
    "codigo": "p_pavlov_reinstalacion",
    "procesos": ["AG_tomaDecisiones", "R_sist_contexto"],
    "texto": "Evaluación del retorno de la RC tras reexposición al EI o a eventos aversivos similares, mostrando cómo nuevos episodios estresantes pueden reactivar respuestas condicionadas incluso tras extinción, y orientando prevención de recaídas y planificación de afrontamiento contextual. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Condicionamiento de orden superior (segundo orden)",
    "codigo": "p_pavlov_segundo_orden",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Procedimiento donde un nuevo estímulo neutro se empareja con un EC ya condicionado (en lugar de con el EI) para adquirir capacidad evocadora, explicando cómo redes de señales pueden volverse disparadores de respuesta sin contacto directo con el evento original, especialmente relevante para señales de trauma y ansiedad generalizada. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Inhibición condicionada (señales de seguridad)",
    "codigo": "p_pavlov_inhibicion_condicionada",
    "procesos": ["RE_modulacion", "R_sist_contexto"],
    "texto": "Entrenamiento de estímulos que predicen la ausencia del EI (señales de seguridad) para generar inhibición de la RC, aportando una base para comprender la regulación por señales seguras y también el papel problemático de ciertas conductas de seguridad cuando impiden la extinción natural. Referencia: Pavlov (1927); Bouton (2004)."
  },
  {
    "nombre": "Contracondicionamiento (emparejar EC con EI apetitivo/incompatible)",
    "codigo": "p_pavlov_contracondicionamiento",
    "procesos": ["RE_modulacion", "AG_compromisoConductual"],
    "texto": "Procedimiento que busca cambiar la valencia de un EC previamente aversivo asociándolo con un EI positivo o con respuestas incompatibles, ofreciendo una vía alternativa a la extinción para modificar asociaciones emocionales condicionadas y fundamento histórico de intervenciones como desensibilización y reentrenamientos afectivos. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Evaluación de respuestas condicionadas emocionales",
    "codigo": "p_pavlov_respuesta_emocional_condicionada",
    "procesos": ["RE_rotulacion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento para identificar y medir RC emocionales y fisiológicas (miedo, activación autonómica, respuestas somáticas) ante EC relevantes, permitiendo mapear disparadores, intensidad y patrones de generalización, y conectando directamente el condicionamiento con la clínica de fobias, ansiedad y trauma. Referencia: Pavlov (1927)."
  }
],

"micros": [
  {
    "nombre": "Identificar con precisión el EC funcional",
    "codigo": "m_pavlov_identificar_ec_funcional",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Delimitar cuál es la señal real que está funcionando como EC (a veces distinta de la señal “obvia”), para evitar errores de atribución y asegurar que el entrenamiento y la medición se aplican al estímulo que realmente predice el EI. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Asegurar que el EC es inicialmente neutro",
    "codigo": "m_pavlov_neutralidad_inicial",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Comprobar que antes del emparejamiento el EC no provoca por sí mismo una respuesta significativa, garantizando que el aumento posterior de RC se debe al aprendizaje asociativo y no a reactividad previa. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Elegir una medida de RC sensible",
    "codigo": "m_pavlov_medida_rc_sensible",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Seleccionar un índice de respuesta (latencia, intensidad, frecuencia, fisiología) que capture cambios pequeños y progresivos, evitando medidas gruesas que oculten aprendizaje temprano o parcial. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Controlar estímulos contextuales competidores",
    "codigo": "m_pavlov_control_competidores",
    "procesos": ["R_sist_contexto"],
    "texto": "Reducir señales del ambiente que puedan convertirse en EC accidentales (contexto, voz, rituales), previniendo condicionamiento al contexto y aumentando claridad causal del emparejamiento. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Ajustar el intervalo EC→EI",
    "codigo": "m_pavlov_intervalo_ec_ei",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Modificar el tiempo entre EC y EI para optimizar aprendizaje (mejor predicción), ya que intervalos mal calibrados pueden debilitar la asociación o producir aprendizaje ambiguo. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Mantener consistencia de contingencia",
    "codigo": "m_pavlov_consistencia_contingencia",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Evitar emparejamientos erráticos donde el EI ocurre con igual probabilidad sin EC, porque reduce la predictividad y debilita el aprendizaje; la contingencia es clave para que el EC funcione como predictor. Referencia: Rescorla (1968)."
  },
  {
    "nombre": "Registrar curva de adquisición",
    "codigo": "m_pavlov_curva_adquisicion",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Medir la evolución de la RC a lo largo de ensayos para observar incremento gradual y detectar plateaus, aportando base cuantitativa para decisiones sobre intensidad/duración del entrenamiento. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Sondear generalización con estímulos cercanos",
    "codigo": "m_pavlov_sondeo_generalizacion",
    "procesos": ["AG_generalizacion"],
    "texto": "Presentar variantes del EC para estimar el rango real de disparo de la RC y construir un mapa funcional de señales, especialmente relevante cuando el problema clínico implica generalización excesiva. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Introducir EC− como señal de seguridad",
    "codigo": "m_pavlov_introducir_ec_menos",
    "procesos": ["RE_modulacion", "R_sist_contexto"],
    "texto": "Añadir estímulos que predicen ausencia del EI para entrenar discriminación y reducir falsas alarmas, construyendo control inhibitorio sobre la respuesta condicionada. Referencia: Pavlov (1927)."
  },
  {
    "nombre": "Extinción con presentaciones prolongadas del EC",
    "codigo": "m_pavlov_extincion_prolongada",
    "procesos": ["RF_expo", "AG_compromisoConductual"],
    "texto": "Mantener el EC el tiempo suficiente y repetirlo las veces necesarias para permitir descenso de RC y aprendizaje inhibitorio, evitando exposiciones demasiado breves que mantienen la respuesta. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Evitar ‘conductas de seguridad’ que impidan extinción",
    "codigo": "m_pavlov_evitar_seguridad",
    "procesos": ["RE_prevEvitacion"],
    "texto": "Detectar y reducir respuestas que alivian a corto plazo pero bloquean el aprendizaje (p. ej., neutralizaciones), porque preservan la expectativa de amenaza y debilitan el efecto de la exposición/extinción. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Probar recuperación espontánea tras descanso",
    "codigo": "m_pavlov_test_recuperacion",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Reevaluar la RC tras un intervalo temporal para estimar recuperación espontánea y planificar repetición o generalización del aprendizaje extintivo. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Cambiar de contexto para detectar renovación",
    "codigo": "m_pavlov_cambio_contexto",
    "procesos": ["R_sist_contexto", "AG_generalizacion"],
    "texto": "Presentar el EC en un contexto distinto al de extinción para observar renovación y, si aparece, justificar entrenamiento adicional en contextos múltiples. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Reexposición al EI para evaluar reinstalación",
    "codigo": "m_pavlov_reexposicion_ei",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Observar si un evento aversivo posterior reactiva la RC ante el EC para comprender vulnerabilidad a recaídas y necesidad de mantenimiento. Referencia: Bouton (2004)."
  },
  {
    "nombre": "Aplicar contracondicionamiento con estímulos incompatibles",
    "codigo": "m_pavlov_contracondicionamiento_incompatible",
    "procesos": ["RE_modulacion", "AG_compromisoConductual"],
    "texto": "Emparejar el EC con experiencias incompatibles con miedo/aversión (o con EI apetitivo) para cambiar valencia aprendida cuando la extinción pura no basta o cuando se busca acelerar cambio afectivo. Referencia: Pavlov (1927)."
  }
],

 "ideasPrincipales": [
  {
    "id": "idea_pavlov_1",
    "titulo": "La emoción y la fisiología pueden condicionarse",
    "desarrollo": "El condicionamiento clásico muestra que respuestas emocionales y corporales pueden ser activadas por señales aprendidas, explicando cómo estímulos inicialmente neutros se convierten en disparadores de miedo, activación o malestar. Referencia: Pavlov (1927)."
  },
  {
    "id": "idea_pavlov_2",
    "titulo": "El aprendizaje depende de la predicción, no solo de la cercanía temporal",
    "desarrollo": "La mera contigüidad no basta: el organismo aprende especialmente cuando el EC aumenta la probabilidad del EI, destacando la contingencia como motor del condicionamiento. Referencia: Rescorla (1968)."
  },
  {
    "id": "idea_pavlov_3",
    "titulo": "La generalización explica la expansión del miedo",
    "desarrollo": "Una respuesta condicionada puede extenderse a señales similares, lo que ayuda a entender por qué el malestar se amplía a contextos cada vez más amplios si no se interviene. Referencia: Pavlov (1927)."
  },
  {
    "id": "idea_pavlov_4",
    "titulo": "La discriminación crea señales de seguridad",
    "desarrollo": "Entrenar EC− y discriminación reduce falsas alarmas y permite responder con precisión a señales realmente relevantes, base de la regulación por señales seguras. Referencia: Pavlov (1927)."
  },
  {
    "id": "idea_pavlov_5",
    "titulo": "La extinción es nuevo aprendizaje, no borrado",
    "desarrollo": "La reducción de la RC al presentar el EC sin EI se entiende como aprendizaje inhibitorio que puede depender del contexto y por eso puede reaparecer la respuesta bajo ciertas condiciones. Referencia: Bouton (2004)."
  },
  {
    "id": "idea_pavlov_6",
    "titulo": "El retorno de respuesta es esperable y manejable",
    "desarrollo": "Recuperación espontánea, renovación y reinstalación muestran que el retorno parcial de síntomas no invalida el aprendizaje previo, pero exige estrategias de generalización y mantenimiento. Referencia: Bouton (2004)."
  },
  {
    "id": "idea_pavlov_7",
    "titulo": "Se pueden aprender cadenas de señales (orden superior)",
    "desarrollo": "Nuevos estímulos pueden adquirir poder evocador al asociarse con un EC ya condicionado, lo que explica redes complejas de disparadores sin contacto directo con el evento original. Referencia: Pavlov (1927)."
  },
  {
    "id": "idea_pavlov_8",
    "titulo": "Es la base mecanicista de la exposición clínica",
    "desarrollo": "La exposición terapéutica se apoya en la lógica pavloviana: contacto repetido con el EC sin EI y sin evitación para reducir respuesta condicionada y promover aprendizaje inhibitorio. Referencia: Pavlov (1927); Bouton (2004)."
  }
],


  "refs": [
    "Pavlov, I. P. (1927). Conditioned Reflexes.",
    "Rescorla, R. A. (1968). Probability of shock in the presence and absence of CS.",
    "Bouton, M. E. (2004). Context and behavioral processes in extinction."
  ]
}
