{
  "id": "condicionamiento-operante-skinner-1938",
  "grupo": "Conductismo",
  "label": "Condicionamiento operante",
  "year": 1938,
  "importance": 3,

  "autores": "B. F. Skinner",
  "universidad": "Harvard University",
  "ciudad": "Cambridge, Massachusetts",
  "pais": "EE. UU.",
  "lat": 42.377003,
  "lon": -71.116660,

  "isFundacional": true,

  "descripcion": "El condicionamiento operante establece que la probabilidad de una conducta viene determinada por las consecuencias que la siguen. A través de procesos de refuerzo y castigo, el comportamiento es seleccionado, fortalecido o debilitado en función de sus efectos sobre el entorno. Skinner introduce conceptos clave como el moldeamiento por aproximaciones sucesivas, el control de estímulos y el análisis funcional de contingencias (antecedentes–conducta–consecuencias), sentando las bases de una tecnología del comportamiento aplicable a la educación, la clínica y las organizaciones. Desde el conductismo radical, la conducta es entendida como fenómeno lawful, explicable sin recurrir a entidades mentales causales, integrando una filosofía empirista con una metodología experimental rigurosa.",

  "influencias": [
    "Conductismo radical",
    "Condicionamiento clásico",
    "Ley del efecto (Thorndike)",
    "Psicología experimental",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "refs": [
    "Skinner, B. F. (1938). The Behavior of Organisms.",
    "Skinner, B. F. (1953). Science and Human Behavior."
  ],
"neimeyer": {

  "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se concibe como un conjunto de relaciones funcionales observables entre el organismo y el entorno. El comportamiento es un fenómeno natural sujeto a leyes empíricas, y no una expresión de entidades mentales internas causales. La realidad relevante para la psicología es la conducta en interacción con contingencias ambientales.\n\nConcepción del conocimiento terapéutico\nEl conocimiento se obtiene mediante observación sistemática, medición y manipulación experimental de variables ambientales. El terapeuta o investigador no interpreta significados internos, sino que identifica contingencias funcionales que explican la conducta. El conocimiento es acumulativo, replicable y basado en regularidades empíricas.\n\nConcepción del ser humano y del cambio\nEl ser humano es un organismo activo cuya conducta es seleccionada por sus consecuencias. El cambio psicológico ocurre cuando se modifican las contingencias de reforzamiento que mantienen un repertorio conductual. No se requiere insight, intención ni toma de conciencia como mecanismos causales del cambio.\n\nRol de la relación terapéutica\nLa relación no es un principio epistemológico del cambio, sino un contexto más dentro del entorno que puede funcionar como fuente de estímulos discriminativos o consecuencias reforzantes. Su valor es instrumental y depende de su función en las contingencias, no de cualidades intersubjetivas."

  ,

  "teoriaFormal": "Qué es el self\nEl self no se conceptualiza como una entidad interna, estructura o sistema psicológico. Desde el conductismo radical, el self es un constructo verbal que describe patrones relativamente estables de comportamiento y de autorreferencia, moldeados por contingencias sociales. No posee causalidad explicativa independiente.\n\nCómo se explica el cambio\nEl cambio se explica por procesos de selección conductual: variación de respuestas y fortalecimiento diferencial mediante refuerzo. Las conductas nuevas emergen gradualmente a través del moldeamiento y se mantienen mientras las contingencias ambientales las favorecen. La estabilidad o persistencia de la conducta depende de su historia de reforzamiento.\n\nQué mantiene el sufrimiento\nEl sufrimiento psicológico se mantiene por contingencias que refuerzan directa o indirectamente conductas desadaptativas, así como por patrones de evitación y escape reforzados negativamente. No se atribuye a conflictos intrapsíquicos, creencias irracionales o déficits emocionales, sino a historias de reforzamiento desventajosas."

  ,

  "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza como un conjunto de conductas problema definidas operativamente y mantenidas por contingencias específicas. El foco está en identificar antecedentes, respuestas y consecuencias relevantes, así como estímulos discriminativos y condiciones motivacionales que modulan la conducta.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de análisis funcional, modificación de contingencias y reorganización del entorno para favorecer conductas alternativas. El énfasis no está en la exploración emocional o cognitiva, sino en alterar las condiciones que seleccionan la conducta.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa mediante cambios observables y medibles en la frecuencia, intensidad o duración de las conductas objetivo. La evaluación es continua y basada en datos conductuales, no en autoinformes subjetivos de insight o bienestar."
},

"procedimientos": [

  {
    "nombre": "Análisis funcional de contingencias (ABC)",
    "codigo": "p_op_analisis_funcional_abc",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento central del condicionamiento operante orientado a identificar la relación funcional entre estímulos antecedentes, conducta observable y consecuencias ambientales, describiendo cómo estas últimas seleccionan y mantienen la respuesta a lo largo del tiempo. El análisis funcional permite explicar la conducta sin recurrir a constructos mentales causales, localizando las variables de control en el entorno y proporcionando la base para cualquier manipulación experimental o intervención conductual. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Definición operativa de la conducta",
    "codigo": "p_op_definicion_operativa",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento metodológico mediante el cual la conducta se describe en términos observables, medibles y replicables, evitando categorías inferenciales o interpretativas. Definir operativamente la conducta permite su registro sistemático, comparación experimental y análisis funcional preciso, constituyendo un prerrequisito para el estudio científico del comportamiento en el marco del conductismo radical. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Medición conductual y registro experimental",
    "codigo": "p_op_medicion_registro",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento de cuantificación sistemática de la conducta mediante medidas como frecuencia, tasa de respuesta, duración o latencia, con el objetivo de analizar cambios producidos por la manipulación de contingencias. Para Skinner, la medición continua es esencial para establecer relaciones funcionales fiables y distinguir cambios reales de variaciones anecdóticas. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Refuerzo positivo",
    "codigo": "p_op_refuerzo_positivo",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Procedimiento mediante el cual la presentación contingente de un estímulo reforzador tras una respuesta incrementa la probabilidad futura de dicha conducta. El refuerzo positivo constituye el mecanismo básico de selección conductual, explicando la adquisición y mantenimiento de repertorios sin apelar a intención, conciencia o motivación interna como causas primarias. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Refuerzo negativo",
    "codigo": "p_op_refuerzo_negativo",
    "procesos": ["N_metacognicion"],
    "texto": "Procedimiento por el cual una conducta aumenta su frecuencia al producir la retirada, reducción o evitación de un estímulo aversivo. En el análisis skinneriano, el refuerzo negativo explica conductas de escape y evitación sin recurrir a constructos como miedo o ansiedad como causas, situando el control conductual en la historia de contingencias. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Extinción operante",
    "codigo": "p_op_extincion",
    "procesos": ["RE_modulacion"],
    "texto": "Procedimiento que consiste en la retirada sistemática del reforzador que mantenía una conducta previamente reforzada, produciendo una disminución progresiva de su frecuencia. Skinner describe fenómenos asociados como el aumento transitorio de la respuesta y la variabilidad conductual, subrayando que la extinción no implica olvido, sino cambio en las condiciones de reforzamiento. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Castigo",
    "codigo": "p_op_castigo",
    "procesos": ["RE_modulacion"],
    "texto": "Procedimiento mediante el cual la presentación de una consecuencia aversiva o la retirada de un estímulo reforzador reduce la probabilidad futura de una conducta. Skinner analiza el castigo de forma descriptiva y crítica, señalando su eficacia limitada, sus efectos colaterales emocionales y su incapacidad para generar aprendizaje alternativo, lo que lo sitúa como un mecanismo secundario frente al refuerzo. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Moldeamiento por aproximaciones sucesivas",
    "codigo": "p_op_moldeamiento",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Procedimiento mediante el cual se refuerzan respuestas que se aproximan progresivamente a la conducta objetivo, permitiendo la adquisición de conductas nuevas que no existen inicialmente en el repertorio del organismo. El moldeamiento ilustra el principio de selección conductual gradual y constituye una demostración empírica del poder explicativo del refuerzo. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Control de estímulos",
    "codigo": "p_op_control_estimulos",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Procedimiento que describe cómo la probabilidad de una conducta queda bajo el control de estímulos discriminativos presentes en el entorno, en función de su historia de reforzamiento. El control de estímulos explica por qué una conducta ocurre en ciertas condiciones y no en otras, sin necesidad de postular decisiones internas o intenciones conscientes. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Generalización y discriminación",
    "codigo": "p_op_generalizacion_discriminacion",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Procedimiento descriptivo que explica cómo una conducta reforzada en presencia de ciertos estímulos puede extenderse a estímulos similares (generalización) o restringirse progresivamente a condiciones específicas (discriminación). Estos procesos permiten comprender la adaptabilidad y precisión del comportamiento operante en entornos complejos. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Programas simples de reforzamiento",
    "codigo": "p_op_programas_reforzamiento_simples",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Procedimiento experimental que organiza la relación entre respuestas y refuerzos según patrones básicos de razón o intervalo, mostrando cómo distintas contingencias producen tasas de respuesta y resistencias a la extinción diferentes. En el trabajo temprano de Skinner, estos programas sirven para demostrar leyes funcionales del comportamiento, no como técnicas aplicadas. Referencia: Ferster & Skinner (1957), *Schedules of Reinforcement*."
  }

],


"micros": [

  {
    "nombre": "Presentación contingente de reforzador",
    "codigo": "m_op_presentacion_reforzador",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Microintervención que consiste en presentar un estímulo reforzante inmediatamente después de la emisión de una conducta, fortaleciendo la relación respuesta–consecuencia. Su eficacia depende de la contingencia temporal y de la historia previa del organismo, ilustrando el principio básico de selección por consecuencias sin necesidad de mediadores internos. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Retirada contingente de estímulo aversivo",
    "codigo": "m_op_retirada_aversivo",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención mediante la cual una conducta incrementa su probabilidad al producir la retirada o reducción de un estímulo aversivo presente, ejemplificando el mecanismo de refuerzo negativo. Permite analizar conductas de escape sin recurrir a constructos emocionales como causa explicativa primaria. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Omisión del reforzador esperado",
    "codigo": "m_op_omision_reforzador",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención que consiste en no presentar el reforzador previamente contingente a una conducta, generando una disminución progresiva de su frecuencia. Skinner describe esta omisión como el mecanismo elemental de la extinción operante, acompañado de variabilidad y aumento transitorio de respuestas. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Variación espontánea de la respuesta",
    "codigo": "m_op_variacion_respuesta",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microfenómeno conductual por el cual, ante cambios en las contingencias, el organismo emite respuestas variables que pueden ser seleccionadas por refuerzo. Esta variabilidad no es intencional, sino una propiedad básica del comportamiento operante que permite el moldeamiento gradual. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Refuerzo diferencial de aproximaciones",
    "codigo": "m_op_refuerzo_aproximaciones",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que refuerza respuestas cada vez más cercanas a la conducta objetivo mientras se deja de reforzar las anteriores, constituyendo la unidad mínima del moldeamiento. Permite comprender cómo se construyen conductas complejas sin planificación consciente del organismo. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Presentación de estímulo discriminativo (SD)",
    "codigo": "m_op_estimulo_discriminativo",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención que consiste en la presencia de un estímulo antecedente asociado a la disponibilidad de refuerzo, aumentando la probabilidad de emisión de la conducta. El SD no causa la conducta, sino que señala condiciones históricas de reforzamiento. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Ausencia de refuerzo en estímulo delta (SΔ)",
    "codigo": "m_op_estimulo_delta",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención complementaria al estímulo discriminativo en la que la conducta no es reforzada en presencia de ciertos estímulos, contribuyendo al establecimiento de discriminación conductual. Explica la precisión contextual del comportamiento operante. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Incremento transitorio de la tasa de respuesta",
    "codigo": "m_op_estallido_extincion",
    "procesos": ["RE_modulacion"],
    "texto": "Microfenómeno observado tras la retirada del refuerzo en el que la conducta aumenta temporalmente en frecuencia o intensidad antes de disminuir. Skinner lo describe como parte normal del proceso de extinción y no como resistencia psicológica. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Variabilidad conductual bajo extinción",
    "codigo": "m_op_variabilidad_extincion",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención descriptiva en la que, al cesar el refuerzo, el organismo emite respuestas nuevas o inusuales, aumentando la exploración del repertorio. Esta variabilidad es una fuente esencial para la selección de nuevas respuestas por refuerzo. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Presentación de consecuencia aversiva",
    "codigo": "m_op_consecuencia_aversiva",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención mediante la cual una respuesta va seguida de un estímulo aversivo, reduciendo su probabilidad futura. Skinner describe este efecto de supresión conductual y analiza críticamente sus efectos colaterales y su baja utilidad formativa. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Retirada de reforzador",
    "codigo": "m_op_retirada_reforzador",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención que consiste en retirar un estímulo previamente reforzante tras una conducta, produciendo disminución de su frecuencia. Skinner la incluye dentro del análisis del castigo negativo, señalando su función supresora sin generación de repertorios alternativos. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Ajuste de tasa de reforzamiento",
    "codigo": "m_op_ajuste_tasa_refuerzo",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención experimental que modifica la frecuencia con la que el refuerzo sigue a la respuesta, alterando la tasa de emisión conductual. Skinner utiliza este ajuste para demostrar leyes funcionales entre contingencias y comportamiento. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Demora del refuerzo",
    "codigo": "m_op_demora_refuerzo",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Microintervención que introduce un intervalo temporal entre la respuesta y la consecuencia, reduciendo la eficacia del refuerzo. Skinner muestra que la inmediatez es una variable crítica para la selección conductual. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "nombre": "Saciedad del reforzador",
    "codigo": "m_op_saciedad_reforzador",
    "procesos": ["N_metacognicion"],
    "texto": "Microfenómeno por el cual la eficacia de un reforzador disminuye tras su presentación repetida, afectando la tasa de respuesta. Skinner lo describe como una variable motivacional básica dependiente de la historia reciente de reforzamiento. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "nombre": "Privación del reforzador",
    "codigo": "m_op_privacion_reforzador",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Microfenómeno que incrementa el valor reforzante de un estímulo tras un periodo sin acceso a él, aumentando la probabilidad de respuestas asociadas. Skinner lo considera un determinante motivacional básico del comportamiento operante. Referencia: Skinner (1938), *The Behavior of Organisms*."
  }

],


  "ideasPrincipales": [

  {
    "id": "op_idea_1",
    "titulo": "La conducta es seleccionada por sus consecuencias",
    "desarrollo": "El comportamiento no se explica por intenciones, rasgos o estados mentales causales, sino por las consecuencias que históricamente han seguido a la respuesta. Las conductas que producen consecuencias reforzantes tienden a mantenerse y aumentar su probabilidad, mientras que las que no lo hacen disminuyen. Este principio sitúa la causalidad del comportamiento en la historia de interacción con el entorno, no en entidades internas hipotéticas. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "id": "op_idea_2",
    "titulo": "El refuerzo es el mecanismo central del aprendizaje",
    "desarrollo": "El refuerzo constituye el proceso fundamental mediante el cual se adquieren y mantienen nuevas conductas. No actúa como recompensa psicológica, sino como una relación funcional entre respuesta y consecuencia que modifica la probabilidad futura de la conducta. Para Skinner, comprender el refuerzo es suficiente para explicar gran parte del aprendizaje sin recurrir a explicaciones mentalistas. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "id": "op_idea_3",
    "titulo": "El comportamiento puede explicarse sin apelar a causas mentales",
    "desarrollo": "El conductismo radical sostiene que los eventos mentales pueden describirse, pero no deben utilizarse como causas explicativas del comportamiento. Pensamientos, emociones o motivaciones no explican la conducta; lo que la explica es la relación funcional entre el organismo y su entorno. Esta posición epistemológica permite una ciencia del comportamiento basada en variables observables y manipulables. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "id": "op_idea_4",
    "titulo": "La variabilidad conductual es una propiedad básica del comportamiento",
    "desarrollo": "La conducta no es rígida ni mecánica, sino inherentemente variable. Esta variabilidad permite que nuevas respuestas emerjan y sean seleccionadas por refuerzo, haciendo posible el aprendizaje sin planificación consciente. Para Skinner, la creatividad y la novedad conductual no requieren procesos mentales especiales, sino historia de variación y selección. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "id": "op_idea_5",
    "titulo": "El control del comportamiento reside en el entorno",
    "desarrollo": "Las condiciones ambientales —estímulos antecedentes y consecuencias— ejercen control sobre la conducta en función de la historia de reforzamiento del organismo. El análisis del comportamiento debe centrarse en identificar estas variables de control en lugar de atribuir la conducta a la voluntad o al carácter del individuo. Esta idea es central para una tecnología del comportamiento eficaz. Referencia: Skinner (1938), *The Behavior of Organisms*."
  },

  {
    "id": "op_idea_6",
    "titulo": "El castigo suprime la conducta pero no enseña alternativas",
    "desarrollo": "Aunque el castigo puede reducir temporalmente la probabilidad de una conducta, Skinner señala que no genera nuevos repertorios conductuales y produce efectos colaterales indeseables como evitación, miedo o agresión. Por ello, el castigo se considera un mecanismo limitado y secundario frente al refuerzo como vía principal de cambio conductual. Referencia: Skinner (1953), *Science and Human Behavior*."
  },

  {
    "id": "op_idea_7",
    "titulo": "El comportamiento complejo se construye gradualmente",
    "desarrollo": "Las conductas complejas no aparecen de forma súbita ni requieren insight interno, sino que se construyen progresivamente mediante el refuerzo de aproximaciones sucesivas. El moldeamiento demuestra que incluso repertorios altamente elaborados pueden explicarse por procesos simples de selección conductual acumulativa. Referencia: Skinner (1938), *The Behavior of Organisms*."
  }

]

}
