{
  "id": "economia-fichas-ayllon-azrin-1965",
  "grupo": "Conductismo",
  "label": "Economía de fichas",
  "year": 1965,
  "importance": 2,

  "autores": "Teodoro Ayllon; Nathan Azrin",
  "universidad": "",
  "ciudad": "Chicago, Illinois",
  "pais": "EE. UU.",
  "lat": 41.878113,
  "lon": -87.629799,

  "descripcion": "La economía de fichas es un sistema conductual aplicado basado en los principios del condicionamiento operante y los programas de refuerzo, en el que se utilizan reforzadores generalizados (fichas, puntos u otros símbolos) canjeables por bienes, privilegios o actividades. Desarrollada inicialmente en contextos institucionales, permite reforzar múltiples conductas de manera sistemática, establecer criterios claros de obtención y pérdida, y mantener el control sobre la frecuencia y el costo del refuerzo, facilitando la modificación conductual en entornos complejos.",

  "influencias": [
    "Condicionamiento operante (Skinner)",
    "Programas de refuerzo (Ferster & Skinner)",
    "Psicología institucional",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "isFundacional": false,
"secuencias": [
  {
    "id": "te_seq_clasica",
    "nombre": "Secuencia clásica de economía de fichas",
    "descripcion": "Secuencia típica de diseño, implementación, mantenimiento y retirada del sistema de economía de fichas en contextos institucionales.",
    "tipo": "programa",
    "pasos": [
      {
        "orden": 1,
        "ref": "p_te_definicion_fichas",
        "refTipo": "procedimiento",
        "fase": "Diseño"
      },
      {
        "orden": 2,
        "ref": "p_te_seleccion_conductas",
        "refTipo": "procedimiento",
        "fase": "Diseño"
      },
      {
        "orden": 3,
        "ref": "p_te_criterios_obtencion",
        "refTipo": "procedimiento",
        "fase": "Implementación"
      },
      {
        "orden": 4,
        "ref": "m_te_entrega_inmediata",
        "refTipo": "micro",
        "fase": "Implementación"
      },
      {
        "orden": 5,
        "ref": "p_te_programacion_entrega",
        "refTipo": "procedimiento",
        "fase": "Mantenimiento"
      },
      {
        "orden": 6,
        "ref": "m_te_desvanecimiento_ficha",
        "refTipo": "micro",
        "fase": "Retirada"
      }
    ]
  }
],

"procedimientos": [

  {
    "nombre": "Definición del sistema de fichas",
    "codigo": "p_te_definicion_fichas",
    "procesos": [],
    "texto": "Procedimiento de diseño en el que se define la naturaleza de las fichas como reforzadores generalizados, estableciendo sus características físicas o simbólicas, su neutralidad inicial y su independencia respecto a conductas específicas. Ayllon y Azrin subrayan que las fichas adquieren valor reforzante únicamente por su función dentro del sistema y no por propiedades intrínsecas. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Selección de conductas objetivo",
    "codigo": "p_te_seleccion_conductas",
    "procesos": [],
    "texto": "Procedimiento metaclínico que consiste en identificar y operacionalizar las conductas que serán reforzadas dentro del sistema, definiéndolas de forma observable y medible. Esta selección permite manejar múltiples conductas simultáneamente y priorizar aquellas relevantes para el funcionamiento adaptativo del contexto institucional. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Establecimiento de criterios de obtención de fichas",
    "codigo": "p_te_criterios_obtencion",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Procedimiento mediante el cual se determinan las contingencias específicas entre la emisión de conductas objetivo y la entrega inmediata de fichas, configurando la experiencia operante directa del sujeto. La claridad y consistencia de estos criterios es esencial para que las fichas funcionen como reforzadores eficaces. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Programación de la entrega de fichas",
    "codigo": "p_te_programacion_entrega",
    "procesos": ["RE_modulacion"],
    "texto": "Procedimiento que organiza la frecuencia, cantidad y patrón temporal de entrega de fichas en función de la conducta emitida, incorporando principios de programas de refuerzo. Aunque el diseño es del terapeuta, el patrón resultante configura directamente la experiencia contingente del sujeto. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Diseño del sistema de canje",
    "codigo": "p_te_diseno_canje",
    "procesos": [],
    "texto": "Procedimiento de planificación en el que se establecen los bienes, privilegios o actividades disponibles a cambio de fichas, así como sus costos relativos. Ayllon y Azrin destacan que el canje debe mantener estabilidad y previsibilidad para sostener el valor reforzante de las fichas. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Implementación del canje de fichas",
    "codigo": "p_te_implementacion_canje",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Procedimiento mediante el cual el sujeto intercambia fichas acumuladas por reforzadores de respaldo, experimentando la relación entre esfuerzo conductual y acceso a consecuencias valiosas. Este momento consolida el valor de las fichas como reforzadores generalizados. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Aplicación de costos de respuesta",
    "codigo": "p_te_costo_respuesta",
    "procesos": ["RE_modulacion"],
    "texto": "Procedimiento en el que se retiran fichas previamente obtenidas como consecuencia contingente a conductas no deseadas, reduciendo su probabilidad futura. Ayllon y Azrin describen el costo de respuesta como una forma controlada de castigo negativo integrada dentro del sistema de fichas. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Registro sistemático de conductas y fichas",
    "codigo": "p_te_registro",
    "procesos": [],
    "texto": "Procedimiento de seguimiento en el que se documentan de manera continua las conductas emitidas, las fichas entregadas y canjeadas, permitiendo evaluar la eficacia del sistema. Este registro es una operación del terapeuta y no constituye una experiencia directa de cambio para el sujeto. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Ajuste progresivo del sistema",
    "codigo": "p_te_ajuste_sistema",
    "procesos": [],
    "texto": "Procedimiento de revisión periódica en el que se modifican criterios, costos o reforzadores disponibles para mantener la eficacia del sistema y evitar saturación. Ayllon y Azrin consideran este ajuste una tarea esencial de gestión del programa, no una intervención directa sobre el sujeto. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Retirada gradual del sistema de fichas",
    "codigo": "p_te_retirada_gradual",
    "procesos": ["AG_autorregulacion"],
    "texto": "Procedimiento mediante el cual se reduce progresivamente la dependencia del sistema de fichas, transfiriendo el control de la conducta hacia reforzadores naturales del entorno. Esta retirada configura una experiencia de transición para el sujeto hacia patrones conductuales más autónomos. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  }

],

  "micros": [

  {
    "nombre": "Entrega inmediata de ficha tras la conducta",
    "codigo": "m_te_entrega_inmediata",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención consistente en la entrega inmediata de una ficha tras la emisión de la conducta objetivo, estableciendo una contigüidad clara entre respuesta y consecuencia. Ayllon y Azrin subrayan que la inmediatez es clave para que la ficha funcione como reforzador eficaz dentro del sistema. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Señalización explícita de la contingencia",
    "codigo": "m_te_senalizacion_contingencia",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microoperación mediante la cual se hace explícita la relación entre conducta y obtención de fichas a través de instrucciones simples o señales claras. Esta señalización permite que el sujeto discrimine qué conductas son reforzadas, facilitando la estabilidad del aprendizaje operante. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Acumulación visible de fichas",
    "codigo": "m_te_acumulacion_visible",
    "procesos": ["RE_modulacion"],
    "texto": "Microfenómeno por el cual las fichas obtenidas se mantienen visibles para el sujeto, incrementando su valor motivacional y modulando la persistencia conductual. La visibilidad refuerza la relación entre esfuerzo previo y consecuencias futuras. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Canje de fichas por reforzadores de respaldo",
    "codigo": "m_te_canje_reforzadores",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Microintervención en la que el sujeto intercambia fichas acumuladas por bienes, privilegios o actividades, consolidando el valor de las fichas como reforzadores generalizados. El canje es el momento en que la relación simbólica se traduce en consecuencias tangibles. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Retirada contingente de fichas",
    "codigo": "m_te_retirada_fichas",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención consistente en la retirada de fichas como consecuencia inmediata de conductas no deseadas, reduciendo su probabilidad futura mediante castigo negativo. Ayllon y Azrin describen esta operación como parte integrada del sistema, no como intervención aislada. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Demora planificada del canje",
    "codigo": "m_te_demora_canje",
    "procesos": ["AG_autorregulacion"],
    "texto": "Microoperación en la que el acceso al canje se retrasa de forma sistemática, fomentando la tolerancia a la demora y la persistencia conductual. Esta demora estructura la experiencia temporal del refuerzo dentro del sistema de fichas. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Variación del costo de canje",
    "codigo": "m_te_variacion_costo",
    "procesos": [],
    "texto": "Microoperación de diseño mediante la cual el terapeuta ajusta el número de fichas necesarias para acceder a distintos reforzadores, regulando su valor relativo. Este ajuste no constituye una experiencia directa del cambio para el sujeto, sino una operación de gestión del sistema. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Selección diferencial de reforzadores de respaldo",
    "codigo": "m_te_seleccion_reforzadores",
    "procesos": [],
    "texto": "Microoperación metaclínica que consiste en elegir y actualizar los reforzadores disponibles para el canje en función de su eficacia y disponibilidad. Esta selección es una tarea del terapeuta y no implica por sí misma activación de procesos psicológicos en el sujeto. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Ajuste progresivo de la tasa de fichas",
    "codigo": "m_te_ajuste_tasa",
    "procesos": [],
    "texto": "Microoperación de regulación del sistema mediante la cual se incrementa o reduce la cantidad de fichas entregadas por conducta para mantener la eficacia del programa. Este ajuste es una decisión técnica del terapeuta y no una microintervención experiencial directa. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "nombre": "Desvanecimiento de la ficha como reforzador",
    "codigo": "m_te_desvanecimiento_ficha",
    "procesos": ["AG_autorregulacion"],
    "texto": "Microintervención orientada a reducir gradualmente la dependencia del sujeto respecto a las fichas, transfiriendo el control de la conducta hacia reforzadores naturales. Este desvanecimiento configura una experiencia progresiva de autonomía conductual. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  }

],

  "ideasPrincipales": [

  {
    "id": "te_idea_1",
    "titulo": "Las fichas funcionan como reforzadores generalizados",
    "desarrollo": "En la economía de fichas, los reforzadores no son consecuencias finales directas, sino estímulos generalizados que adquieren valor por su asociación sistemática con múltiples reforzadores de respaldo. Esta generalización permite reforzar conductas diversas de forma flexible y sostenida en contextos complejos. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "id": "te_idea_2",
    "titulo": "El sistema permite gestionar múltiples conductas simultáneamente",
    "desarrollo": "A diferencia del refuerzo simple, la economía de fichas posibilita reforzar varias conductas objetivo dentro de un mismo marco estructurado, manteniendo claridad en los criterios y estabilidad en las contingencias. Esto la convierte en una herramienta especialmente útil en contextos institucionales y educativos. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "id": "te_idea_3",
    "titulo": "El valor de la ficha depende del sistema, no de la ficha en sí",
    "desarrollo": "Las fichas carecen de valor reforzante intrínseco y solo funcionan como tales en la medida en que el sistema de canje sea consistente, predecible y mantenido en el tiempo. La eficacia del programa reside en la estructura del sistema y no en el objeto simbólico utilizado. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "id": "te_idea_4",
    "titulo": "La claridad de las contingencias es crucial para el aprendizaje",
    "desarrollo": "La economía de fichas requiere que las relaciones entre conducta, obtención de fichas y canje sean claras y explícitas para el sujeto. La ambigüedad en las reglas debilita el control conductual y reduce la eficacia del sistema, independientemente de la cantidad de refuerzo disponible. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "id": "te_idea_5",
    "titulo": "El sistema integra refuerzo y castigo negativo de forma estructurada",
    "desarrollo": "La posibilidad de retirar fichas como costo de respuesta permite incorporar el castigo negativo dentro de un marco controlado y predecible. Ayllon y Azrin plantean esta integración como una forma de modular la conducta sin recurrir a intervenciones punitivas externas al sistema. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "id": "te_idea_6",
    "titulo": "La economía de fichas es un sistema transitorio, no un fin en sí mismo",
    "desarrollo": "El objetivo último del programa no es mantener indefinidamente el uso de fichas, sino facilitar la transición hacia el control por reforzadores naturales del entorno. La retirada progresiva del sistema es parte esencial de su diseño, no un fallo del mismo. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  },

  {
    "id": "te_idea_7",
    "titulo": "La eficacia del sistema depende de su gestión continua",
    "desarrollo": "La economía de fichas no es un procedimiento automático, sino un sistema que requiere supervisión, ajustes periódicos y coherencia en su aplicación. Su éxito depende tanto de la estructura inicial como del mantenimiento técnico por parte de quienes lo implementan. Referencia: Ayllon & Azrin (1968), *The Token Economy*."
  }

],

 "neimeyer": {

  "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se concibe como un conjunto de relaciones funcionales entre conductas observables y contingencias ambientales mediadas por un sistema de reforzadores generalizados. Las fichas no poseen valor intrínseco, sino que adquieren función reforzante por su inserción en una estructura normativa de obtención y canje. La explicación del cambio se basa en regularidades empíricas manipulables, sin recurrir a constructos mentales causales.\n\nConcepción del conocimiento terapéutico\nEl conocimiento se deriva de la aplicación sistemática de principios del condicionamiento operante en contextos reales, evaluando su eficacia mediante registros conductuales continuos. La validez depende de la consistencia del sistema, la claridad de las contingencias y la replicabilidad de los efectos, más que de la interpretación subjetiva de la experiencia.\n\nConcepción del ser humano y del cambio\nEl ser humano es un organismo sensible a sistemas de consecuencias simbólicas que organizan su conducta en contextos complejos. El cambio psicológico ocurre cuando la estructura de contingencias mediadas por fichas reorganiza la frecuencia y persistencia de las conductas, facilitando la transición hacia el control por reforzadores naturales.\n\nRol de la relación terapéutica\nLa relación no es un mecanismo primario de cambio. Su función es instrumental: proporcionar consistencia, credibilidad y estabilidad al sistema de contingencias. Solo adquiere relevancia explicativa en la medida en que actúa como contexto discriminativo que sostiene la validez del programa.",

  "teoriaFormal": "Qué es el self\nEl self no se conceptualiza como entidad interna causal, sino como una descripción verbal de patrones conductuales estables mantenidos por contingencias sociales e institucionales. La identidad del sujeto no explica la conducta; es un producto descriptivo del historial de refuerzos y de la participación en sistemas normativos.\n\nCómo se explica el cambio\nEl cambio se explica como una reorganización de la conducta producida por reforzadores generalizados que permiten desacoplar la obtención inmediata de consecuencias finales. Las fichas actúan como mediadores simbólicos que mantienen la conducta hasta que se consolida el control por reforzadores naturales.\n\nQué mantiene el sufrimiento\nEl sufrimiento o la desadaptación conductual se mantienen cuando los contextos carecen de sistemas consistentes de consecuencias o cuando las contingencias naturales refuerzan patrones problemáticos. La economía de fichas introduce una estructura externa que corrige estas inconsistencias.",

  "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza como un patrón de conductas desorganizado o poco sensible a las contingencias naturales del entorno. El análisis se centra en identificar qué conductas requieren apoyo externo y cómo un sistema de fichas puede organizar progresivamente el repertorio.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de establecimiento de contingencias claras, mantenimiento de la motivación mediante reforzadores generalizados y transición gradual hacia la autorregulación conductual. Los procesos psicológicos se activan solo cuando el sujeto vive directamente las contingencias del sistema.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa mediante cambios observables en la frecuencia, estabilidad y generalización de las conductas objetivo, así como por la reducción progresiva de la dependencia del sistema de fichas. La evaluación es continua, objetiva y basada en registros conductuales."
}

}
