{
  "id": "entrenamiento-habilidades-sociales",
  "grupo": "Conductismo",
  "label": "Entrenamiento en habilidades sociales",
  "year": 1973,
  "autores": "Arnold P. Goldstein; Robert P. Liberman",
  "tipo": "Procedimiento clínico",
  "universidad": "",
  "ciudad": "",
  "pais": "",
  "lat": "",
  "lon": "",
  "descripcion": "Desarrolla competencias interpersonales (asertividad, escucha, negociación) mediante instrucción, modelado, ensayo conductual y reforzamiento. Integra tareas para generalización y prevención de recaídas; útil en ansiedad social, TLP y rehabilitación psicosocial.",
  "influencias": [
    "Aprendizaje social",
    "Modelado",
    "Práctica reforzada",
    "Feedback",
    "Racionalismo representacional (Cognitivismo clásico)"
  ],
  "neimeyer": {
    "epistemologico": "El SST se apoya en una epistemología empírico-funcional: las habilidades sociales se consideran repertorios observables y entrenables, y el conocimiento terapéutico se valida por cambios conductuales medibles en contextos reales. El terapeuta actúa como entrenador y diseñador de situaciones de aprendizaje, usando demostración, práctica y consecuencias para consolidar competencias. La relación terapéutica se utiliza principalmente como contexto de aprendizaje seguro, pero el foco está en la transferencia a la vida cotidiana, donde se prueba la validez del cambio.",
    "teoriaFormal": "La competencia social se entiende como un conjunto de microconductas (verbales, paraverbales y no verbales) organizadas en secuencias que aumentan la probabilidad de resultados relacionales deseados. El sufrimiento se mantiene cuando el repertorio es pobre, rígido o evitativo, cuando faltan modelos adecuados o cuando la ansiedad/anticipaciones negativas bloquean la ejecución, generando experiencias repetidas de fracaso y retraimiento. El cambio ocurre por adquisición de nuevas respuestas (modelado + instrucción), consolidación por práctica guiada (ensayo) y mantenimiento por reforzamiento y generalización, integrando prevención de recaídas para sostener el repertorio en situaciones difíciles.",
    "teoriaClinica": "El caso se conceptualiza identificando situaciones interpersonales problema (p. ej., iniciar conversaciones, pedir, decir no, recibir críticas) y descomponiéndolas en componentes entrenables: objetivos, señales contextuales, respuestas alternativas, obstáculos (ansiedad, impulsividad, confusión) y consecuencias. Se priorizan habilidades núcleo (escucha, asertividad, negociación, regulación de interacción) y se diseña un plan de práctica gradual con feedback inmediato y tareas entre sesiones. El progreso se evalúa por aumento del repertorio, mayor fluidez y ajuste contextual, reducción de evitación interpersonal y mejoras funcionales reportadas en la vida diaria (frecuencia de intentos, calidad de resultados y capacidad de reparación)."
  },
  "procesos": [
    "Adquisición de repertorio interpersonal",
    "Asertividad y límites",
    "Comunicación emocional efectiva",
    "Generalización y mantenimiento conductual"
  ],
  "mjps": [
    "R",
    "AG",
    "N",
    "RE"
  ],
  "procedimientos": [
    {
      "nombre": "Instrucción psicoeducativa y descomposición de habilidades",
      "codigo": "p_sst_instruccion_descomposicion",
      "procesos": [
        "N_marcosCognitivos",
        "AG_tomaDecisiones"
      ],
      "texto": "Procedimiento de encuadre y enseñanza explícita donde se define la habilidad objetivo, se aclaran sus componentes conductuales (qué decir, cómo decirlo, cuándo y con qué intención) y se descompone la secuencia en pasos practicables; se establecen criterios observables de ejecución y se anticipan obstáculos típicos (evitación, agresividad, sumisión), creando un mapa claro que convierte un problema interpersonal difuso en un objetivo entrenable y medible."
    },
    {
      "nombre": "Modelado (demostración de la conducta objetivo)",
      "codigo": "p_sst_modelado",
      "procesos": [
        "R_comunicacionEmocional",
        "N_metacognicion"
      ],
      "texto": "Procedimiento en el que el terapeuta o un modelo preparado ejecuta la conducta social deseada de forma visible y estructurada, mostrando verbalizaciones, tono, postura, contacto ocular, pausas y reparación de pequeños fallos; el objetivo es proporcionar una plantilla concreta que reduzca incertidumbre, aumente comprensión implícita y facilite la imitación selectiva de microconductas clave, especialmente en pacientes con carencias de aprendizaje social o alta ansiedad interpersonal."
    },
    {
      "nombre": "Ensayo conductual (role-playing) con coaching",
      "codigo": "p_sst_ensayo_conductual",
      "procesos": [
        "R_repertorioInterpersonal",
        "AG_compromisoConductual"
      ],
      "texto": "Procedimiento central del SST donde el paciente practica la habilidad en simulaciones realistas (role-playing) que reproducen situaciones habituales, mientras el terapeuta guía con indicaciones breves, pausas estratégicas y repetición de fragmentos para aumentar precisión y fluidez; se ajusta gradualmente la dificultad (interlocutor más exigente, mayor carga emocional, mayor ambigüedad) hasta que la conducta emerge de forma autónoma y aplicable fuera de sesión."
    },
    {
      "nombre": "Feedback correctivo específico y reforzamiento diferencial",
      "codigo": "p_sst_feedback_refuerzo",
      "procesos": [
        "R_repertorioInterpersonal",
        "AG_motivacionInterna"
      ],
      "texto": "Procedimiento de retroalimentación inmediata y concreta tras cada ensayo, focalizada en conductas observables (contenido, forma, timing, coherencia no verbal) y orientada a reforzar aproximaciones útiles (shaping) mientras se corrigen elementos que bloquean el objetivo; el reforzamiento puede ser social (validación, reconocimiento), funcional (señalar eficacia) o programado, buscando consolidar el aprendizaje sin humillar ni aumentar vergüenza, y manteniendo el foco en progreso incremental."
    },
    {
      "nombre": "Entrenamiento en escucha activa y validación",
      "codigo": "p_sst_escucha_validacion",
      "procesos": [
        "R_comunicacionEmocional",
        "R_mentalizacion"
      ],
      "texto": "Procedimiento específico para aumentar competencia receptiva: practicar la atención sostenida, reflejo de contenido y emoción, preguntas abiertas, y validación contextual sin ceder la propia posición; se entrenan señales paraverbales (entonación, pausas, ritmo) y microconductas de seguimiento, con el objetivo de reducir malentendidos, mejorar reciprocidad y crear interacciones más seguras, especialmente útil cuando los conflictos se mantienen por reactividad, interrupciones o interpretaciones defensivas."
    },
    {
      "nombre": "Entrenamiento en asertividad (pedir, decir no, expresar límites)",
      "codigo": "p_sst_asertividad",
      "procesos": [
        "R_limitesInterpersonales",
        "AG_autoriaResponsabilidad"
      ],
      "texto": "Procedimiento para desarrollar respuestas asertivas que equilibren respeto por uno mismo y por el otro, entrenando peticiones claras, negativa firme sin agresión, manejo de insistencia y expresión de necesidades con lenguaje conductual; se trabaja el “disco rayado”, alternativas a la justificación excesiva y la tolerancia al malestar interpersonal, orientado a romper patrones de sumisión/evitación o escalada agresiva que mantienen ansiedad social, dependencia o conflictos reiterados."
    },
    {
      "nombre": "Manejo de críticas y confrontación no defensiva",
      "codigo": "p_sst_manejo_critica",
      "procesos": [
        "RE_modulacion",
        "R_reparacionRelacional"
      ],
      "texto": "Procedimiento para responder a críticas sin colapsar ni atacar: se entrenan respuestas de clarificación, acuerdo parcial, petición de ejemplos, reconocimiento de impacto y propuesta de reparación cuando procede; se practican microhabilidades de regulación (respirar, pausar, reformular) para disminuir reactividad y evitar rupturas, mejorando la capacidad de sostener conversaciones difíciles y mantener vínculos funcionales sin evitación."
    },
    {
      "nombre": "Negociación y resolución de conflictos interpersonales",
      "codigo": "p_sst_negociacion_conflictos",
      "procesos": [
        "R_repertorioInterpersonal",
        "AG_tomaDecisiones"
      ],
      "texto": "Procedimiento orientado a transformar choques en acuerdos: definir el problema en términos conductuales, explicitar intereses, generar opciones, evaluar costes/beneficios y cerrar compromisos verificables; se entrenan turnos de palabra, propuestas concretas, cesiones realistas y reparación posterior, con role-plays que simulan tensiones habituales (pareja, familia, trabajo) para aumentar flexibilidad y disminuir patrones de dominancia, retirada o triangulación."
    },
    {
      "nombre": "Entrenamiento en habilidades conversacionales (inicio, mantenimiento, cierre)",
      "codigo": "p_sst_conversacion",
      "procesos": [
        "R_comunicacionEmocional",
        "AG_compromisoConductual"
      ],
      "texto": "Procedimiento para aumentar fluidez social entrenando aperturas simples, preguntas de seguimiento, autorrevelación gradual, señalización de interés y cierres adecuados, ajustando el estilo al contexto (formal/informal) y al objetivo (conectar, pedir, informar); se trabaja especialmente en ansiedad social y retraimiento, donde la dificultad no es “saber qué hacer” en abstracto sino ejecutar secuencias mínimas con naturalidad bajo activación."
    },
    {
      "nombre": "Tareas entre sesiones e integración in vivo",
      "codigo": "p_sst_tareas_in_vivo",
      "procesos": [
        "AG_compromisoConductual",
        "R_repertorioInterpersonal"
      ],
      "texto": "Procedimiento de generalización que traduce el trabajo en sesión a experimentos conductuales reales, definiendo tareas específicas (p. ej., pedir algo concreto, iniciar una conversación breve, sostener un límite) con criterios de éxito realistas y plan de afrontamiento; se registran intentos, resultados y aprendizaje, priorizando repetición y ajuste contextual para evitar que el cambio quede encapsulado en la consulta."
    },
    {
      "nombre": "Generalización, mantenimiento y prevención de recaídas",
      "codigo": "p_sst_generalizacion_recaidas",
      "procesos": [
        "AG_compromisoConductual",
        "N_metacognicion"
      ],
      "texto": "Procedimiento final de consolidación donde se identifican situaciones de alto riesgo (fatiga, conflicto, figuras intimidantes), se diseñan planes de práctica distribuida y se establecen estrategias de recuperación tras fallos (reparación, reintento, ajuste de dificultad); el foco es mantener el repertorio en el tiempo, reducir la dependencia del terapeuta y construir una narrativa práctica de aprendizaje continuo en lugar de perfeccionismo interpersonal."
    }
  ],
  "micros": [
    {
      "nombre": "Definir conducta objetivo en términos observables",
      "codigo": "m_sst_definir_objetivo",
      "procesos": [
        "N_marcosCognitivos"
      ],
      "texto": "Microintervención que transforma metas vagas (“ser más sociable”) en conductas medibles (“saludar, preguntar X, sostener mirada 2–3 segundos, cerrar con Y”), facilitando selección de ejercicios y evaluación de progreso sin ambigüedad, y reduciendo frustración por objetivos demasiado abstractos."
    },
    {
      "nombre": "Guionización breve (script) y tarjetas de apoyo",
      "codigo": "m_sst_guionizacion",
      "procesos": [
        "N_metacognicion",
        "AG_tomaDecisiones"
      ],
      "texto": "Uso de guiones cortos y recordatorios para sostener la secuencia en fases iniciales (frases de apertura, petición, límite, cierre), disminuyendo bloqueo por ansiedad y ayudando a automatizar la conducta; se retiran progresivamente para evitar rigidez y favorecer naturalidad."
    },
    {
      "nombre": "Role reversal (cambio de roles)",
      "codigo": "m_sst_role_reversal",
      "procesos": [
        "R_mentalizacion"
      ],
      "texto": "Microintervención donde el paciente adopta el rol del otro en el role-play para comprender intenciones, necesidades y percepciones ajenas, reduciendo atribuciones rígidas y mejorando ajuste comunicativo; es especialmente útil en conflictos, TLP y patrones interpersonales polarizados."
    },
    {
      "nombre": "Pausa y reformulación durante el ensayo",
      "codigo": "m_sst_pausa_reformular",
      "procesos": [
        "RE_modulacion",
        "R_comunicacionEmocional"
      ],
      "texto": "Interrupción breve del role-play para regular activación y reintentar una frase o gesto con más claridad, evitando que el paciente practique errores bajo estrés y facilitando aprendizaje por repetición inmediata de la versión funcional."
    },
    {
      "nombre": "Feedback en formato “lo que funcionó / lo que ajustar / próximo intento”",
      "codigo": "m_sst_feedback_formato",
      "procesos": [
        "R_repertorioInterpersonal"
      ],
      "texto": "Estructura de retroalimentación que refuerza aproximaciones útiles, propone un ajuste específico y define el foco del siguiente ensayo, manteniendo la motivación y evitando críticas globales; acelera el aprendizaje porque convierte la experiencia en instrucciones accionables."
    },
    {
      "nombre": "Shaping (aproximaciones sucesivas)",
      "codigo": "m_sst_shaping",
      "procesos": [
        "AG_compromisoConductual"
      ],
      "texto": "Microintervención que refuerza progresos parciales (p. ej., sostener la petición aunque la voz tiemble) para construir la conducta completa paso a paso, reduciendo evitación y aumentando autoeficacia conductual, especialmente en pacientes muy inhibidos o con historia de fracaso social."
    },
    {
      "nombre": "Entrenamiento de contacto ocular, postura y prosodia",
      "codigo": "m_sst_no_verbal",
      "procesos": [
        "R_comunicacionEmocional"
      ],
      "texto": "Trabajo focal sobre componentes no verbales que cambian drásticamente el impacto interpersonal (mirada, distancia, tono, ritmo, volumen), entrenándolos como habilidades específicas y no como rasgos de personalidad; ayuda a mejorar recepción social incluso cuando el contenido verbal es adecuado."
    },
    {
      "nombre": "Preguntas abiertas y seguimiento (turn-taking)",
      "codigo": "m_sst_turn_taking",
      "procesos": [
        "R_comunicacionEmocional"
      ],
      "texto": "Microintervención para mantener conversaciones fluidas entrenando preguntas abiertas, reflejos breves y señales de continuidad, reduciendo monólogos, silencios por bloqueo o interrogatorios rígidos, y mejorando reciprocidad sin forzar intimidad."
    },
    {
      "nombre": "Ensayo de reparación (disculpa, aclaración, reintento)",
      "codigo": "m_sst_reparacion",
      "procesos": [
        "R_reparacionRelacional"
      ],
      "texto": "Práctica específica de reparar fallos sociales (interrumpir, sonar brusco, malentender) mediante disculpa breve, clarificación de intención y reintento, para disminuir miedo al error y romper la evitación perfeccionista que bloquea la exposición interpersonal."
    },
    {
      "nombre": "Registro de intentos in vivo y aprendizaje",
      "codigo": "m_sst_registro_in_vivo",
      "procesos": [
        "N_metacognicion"
      ],
      "texto": "Microintervención de autoobservación estructurada donde el paciente registra situación, conducta, emoción, resultado y aprendizaje, facilitando ajuste fino de estrategias y generalización; convierte la vida cotidiana en laboratorio de práctica sin depender de la memoria sesgada por ansiedad."
    },
    {
      "nombre": "Exposición interpersonal graduada dentro del SST",
      "codigo": "m_sst_exposicion_interpersonal",
      "procesos": [
        "AG_compromisoConductual",
        "RE_modulacion"
      ],
      "texto": "Microintervención que integra práctica de habilidades con exposición gradual a situaciones sociales temidas, asegurando que el paciente no solo “aprende” la habilidad en frío, sino que la ejecuta bajo activación real, reduciendo evitación y consolidando tolerancia al malestar social."
    },
    {
      "nombre": "Plan de prevención de recaídas (señales tempranas y plan de acción)",
      "codigo": "m_sst_prevencion_recaidas",
      "procesos": [
        "AG_tomaDecisiones",
        "N_marcosCognitivos"
      ],
      "texto": "Microintervención que identifica señales tempranas de retroceso (retirada, irritabilidad, evitación) y define acciones concretas de recuperación (repetir ejercicios, pedir feedback, reparar, bajar dificultad), evitando que un tropiezo se convierta en abandono del repertorio."
    }
  ],
  "refs": [
    "Goldstein, A. P. (1973). Structured Learning Therapy.",
    "Liberman, R. P. (1982/1986). Social skills training for psychiatric patients (manuales y desarrollos aplicados).",
    "Bandura, A. (1977). Social Learning Theory."
  ]
}
