{
  "id": "ley-efecto-thorndike-1911",
  "grupo": "Conductismo",
  "label": "Ley del efecto",
  "year": 1911,
  "importance": 2,
  "autores": "Edward L. Thorndike",
  "universidad": "Columbia University",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.807536,
  "lon": -73.962573,
  "isFundacional": true,
"isMarco": true,
  "descripcion": "La Ley del efecto, formulada por Edward L. Thorndike a partir de sus experimentos con animales en las denominadas puzzle boxes, constituye uno de los pilares fundacionales del aprendizaje instrumental. Thorndike observó que las respuestas seguidas de consecuencias satisfactorias tienden a fortalecerse y repetirse, mientras que aquellas seguidas de consecuencias insatisfactorias disminuyen su probabilidad de ocurrencia. Este principio introduce la noción de aprendizaje por ensayo y error y desplaza las explicaciones mentalistas en favor de un análisis empírico de la relación entre conducta y consecuencias. Aunque no se trata de un modelo psicoterapéutico, la Ley del efecto establece la base conceptual del refuerzo operante y orienta el desarrollo posterior de la psicología conductual aplicada, influyendo de manera decisiva en educación, modificación de conducta y psicoterapia conductual.",

  "influencias": [
    "Psicología animal",
    "Aprendizaje instrumental",
    "Psicología comparada",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "neimeyer": {
    "epistemologico": "El aprendizaje se explica a partir de regularidades empíricas observables entre conducta y consecuencias, sin necesidad de apelar a estados mentales introspectivos. La validez del conocimiento psicológico depende de la observación sistemática, la medición y la replicabilidad experimental. El organismo es concebido como un sistema que ajusta su conducta en función de los efectos que esta produce en el entorno.",
    "teoriaFormal": "Las respuestas conductuales se seleccionan progresivamente mediante ensayo y error, fortaleciendo aquellas seguidas de consecuencias satisfactorias. El aprendizaje no es repentino ni comprensivo, sino gradual y acumulativo, basado en la repetición diferencial de respuestas exitosas.",
    "teoriaClinica": "Como fundamento teórico, la Ley del efecto se traduce clínicamente en la identificación de contingencias de consecuencia que mantienen o debilitan conductas, orientando intervenciones que modifican el entorno para favorecer respuestas más adaptativas."
  },

  "mjps": [
    "AG",
    "R"
  ],

  "procedimientos": [
  {
    "nombre": "Identificación de conductas objetivo observables",
    "codigo": "p_thorndike_conductas_objetivo",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Definición precisa de las respuestas conductuales a estudiar o modificar, asegurando que sean observables, medibles y diferenciables de otras conductas, condición necesaria para aplicar la lógica de consecuencias de la Ley del efecto. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Análisis de consecuencias conductuales",
    "codigo": "p_thorndike_analisis_consecuencias",
    "procesos": ["R_sist_contexto"],
    "texto": "Identificación sistemática de las consecuencias que siguen a una conducta, distinguiendo entre efectos satisfactorios e insatisfactorios, para comprender qué respuestas tienden a fortalecerse o debilitarse en un contexto dado. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Diseño de entornos de ensayo y error",
    "codigo": "p_thorndike_ensayo_error",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Creación de contextos estructurados que permitan la repetición de respuestas alternativas, facilitando que el organismo aprenda progresivamente cuáles producen consecuencias favorables. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Manipulación sistemática de consecuencias",
    "codigo": "p_thorndike_manipulacion_consecuencias",
    "procesos": ["R_sist_contexto"],
    "texto": "Ajuste deliberado de las consecuencias ambientales para aumentar la probabilidad de respuestas deseadas y reducir conductas ineficaces, anticipando el principio de refuerzo diferencial. Referencia: Thorndike (1932)."
  },
  {
    "nombre": "Medición del cambio conductual progresivo",
    "codigo": "p_thorndike_medicion_cambio",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Registro cuantitativo de la frecuencia y latencia de respuestas a lo largo del tiempo para observar curvas de aprendizaje graduales y verificar empíricamente el efecto de las consecuencias. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Generalización del aprendizaje instrumental",
    "codigo": "p_thorndike_generalizacion",
    "procesos": ["AG_generalizacion"],
    "texto": "Extensión del aprendizaje a situaciones similares mediante variación de contextos, demostrando que las respuestas fortalecidas por consecuencias satisfactorias pueden transferirse a nuevos entornos. Referencia: Thorndike (1932)."
  }
],

  "micros": [
  {
    "nombre": "Definir criterio de respuesta correcta",
    "codigo": "m_thorndike_criterio_respuesta",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Especificar qué respuesta concreta se considera exitosa para evitar ambigüedad en la aplicación de consecuencias. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Registrar latencia de respuesta",
    "codigo": "m_thorndike_latencia",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Medir el tiempo que tarda el organismo en emitir la respuesta adecuada como indicador de aprendizaje progresivo. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Repetición sistemática de oportunidades de respuesta",
    "codigo": "m_thorndike_repeticion",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Permitir múltiples intentos para que el aprendizaje emerja gradualmente por ensayo y error. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Introducir consecuencias inmediatas",
    "codigo": "m_thorndike_consecuencia_inmediata",
    "procesos": ["R_sist_contexto"],
    "texto": "Asegurar que la consecuencia siga de forma inmediata a la respuesta para fortalecer la asociación conducta–resultado. Referencia: Thorndike (1932)."
  },
  {
    "nombre": "Reducir interferencias contextuales",
    "codigo": "m_thorndike_interferencias",
    "procesos": ["R_sist_contexto"],
    "texto": "Controlar estímulos irrelevantes que puedan dificultar la discriminación de qué respuesta produce el efecto satisfactorio. Referencia: Thorndike (1911)."
  },
  {
    "nombre": "Comparar respuestas alternativas",
    "codigo": "m_thorndike_comparacion",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Observar qué respuestas se fortalecen frente a otras en función de sus consecuencias, permitiendo análisis diferencial del aprendizaje. Referencia: Thorndike (1911)."
  }
],

"ideasPrincipales": [
  {
    "id": "idea_thorndike_1",
    "titulo": "Las consecuencias seleccionan la conducta",
    "desarrollo": "La Ley del efecto establece que no son las intenciones ni los pensamientos los que determinan qué conductas persisten, sino las consecuencias que siguen a la acción. Referencia: Thorndike (1911)."
  },
  {
    "id": "idea_thorndike_2",
    "titulo": "El aprendizaje es gradual y acumulativo",
    "desarrollo": "El cambio conductual ocurre progresivamente mediante ensayo y error, sin necesidad de comprensión súbita del problema. Referencia: Thorndike (1911)."
  },
  {
    "id": "idea_thorndike_3",
    "titulo": "El refuerzo aumenta la probabilidad futura",
    "desarrollo": "Las respuestas seguidas de consecuencias satisfactorias tienden a repetirse, anticipando el concepto moderno de refuerzo positivo. Referencia: Thorndike (1932)."
  },
  {
    "id": "idea_thorndike_4",
    "titulo": "La conducta puede estudiarse científicamente",
    "desarrollo": "El uso de animales y dispositivos experimentales demuestra que el aprendizaje puede analizarse con métodos cuantitativos y replicables. Referencia: Thorndike (1911)."
  },
  {
    "id": "idea_thorndike_5",
    "titulo": "La psicología debe apoyarse en datos observables",
    "desarrollo": "La Ley del efecto refuerza el giro empirista hacia la medición objetiva como base del conocimiento psicológico. Referencia: Thorndike (1911)."
  },
  {
    "id": "idea_thorndike_6",
    "titulo": "Las consecuencias son más importantes que las intenciones",
    "desarrollo": "El modelo desplaza la explicación psicológica desde la voluntad o el insight hacia los efectos reales de la conducta en el entorno. Referencia: Thorndike (1932)."
  },
  {
    "id": "idea_thorndike_7",
    "titulo": "Es un pilar del conductismo posterior",
    "desarrollo": "La Ley del efecto constituye el antecedente directo del condicionamiento operante de Skinner y de la intervención conductual aplicada. Referencia: Skinner (1938)."
  }
],


  "refs": [
    "Thorndike, E. L. (1911). Animal Intelligence: Experimental Studies.",
    "Thorndike, E. L. (1932). The Fundamentals of Learning.",
    "Skinner, B. F. (1938). The Behavior of Organisms."
  ]
}
