{
  "id": "principio-premack-1959",
  "grupo": "Conductismo",
  "label": "Principio de Premack",
  "year": 1959,
  "importance": 2,

  "autores": "David Premack",
  "universidad": "University of Missouri",
  "ciudad": "Columbia, Missouri",
  "pais": "EE. UU.",
  "lat": 38.951705,
  "lon": -92.334072,

  "isFundacional": true,

  "descripcion": "El Principio de Premack establece que una conducta de alta probabilidad puede funcionar como reforzador de una conducta de baja probabilidad cuando se organiza una relación de contingencia entre ambas. Premack reformula así la noción clásica de reforzador, desplazándola desde estímulos específicos hacia patrones de actividad relativos dentro del repertorio del organismo. Este enfoque permite explicar la eficacia del refuerzo en términos funcionales y contextuales, mostrando que el valor reforzante no es intrínseco a un estímulo, sino dependiente de la jerarquía conductual del individuo.",

  "influencias": [
    "Condicionamiento operante (Skinner)",
    "Psicología del refuerzo",
    "Empirismo objetivista / Positivismo lógico"
  ],

  "refs": [
    "Premack, D. (1959). Toward empirical behavior laws: I. Positive reinforcement.",
    "Premack, D. (1965). Reinforcement Theory."
  ],

  "neimeyer": {

  "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como un sistema de relaciones funcionales entre conductas observables organizadas en un repertorio. El refuerzo no es una propiedad intrínseca de estímulos u actividades, sino una relación empírica entre conductas con distinta probabilidad relativa. La explicación psicológica se apoya en regularidades observables y manipulables, sin recurrir a entidades mentales causales.\n\nConcepción del conocimiento terapéutico\nEl conocimiento se construye mediante observación sistemática, medición de probabilidades conductuales y manipulación experimental de contingencias conducta–conducta. La validez del conocimiento depende de la replicabilidad y del control funcional de las relaciones entre actividades, no de la interpretación subjetiva de la experiencia.\n\nConcepción del ser humano y del cambio\nEl ser humano es un organismo activo cuyo comportamiento se organiza en jerarquías de probabilidad. El cambio ocurre cuando se reorganizan las relaciones entre conductas mediante contingencias que alteran su frecuencia relativa. No se requiere insight, intención ni comprensión consciente como mecanismos explicativos del cambio.\n\nRol de la relación terapéutica\nLa relación no constituye un principio epistemológico del cambio. Su relevancia es instrumental y contingente: solo adquiere función explicativa si actúa como contexto que modula el acceso, la restricción o la secuenciación de conductas dentro de una contingencia.",

  "teoriaFormal": "Qué es el self\nEl self no se conceptualiza como una estructura interna con poder causal. Se entiende como una descripción verbal de patrones estables de conducta y preferencias de actividad mantenidas por contingencias sociales. La identidad no explica la conducta; es un producto descriptivo de su organización funcional.\n\nCómo se explica el cambio\nEl cambio se explica como una modificación de la jerarquía conductual mediante la programación de contingencias entre actividades. Una conducta aumenta su probabilidad cuando se hace condición de acceso a otra de mayor probabilidad, reorganizando progresivamente el repertorio. El refuerzo se redefine como relación dinámica y contextual.\n\nQué mantiene el sufrimiento\nEl sufrimiento psicológico se mantiene cuando la jerarquía conductual favorece patrones desadaptativos o rígidos que siguen siendo reforzados por su relación con actividades de alta probabilidad. La persistencia del problema se explica por contingencias conducta–conducta estables, no por conflictos intrapsíquicos.",

  "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza como una jerarquía específica de conductas con probabilidades relativas determinadas por la historia de acceso y restricción de actividades. El análisis se centra en identificar qué conductas refuerzan a otras y cómo se organiza el repertorio en ausencia de contingencias explícitas.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de análisis funcional de relaciones conducta–conducta y de diseño de contingencias que reorganizan la jerarquía conductual. No se prioriza la exploración emocional ni cognitiva, sino la modificación de relaciones funcionales entre actividades.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa mediante cambios observables en la frecuencia relativa de las conductas objetivo y en la reorganización de la jerarquía conductual tras la introducción de contingencias. La evaluación es objetiva, continua y basada en datos conductuales."
},

 "procedimientos": [

  {
    "nombre": "Identificación de conductas de alta y baja probabilidad",
    "codigo": "p_pm_identificacion_probabilidades",
    "procesos": [],
    "texto": "Procedimiento inicial que consiste en observar y registrar la frecuencia relativa de distintas conductas del repertorio del organismo para establecer una jerarquía de probabilidades. Premack demuestra que el valor reforzante de una conducta depende de su probabilidad relativa respecto a otras, y no de propiedades intrínsecas del estímulo o actividad. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "nombre": "Medición de línea base de respuestas",
    "codigo": "p_pm_linea_base",
    "procesos": [],
    "texto": "Procedimiento experimental mediante el cual se registran las tasas espontáneas de las conductas objetivo y reforzadoras en ausencia de contingencias programadas. Esta medición permite verificar que los cambios posteriores en la conducta se deben a la relación contingente entre actividades y no a fluctuaciones naturales del repertorio. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "nombre": "Programación de contingencia conducta–conducta",
    "codigo": "p_pm_contingencia_conductual",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Procedimiento central del principio de Premack en el que el acceso a una conducta de alta probabilidad se hace contingente a la emisión previa de una conducta de baja probabilidad. Esta organización funcional muestra que una actividad puede operar como reforzador de otra, redefiniendo el refuerzo como relación entre conductas y no como estímulo externo fijo. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "nombre": "Restricción de acceso a la conducta reforzante",
    "codigo": "p_pm_restriccion_acceso",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Procedimiento que limita el acceso libre a la conducta de alta probabilidad para mantener su valor reforzante dentro de la contingencia. Premack subraya que, sin esta restricción, la conducta reforzadora pierde eficacia funcional, evidenciando la dependencia del refuerzo respecto al contexto y a la disponibilidad relativa de actividades. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "nombre": "Inversión de contingencias",
    "codigo": "p_pm_inversion_contingencias",
    "procesos": [],
    "texto": "Procedimiento experimental en el que se invierte la relación de contingencia entre conductas para comprobar que el efecto reforzante depende de la probabilidad relativa y no del contenido específico de la actividad. La pérdida del efecto al invertir la contingencia valida empíricamente el principio de Premack. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "nombre": "Comparación entre reforzadores conductuales y estímulo-refuerzo",
    "codigo": "p_pm_comparacion_refuerzo",
    "procesos": [],
    "texto": "Procedimiento analítico que contrasta la eficacia del refuerzo basado en actividades con el refuerzo basado en estímulos discretos, mostrando que el primero explica mejor la variabilidad interindividual del refuerzo. Premack utiliza esta comparación para cuestionar la noción clásica de reforzador universal. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "nombre": "Evaluación de cambios en la jerarquía conductual",
    "codigo": "p_pm_cambios_jerarquia",
    "procesos": [],
    "texto": "Procedimiento de seguimiento que examina cómo la jerarquía de probabilidades conductuales puede modificarse tras la aplicación repetida de contingencias, alterando qué conductas funcionan como reforzadores. Este análisis muestra que el valor reforzante es dinámico y dependiente de la historia reciente de interacción. Referencia: Premack (1965), *Reinforcement Theory*."
  }

],



"micros": [

  {
    "nombre": "Acceso contingente a conducta de alta probabilidad",
    "codigo": "m_pm_acceso_contingente",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que consiste en permitir el acceso a una conducta de alta probabilidad solo después de la emisión de una conducta de baja probabilidad, estableciendo la relación funcional básica del principio de Premack. El efecto reforzante emerge de la contingencia entre actividades y no de propiedades intrínsecas de la conducta reforzadora. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "nombre": "Restricción previa de la conducta reforzante",
    "codigo": "m_pm_restriccion_previa",
    "procesos": [],
    "texto": "Microoperación mediante la cual se limita el acceso libre a la conducta de alta probabilidad para preservar su valor reforzante dentro de la contingencia. Premack muestra que sin esta restricción la conducta pierde eficacia como reforzador, evidenciando la dependencia contextual del refuerzo conductual. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "nombre": "Ordenamiento jerárquico de conductas",
    "codigo": "m_pm_ordenamiento_jerarquia",
    "procesos": [],
    "texto": "Microproceso analítico que consiste en ordenar las conductas del repertorio según su probabilidad relativa de ocurrencia en línea base, estableciendo qué actividades pueden funcionar como reforzadores de otras. Este ordenamiento es la base empírica del principio de Premack. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "nombre": "Cambio de probabilidad por saturación",
    "codigo": "m_pm_cambio_prob_saturacion",
    "procesos": [],
    "texto": "Microfenómeno por el cual la repetición excesiva de una conducta de alta probabilidad reduce temporalmente su frecuencia, alterando su posición en la jerarquía conductual y su capacidad reforzante. Premack subraya que el refuerzo es dinámico y dependiente de la historia reciente de actividad. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "nombre": "Inversión de la relación conducta–conducta",
    "codigo": "m_pm_inversion_relacion",
    "procesos": [],
    "texto": "Microintervención experimental que invierte el orden de contingencia entre dos conductas para comprobar que el efecto reforzante desaparece o se revierte cuando la conducta de baja probabilidad se hace contingente a la de alta. Esta inversión valida el principio de Premack como ley funcional. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "nombre": "Dependencia del refuerzo respecto al contexto",
    "codigo": "m_pm_dependencia_contexto",
    "procesos": [],
    "texto": "Microfenómeno que describe cómo el valor reforzante de una conducta varía según el contexto ambiental y las alternativas disponibles. Premack muestra que una misma actividad puede reforzar o no en función de la organización global del repertorio conductual. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "nombre": "Reorganización de la jerarquía conductual",
    "codigo": "m_pm_reorganizacion_jerarquia",
    "procesos": [],
    "texto": "Microproceso por el cual la aplicación repetida de contingencias conducta–conducta modifica la jerarquía de probabilidades del repertorio, haciendo que conductas previamente de baja probabilidad aumenten su frecuencia relativa. Este efecto muestra que el principio de Premack no solo usa la jerarquía, sino que la transforma. Referencia: Premack (1965), *Reinforcement Theory*."
  }

],


  "ideasPrincipales": [

  {
    "id": "pm_idea_1",
    "titulo": "El refuerzo es una relación entre conductas, no una propiedad del estímulo",
    "desarrollo": "El Principio de Premack redefine el concepto de reforzador al mostrar que una conducta puede reforzar a otra en función de su probabilidad relativa de ocurrencia. El valor reforzante no reside en el estímulo ni en la actividad en sí, sino en la relación funcional entre dos comportamientos dentro de un repertorio concreto. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "id": "pm_idea_2",
    "titulo": "Las conductas de alta probabilidad refuerzan a las de baja probabilidad",
    "desarrollo": "Una conducta que ocurre con alta frecuencia en condiciones de línea base puede funcionar como reforzador eficaz de otra menos frecuente cuando se establece una contingencia adecuada. Este principio permite predecir qué actividades reforzarán a otras sin recurrir a reforzadores universales o arbitrarios. Referencia: Premack (1959), *Toward Empirical Behavior Laws*."
  },

  {
    "id": "pm_idea_3",
    "titulo": "El valor reforzante depende de la jerarquía conductual del individuo",
    "desarrollo": "Cada organismo posee una jerarquía propia de conductas ordenadas por probabilidad de ocurrencia, y esta jerarquía determina qué actividades pueden funcionar como reforzadores. El principio de Premack explica así la variabilidad interindividual del refuerzo sin apelar a diferencias motivacionales internas. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "id": "pm_idea_4",
    "titulo": "El refuerzo es dinámico y dependiente del contexto",
    "desarrollo": "La posición de una conducta en la jerarquía puede cambiar en función del contexto, la disponibilidad de alternativas y la historia reciente de actividad. Por ello, una misma conducta puede reforzar en un momento y dejar de hacerlo en otro, mostrando que el refuerzo no es fijo ni estable. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "id": "pm_idea_5",
    "titulo": "La restricción es clave para que una conducta funcione como reforzador",
    "desarrollo": "Para que una conducta de alta probabilidad mantenga su eficacia reforzante, su acceso debe estar restringido fuera de la contingencia. Sin restricción, la relación conducta–conducta pierde fuerza, lo que demuestra que el refuerzo depende de condiciones de acceso y no solo de preferencia. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "id": "pm_idea_6",
    "titulo": "El principio de Premack cuestiona la noción de reforzador universal",
    "desarrollo": "Al mostrar que cualquier conducta puede ser reforzadora en función de su probabilidad relativa, Premack pone en cuestión la idea de estímulos universalmente reforzantes. El refuerzo deja de ser una lista fija de objetos o eventos y pasa a ser una relación funcional contextualizada. Referencia: Premack (1965), *Reinforcement Theory*."
  },

  {
    "id": "pm_idea_7",
    "titulo": "Las contingencias conducta–conducta pueden reorganizar el repertorio",
    "desarrollo": "La aplicación repetida de contingencias basadas en el principio de Premack no solo utiliza la jerarquía conductual existente, sino que puede modificarla, aumentando la probabilidad de conductas inicialmente poco frecuentes. Esto muestra que el principio tiene efectos estructurales sobre el repertorio del organismo. Referencia: Premack (1965), *Reinforcement Theory*."
  }

]

}
