{
  "id": "terapia-pareja-conductual-tradicional-1979",
  "grupo": "Conductismo",
  "label": "Terapia de pareja conductual tradicional",
  "year": 1979,
  "importance": 1,
  "autores": "Richard Stuart; Neil S. Jacobson; Gayla Margolin",
  "universidad": "University of Washington",
  "ciudad": "Seattle, Washington",
  "pais": "EE. UU.",
  "lat": 47.655335,
  "lon": -122.303520,

  "descripcion": "La Terapia de Pareja Conductual Tradicional (Traditional Behavioral Couple Therapy, TBCT) es un modelo de intervención diádica desarrollado a finales de los años setenta a partir de los principios del condicionamiento operante y del aprendizaje social aplicados a la relación de pareja. Concebida inicialmente por Richard Stuart y sistematizada por Neil S. Jacobson y Gayla Margolin, la TBCT entiende los problemas de pareja como el resultado de patrones disfuncionales de intercambio conductual, déficits en habilidades de comunicación y resolución de problemas, y desequilibrios en los sistemas de refuerzo mutuo. La intervención se centra en aumentar conductas positivas, reducir interacciones aversivas, establecer contratos conductuales explícitos y entrenar habilidades comunicativas, con el objetivo de modificar contingencias relacionales observables. Este enfoque constituye la base histórica de los modelos conductuales posteriores y el antecedente directo de enfoques integrativos como la Terapia de Pareja Conductual Integrativa (IBCT).",

  "influencias": [
    "Condicionamiento operante",
    "Aprendizaje social",
    "Psicología de la comunicación",
    "Intercambio conductual"
  ],

  "neimeyer": {
    "epistemologico": "El malestar relacional se explica en términos de patrones observables de interacción y contingencias de refuerzo dentro de la díada. La realidad clínica relevante es accesible a través de la conducta manifiesta y los intercambios comunicativos, no de constructos intrapsíquicos inferidos. El conocimiento terapéutico se valida empíricamente mediante cambios observables en la frecuencia y calidad de las interacciones. El cambio ocurre cuando se reorganizan las contingencias relacionales. La alianza terapéutica facilita la implementación del programa, pero no es el mecanismo explicativo central.",
    "teoriaFormal": "Los conflictos de pareja se mantienen por ciclos de castigo mutuo, déficits de refuerzo positivo y ausencia de habilidades eficaces de comunicación y resolución de problemas. El aumento sistemático de conductas reforzantes y la reducción de intercambios aversivos producen mejoras en satisfacción y estabilidad de la relación.",
    "teoriaClinica": "El caso se conceptualiza identificando patrones interactivos disfuncionales, conductas objetivo de cada miembro y contingencias que las mantienen. La intervención prioriza el entrenamiento conductual, la estructuración de intercambios positivos y la adquisición de habilidades prácticas aplicables a la vida cotidiana de la pareja."
  },

  "mjps": [
    "R",
    "AG",
    "RE"
  ],

"procedimientos": [
  {
    "nombre": "Evaluación conductual de la interacción de pareja",
    "codigo": "p_tbct_evaluacion_interaccion",
    "procesos": ["R_sist_interaccion", "AG_tomaDecisiones"],
    "texto": "Evaluación sistemática de los patrones observables de interacción de la pareja, identificando conductas positivas, conductas aversivas, secuencias de castigo mutuo y déficits de refuerzo, mediante entrevistas estructuradas, autorregistros y observación directa, con el objetivo de formular un análisis funcional relacional que guíe la intervención. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Análisis funcional diádico de conflictos",
    "codigo": "p_tbct_analisis_funcional_diadico",
    "procesos": ["R_sist_interaccion", "AG_tomaDecisiones"],
    "texto": "Identificación de antecedentes, conductas y consecuencias dentro de episodios conflictivos recurrentes, analizando cómo las respuestas de cada miembro funcionan como reforzadores o castigos para el otro, permitiendo comprender la lógica circular del deterioro relacional. Referencia: Stuart (1969); Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Psicoeducación en el modelo de intercambio conductual",
    "codigo": "p_tbct_psicoeducacion_intercambio",
    "procesos": ["RE_rotulacion", "N_normalizacion"],
    "texto": "Explicación del marco conductual de la relación de pareja, enfatizando cómo la satisfacción disminuye cuando caen las conductas reforzantes y aumentan las aversivas, y cómo el cambio relacional requiere modificar intercambios conductuales concretos más que explorar intenciones o emociones internas. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Incremento sistemático de conductas positivas",
    "codigo": "p_tbct_incremento_positivos",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Planificación explícita de conductas reforzantes que cada miembro se compromete a realizar para el otro (afecto, apoyo, cooperación, atención), aumentando deliberadamente la tasa de interacciones positivas para contrarrestar el clima aversivo y mejorar la satisfacción marital. Referencia: Stuart (1969); Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Contratos conductuales de pareja",
    "codigo": "p_tbct_contratos_conductuales",
    "procesos": ["AG_compromisoConductual", "R_sist_roles"],
    "texto": "Establecimiento de acuerdos explícitos, específicos y recíprocos sobre cambios conductuales concretos, con criterios claros de cumplimiento y revisión, reduciendo ambigüedad, expectativas implícitas y discusiones basadas en promesas vagas. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Entrenamiento en habilidades de comunicación conductual",
    "codigo": "p_tbct_comunicacion_conductual",
    "procesos": ["R_comunicacionEmocional", "AG_compromisoConductual"],
    "texto": "Entrenamiento estructurado en emisión de mensajes claros, específicos y no aversivos, escucha activa y validación mínima, con el objetivo de reducir escaladas punitivas y aumentar intercambios comprensibles y funcionales. Referencia: Margolin & Weiss (1978); Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Entrenamiento en expresión de quejas sin castigo",
    "codigo": "p_tbct_expresion_quejas",
    "procesos": ["RE_modulacion", "R_comunicacionEmocional"],
    "texto": "Aprendizaje de formas conductualmente eficaces de expresar insatisfacción o petición de cambio sin recurrir a crítica global, desprecio o amenazas, reduciendo la probabilidad de respuestas defensivas y castigos cruzados. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Entrenamiento en resolución conductual de problemas",
    "codigo": "p_tbct_resolucion_problemas",
    "procesos": ["AG_tomaDecisiones", "AG_compromisoConductual"],
    "texto": "Aplicación de un protocolo estructurado para abordar problemas prácticos (definición del problema, generación de alternativas, evaluación de consecuencias, elección y prueba), promoviendo soluciones observables y evaluables en lugar de discusiones circulares. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Reducción de conductas aversivas y coercitivas",
    "codigo": "p_tbct_reduccion_aversivos",
    "procesos": ["RE_modulacion", "R_sist_interaccion"],
    "texto": "Identificación y disminución deliberada de conductas punitivas como crítica, sarcasmo, retirada afectiva o hostilidad abierta, que mantienen ciclos de castigo mutuo y deterioro relacional, sustituyéndolas por respuestas menos aversivas. Referencia: Stuart (1969); Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Asignación de tareas conductuales entre sesiones",
    "codigo": "p_tbct_tareas_entre_sesiones",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Prescripción de prácticas conductuales específicas para realizar en la vida cotidiana de la pareja, orientadas a consolidar los cambios y generalizar los aprendizajes fuera de la sesión terapéutica. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Monitorización de cambios conductuales y satisfacción",
    "codigo": "p_tbct_monitorizacion",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Seguimiento sistemático de la frecuencia de conductas objetivo y del nivel de satisfacción marital mediante autorregistros y escalas breves, permitiendo evaluar la eficacia del programa y realizar ajustes basados en datos. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Generalización y mantenimiento del cambio conductual",
    "codigo": "p_tbct_generalizacion",
    "procesos": ["AG_generalizacion"],
    "texto": "Planificación explícita para mantener los intercambios positivos y las habilidades adquiridas a largo plazo, anticipando situaciones de estrés y previniendo recaídas en patrones coercitivos previos. Referencia: Jacobson & Margolin (1979)."
  }
],


"micros": [
  {
    "nombre": "Identificación de conductas reforzantes específicas",
    "codigo": "m_tbct_identificacion_reforzantes",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Ayuda a cada miembro de la pareja a identificar conductas concretas del otro que resultan reforzantes o satisfactorias, evitando generalizaciones abstractas, para aumentar la precisión del intercambio conductual. Referencia: Stuart (1969)."
  },
  {
    "nombre": "Rotulación conductual de quejas",
    "codigo": "m_tbct_rotulacion_quejas",
    "procesos": ["RE_rotulacion"],
    "texto": "Transformación de quejas globales o personales en descripciones conductuales observables y modificables, reduciendo la carga punitiva del mensaje. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Refuerzo verbal inmediato de conductas positivas",
    "codigo": "m_tbct_refuerzo_verbal",
    "procesos": ["R_comunicacionEmocional"],
    "texto": "Entrenamiento en la emisión de reconocimiento verbal inmediato y específico tras conductas positivas del otro, aumentando la probabilidad de repetición del comportamiento. Referencia: Stuart (1969)."
  },
  {
    "nombre": "Modelado de comunicación no aversiva",
    "codigo": "m_tbct_modelado_comunicacion",
    "procesos": ["R_comunicacionEmocional"],
    "texto": "Demostración explícita por parte del terapeuta de formas de comunicación directa, descriptiva y no punitiva, facilitando el aprendizaje por imitación. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Ensayo conductual de peticiones",
    "codigo": "m_tbct_ensayo_peticiones",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Práctica guiada en sesión de peticiones claras, específicas y negociables, con feedback inmediato para corregir formulaciones coercitivas o ambiguas. Referencia: Margolin & Weiss (1978)."
  },
  {
    "nombre": "Interrupción de escaladas coercitivas",
    "codigo": "m_tbct_interrupcion_escalada",
    "procesos": ["RE_modulacion"],
    "texto": "Detección temprana y parada explícita de secuencias de crítica–defensa–contraataque durante la sesión para evitar el refuerzo de patrones disfuncionales. Referencia: Patterson (1982)."
  },
  {
    "nombre": "Asignación concreta de conductas del contrato",
    "codigo": "m_tbct_asignacion_conductas",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Traducción de acuerdos generales en conductas observables, medibles y temporalmente delimitadas dentro de los contratos conductuales. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Feedback inmediato sobre cumplimiento",
    "codigo": "m_tbct_feedback_cumplimiento",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Revisión explícita del grado de cumplimiento de los acuerdos conductuales, reforzando avances y ajustando expectativas sin reproche. Referencia: Stuart (1969)."
  },
  {
    "nombre": "Descomposición conductual de problemas prácticos",
    "codigo": "m_tbct_descomposicion_problemas",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Fragmentación de conflictos amplios en unidades conductuales manejables para facilitar la aplicación del entrenamiento en resolución de problemas. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Registro semanal de intercambios positivos",
    "codigo": "m_tbct_registro_positivos",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Uso de autorregistros breves para monitorizar la frecuencia de conductas positivas intercambiadas, aumentando conciencia y adherencia al tratamiento. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "nombre": "Refuerzo diferencial de intentos de cambio",
    "codigo": "m_tbct_refuerzo_intentos",
    "procesos": ["R_sist_interaccion"],
    "texto": "Reconocimiento explícito de aproximaciones al cambio, aunque sean imperfectas, para evitar castigo inadvertido de esfuerzos iniciales. Referencia: Stuart (1969)."
  },
  {
    "nombre": "Cierre de sesión con tarea conductual concreta",
    "codigo": "m_tbct_cierre_tarea",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Finalización de cada sesión con una tarea conductual específica y acordada, facilitando transferencia inmediata a la vida cotidiana. Referencia: Jacobson & Margolin (1979)."
  }
],


"ideasPrincipales": [
  {
    "id": "idea_tbct_1",
    "titulo": "La satisfacción de pareja depende del intercambio conductual",
    "desarrollo": "La TBCT sostiene que la calidad de la relación está directamente relacionada con el balance entre conductas reforzantes y aversivas intercambiadas por los miembros de la pareja. Cuando disminuyen las conductas positivas y aumentan las punitivas, la satisfacción marital cae de forma predecible. El cambio relacional se logra alterando este balance, no explorando intenciones ocultas. Referencia: Stuart (1969); Jacobson & Margolin (1979)."
  },
  {
    "id": "idea_tbct_2",
    "titulo": "Los conflictos se mantienen por ciclos coercitivos",
    "desarrollo": "Los problemas de pareja no se explican por rasgos de personalidad sino por secuencias repetidas de castigo mutuo, donde cada respuesta aversiva del uno refuerza la del otro. La intervención eficaz debe romper estos ciclos, no ganar discusiones ni asignar culpables. Referencia: Patterson (1982); Jacobson & Margolin (1979)."
  },
  {
    "id": "idea_tbct_3",
    "titulo": "Cambiar la conducta precede al cambio emocional",
    "desarrollo": "La TBCT invierte la secuencia habitual del cambio terapéutico: primero se modifican conductas observables y patrones de interacción, y como consecuencia emergen cambios emocionales y cognitivos. No se espera que la pareja “se sienta mejor” para comportarse mejor. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "id": "idea_tbct_4",
    "titulo": "La comunicación es una habilidad entrenable",
    "desarrollo": "Desde este modelo, los problemas de comunicación no se interpretan como falta de autenticidad emocional, sino como déficits conductuales aprendidos. La comunicación eficaz puede entrenarse mediante instrucciones claras, modelado, ensayo y refuerzo. Referencia: Margolin & Weiss (1978)."
  },
  {
    "id": "idea_tbct_5",
    "titulo": "Los contratos conductuales reducen ambigüedad y resentimiento",
    "desarrollo": "Los acuerdos explícitos sobre conductas concretas disminuyen expectativas implícitas, reproches vagos y discusiones interminables. Al hacer visibles los compromisos, se reduce la carga emocional del conflicto y se facilita la cooperación. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "id": "idea_tbct_6",
    "titulo": "El refuerzo positivo es más eficaz que el castigo",
    "desarrollo": "El modelo demuestra que aumentar conductas deseadas mediante refuerzo es más eficaz y estable que intentar eliminar conductas indeseadas mediante crítica o presión. El castigo deteriora la relación y reduce la motivación al cambio. Referencia: Stuart (1969)."
  },
  {
    "id": "idea_tbct_7",
    "titulo": "La relación es un sistema, no dos problemas individuales",
    "desarrollo": "La TBCT conceptualiza la pareja como una unidad funcional donde las conductas de cada miembro influyen directamente en las del otro. El foco no está en “arreglar” a una persona, sino en modificar el sistema de interacción. Referencia: Jacobson & Margolin (1979)."
  },
  {
    "id": "idea_tbct_8",
    "titulo": "La TBCT es el antecedente directo de los modelos integrativos",
    "desarrollo": "Aunque limitada en el abordaje de emociones profundas, la Terapia de Pareja Conductual Tradicional sentó las bases empíricas y técnicas de modelos posteriores como la IBCT, aportando el núcleo conductual sobre el que se integraron procesos emocionales y de aceptación. Referencia: Jacobson & Christensen (1996)."
  }
],


  "refs": [
    "Jacobson, N. S., & Margolin, G. (1979). Marital Therapy: Strategies Based on Social Learning and Behavior Exchange Principles.",
    "Stuart, R. B. (1969). Operant-interpersonal treatment for marital discord.",
    "Jacobson, N. S., & Christensen, A. (1996). Integrative Couple Therapy."
  ]
}
