{
  "id": "k_kublerross69",
  "grupo": "Transversal",
  "label": "Modelo de Kübler-Ross (estados frecuentes ante la pérdida)",
  "year": 1969,
  "autores": "Elisabeth Kübler-Ross",
  "isMarco": true,
  "descripcion": "El modelo de Kübler-Ross describe un conjunto de respuestas emocionales frecuentes ante la experiencia de pérdida —negación, ira, negociación, tristeza/depresión y aceptación— originalmente observadas en pacientes terminales y luego aplicadas al duelo en general. No está concebido como una secuencia rígida ni como un mapa de progreso obligatorio: las reacciones pueden aparecer, solaparse o volver a surgir en cualquier orden. Su valor clínico está en aportar lenguaje, normalización y contexto humanizador al dolor y a la adaptación emocional ante pérdidas significativas.",
  "alianzaModelo": {
    "ALI_vinculo": "El vínculo terapéutico se fortalece cuando la psicoeducación se usa para validar experiencias emocionales y situarlas como respuestas humanas comprensibles, evitando moralizaciones. El modelo actúa como puente comunicativo entre experiencia y significado.",
    "ALI_objetivos": "Los objetivos se centran en aumentar la conciencia emocional, validar la amplitud de reacciones y normalizar la variabilidad individual del duelo. Se evita utilizar el modelo como meta de “avance” obligatorio.",
    "ALI_tareas": "Se utilizan exploraciones guiadas de cada estado emocional para facilitar la identificación de experiencias internas, sin exigir que “se pasen” etapas. El trabajo se orienta a integrar el lenguaje con la experiencia vivida.",
    "ALI_colaboracion": "Se colabora en mapear reacciones, identificando disparadores y patrones, y en el uso compartido de términos para hablar de experiencias dolorosas con menos confusión.",
    "ALI_sintonia": "La sintonía se expresa ajustando la psicoeducación al ritmo del paciente: a veces solo se puede nombrar el estado sin profundizar emocionalmente, lo cual se respeta.",
    "ALI_rupturaReparacion": "Si surge frustración por “no avanzar de etapa”, se reformula enseguida la no linealidad del modelo y se reanuda el diálogo clínico centrado en procesos subyacentes.",
    "ALI_monitorizacion": "Se monitoriza la aparición de estados y rigideces (p. ej., fijación en ira o negación), para decidir posteriormente intervenciones más profundas alineadas con procesos ED.",
    "ALI_contexto": "Se reconoce cómo factores culturales y relacionales (normas sobre llorar, expresar rabia o hablar de la muerte) influyen en qué estados aparecen y cómo se expresan."
  },
  "neimeyer": {
    "epistemologico": "El modelo ofrece categorías descriptivas para estados de experiencia emocional ante pérdida, sin pretender explicar mecanismos de cambio.",
    "teoriaFormal": "No propone una teoría formal del self; su foco es la humanización de experiencias extremas.",
    "teoriaClinica": "Conceptualiza el caso describiendo qué experiencias emocionales aparecen, sin secuencias fijas. El duelo se evalúa en términos de flexibilidad y regulación emocional."
  },
  "influencias": [
    "Tanatología y cuidados paliativos",
    "Psicoeducación emocional",
    "Humanismo clínico"
  ],
  "procesos": [
    "Nombrar y normalizar reacciones emocionales",
    "Exploración psicoeducativa de estados",
    "Flexibilización de la respuesta emocional",
    "Comunicación de experiencias internas"
  ],
  "mjps": ["ED", "RE", "N", "I"],
  "procedimientos": [
    {
      "nombre": "Psicoeducación de las respuestas emocionales",
      "codigo": "p_kr_psicoeducacion",
      "procesos": ["ED_oscilacionTolerancia", "RE_modulacion", "N_metacognicion"],
      "texto": "Introducir el modelo de estados emocionales como vocabulario clínico para identificar y nombrar reacciones de negación, ira, negociación, tristeza y aceptación, aclarando que no se trata de “fases” obligatorias ni lineales, sino de respuestas posibles que pueden aparecer, coexistir o repetirse. Esto normaliza la experiencia y reduce autojuicio."
    },
    {
      "nombre": "Mapeo de experiencias emocionales",
      "codigo": "p_kr_mapeo",
      "procesos": ["N_metacognicion", "ED_oscilacionTolerancia"],
      "texto": "Explorar con el paciente qué respuestas emocionales ha experimentado, con qué intensidad y en qué contextos, diferenciando experiencias que regulan de aquellas que bloquean. Este mapeo ayuda a detectar rigideces y planificar intervenciones en procesos ED subyacentes."
    },
    {
      "nombre": "Uso de metáforas curativas",
      "codigo": "p_kr_metaforas",
      "procesos": ["N_construccionSignificado", "RE_modulacion"],
      "texto": "Utilizar metáforas extraídas de los escritos y talleres de Kübler-Ross para facilitar un entendimiento más rico del dolor emocional que reduzca miedo y aumente sentido compartido."
    },
    {
      "nombre": "Trabajo con narrativas biográficas",
      "codigo": "p_kr_narrativa",
      "procesos": ["N_construccionSignificado", "ED_reconocimiento"],
      "texto": "Guiar al paciente en la reconstrucción de su propia historia de pérdida vinculando experiencias emocionales con su trayectoria de vida para integrar el significado personal de la pérdida."
    },
    {
      "nombre": "Activación expresiva a través de simbolizaciones",
      "codigo": "p_kr_simbolizacion",
      "procesos": ["ED_expresionVinculada", "RE_expansionAfectiva"],
      "texto": "Incorporar actividades como dibujos, relatos u objetos simbólicos para permitir la expresión emocional no verbal y facilitar la toma de conciencia de imágenes mentales vinculadas al dolor, al miedo y al amor."
    }
  ],
  "micros": [
    {
      "nombre": "Normalizar negación protectora",
      "codigo": "m_kr_normalizar_negacion",
      "procesos": ["ED_reconocimiento"],
      "texto": "Validar temporalmente el uso de negación como amortiguador del impacto, explicando su función reguladora sin reforzarla como solución permanente."
    },
    {
      "nombre": "Apertura a la ira",
      "codigo": "m_kr_apertura_ira",
      "procesos": ["ED_expresionVinculada", "RE_modulacion"],
      "texto": "Facilitar la expresión segura de rabia o protesta ante la pérdida, validando que no es irresponsable ni patológico, sino una respuesta humana al dolor."
    },
    {
      "nombre": "Explorar acuerdos de negociación",
      "codigo": "m_kr_negociacion",
      "procesos": ["N_metacognicion", "ED_reconocimiento"],
      "texto": "Detectar y explorar expresiones de negociación para clarificar su función reguladora sin reforzar ilusiones de reversión."
    },
    {
      "nombre": "Acompañar tristeza profunda",
      "codigo": "m_kr_acompanar_tristeza",
      "procesos": ["ED_oscilacionTolerancia", "RE_modulacion"],
      "texto": "Ofrecer presencia validante en momentos de tristeza profunda, normalizando el llanto y la retirada energética."
    },
    {
      "nombre": "Reencuadre de aceptación",
      "codigo": "m_kr_reencuadrar_aceptacion",
      "procesos": ["ED_reconocimiento", "N_construccionSignificado"],
      "texto": "Aclarar que aceptación no es ausencia de dolor ni cierre definitivo, sino una forma de convivir con la irreversibilidad."
    }
  ],
  "refs": [
    "Kübler-Ross, E. (1969). On Death and Dying.",
    "Kübler-Ross, E. & Kessler, D. (2005). On Grief and Grieving.",
    "Kübler-Ross, E. (s/f). Sobre el duelo y el dolor."
  ]
}
