{
  "id": "attachment-based-family-therapy-abft",
  "grupo": "Sistémico",
  "label": "ABFT – Terapia familiar basada en el apego",
  "year": 2002,
  "autores": "Guy S. Diamond; Gary Diamond; Suzanne Levy",
  "importancia": 1,
  "file": "modelos/sistemico/attachment-based-family-therapy-abft.json",

  "universidad": "",
  "ciudad": "Philadelphia, Pennsylvania",
  "pais": "EE. UU.",
  "lat": 39.9526,
  "lon": -75.1652,

  "influencias": [
    "Teoría del apego",
    "Sistémico",
    "EFT de pareja",
    "Epistemología genética",
    "Constructivismo social / Relacional"
  ],

  "books": [
    "Diamond, Diamond, Levy — Attachment-Based Family Therapy for Depressed Adolescents (2014)",
    "Guy S. Diamond — Attachment-Based Family Therapy: Clinical Strategies (2023)"
  ],

  "summary": "La ABFT es una terapia familiar focalizada en reparar las rupturas vinculares entre padres e hijos adolescentes, especialmente en contextos de depresión o riesgo suicida. Se estructura en cinco tareas: construcción de la alianza, reestructuración parental, conversación reparadora, fomento de la autonomía y cierre. Integra la sensibilidad emocional del apego con la mirada relacional sistémica, ofreciendo un marco claro para restaurar la confianza y la conexión emocional. Su eficacia está respaldada por múltiples ensayos clínicos.",

  "descripcion": "La Attachment-Based Family Therapy (ABFT) es un modelo manualizado y basado en la evidencia diseñado inicialmente para adolescentes con depresión mayor y riesgo suicida, y posteriormente extendido a problemas de ansiedad, trauma relacional y conflictos parento-filiales. El núcleo del modelo es que el sufrimiento del adolescente se mantiene en rupturas de apego no resueltas —experiencias de invalidez, abandono, crítica o falta de protección— que erosionan la seguridad relacional y bloquean el desarrollo de la autonomía.\n\nABFT organiza la intervención en cinco tareas secuenciales pero flexibles. Cada tarea activa procesos específicos de alianza, regulación emocional, acceso experiencial y reparación relacional. El terapeuta actúa como facilitador de conversaciones emocionalmente correctivas, sosteniendo seguridad y estructura para que padres y adolescentes puedan expresar necesidades de apego, reconocer fallos relacionales y restablecer la confianza.\n\nA diferencia de modelos estratégicos o puramente conductuales, ABFT no prioriza el control del síntoma de forma directa, sino la restauración del vínculo como condición de posibilidad para el cambio. El alivio sintomático emerge cuando el adolescente recupera una base segura desde la cual explorar, regularse y ejercer agencia.",

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica es relacional y afectiva: el significado del sufrimiento adolescente se construye en contextos vinculares de apego. El síntoma no es un fallo individual aislado, sino una señal de ruptura en la disponibilidad emocional y la protección parental.\n\nConcepción del conocimiento terapéutico\nEl conocimiento es co-construido en la relación terapéutica y en las conversaciones familiares guiadas. El terapeuta aporta estructura, seguridad y dirección, pero el cambio se produce a través de experiencias emocionales compartidas y reconocimientos mutuos.\n\nConcepción del ser humano y del cambio\nEl adolescente es un agente en desarrollo cuya regulación emocional, identidad y autonomía dependen de una base segura. El cambio ocurre cuando se restablece la seguridad relacional que permite explorar emociones dolorosas sin retraimiento ni escalada.\n\nRol de la relación terapéutica\nLa relación terapéutica es un contexto de apego transitorio que sostiene el riesgo emocional de las conversaciones reparadoras. Funciona como andamiaje para que la familia pueda crear sus propias experiencias correctivas.",
    "teoriaFormal": "Qué es el self\nEl self adolescente se concibe como un sistema en desarrollo organizado por modelos internos de apego. La identidad, la regulación emocional y la agencia emergen de la experiencia repetida de ser visto, protegido y validado por figuras significativas.\n\nCómo se explica el cambio\nEl cambio se explica como una reorganización de los modelos internos de relación mediante experiencias emocionales correctivas: expresión de necesidades de apego, reconocimiento del daño relacional y respuestas parentales más sensibles y protectoras.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por ciclos de desconfirmación, evitación emocional y escalada defensiva entre padres e hijos. La falta de reparación consolida modelos de apego inseguros que amplifican depresión, ansiedad y riesgo suicida.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando rupturas de apego específicas, patrones de interacción que las mantienen y recursos parentales disponibles para la reparación. Se analiza el equilibrio entre protección y autonomía.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de alianza, acceso emocional, co-regulación, reparación relacional y promoción de la autonomía segura.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor apertura emocional, reducción de evitación, respuestas parentales más sensibles, incremento de confianza y mejora sintomática del adolescente."
  },

  "mjps": ["ALI", "RE", "AP", "RI", "N", "I", "R", "AG"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye cuidadosamente con cada subsistema (adolescente y padres), validando sus experiencias sin tomar partido. La seguridad relacional es prioritaria, especialmente en contextos de riesgo suicida.",
    "ALI_objetivos": "Los objetivos se formulan como restauración de la confianza y la seguridad de apego, más que como control directo del síntoma.",
    "ALI_tareas": "Las tareas se presentan como pasos necesarios para reparar el vínculo: conversaciones guiadas, ensayos emocionales y prácticas parentales sensibles.",
    "ALI_colaboracion": "La colaboración implica preparar activamente a cada miembro para asumir su rol en la reparación, respetando ritmos y límites.",
    "ALI_sintonia": "La sintonía se expresa en la regulación del ritmo emocional, evitando sobreexposición del adolescente o defensividad parental.",
    "ALI_rupturaReparacion": "Las rupturas se abordan explícitamente como oportunidades terapéuticas, modelando procesos de reparación.",
    "ALI_monitorizacion": "Se monitoriza de forma continua el nivel de seguridad emocional y riesgo, ajustando profundidad e intensidad.",
    "ALI_contexto": "Se consideran factores culturales, familiares y contextuales que influyen en las expectativas parentales y en la expresión emocional."
  },

  "procesos": [
    "Restauración del apego seguro",
    "Acceso y expresión de emociones primarias",
    "Co-regulación emocional parento-filial",
    "Reparación relacional explícita",
    "Promoción de autonomía segura",
    "Reorganización de narrativas familiares"
  ],
"ideasPrincipales": [

  {
    "id": "idea_abft_1",
    "titulo": "El síntoma adolescente es una señal de ruptura vincular",
    "desarrollo": "ABFT sostiene que la depresión, la desesperanza o el riesgo suicida en la adolescencia no pueden comprenderse únicamente como fenómenos intrapsíquicos individuales, sino como manifestaciones de rupturas de apego no resueltas dentro del sistema familiar. El síntoma expresa una falla en la disponibilidad emocional, validación o protección parental, y funciona como indicador relacional más que como patología aislada del self. (Diamond, Diamond & Levy, 2014)."
  },

  {
    "id": "idea_abft_2",
    "titulo": "La reparación del vínculo precede al control del síntoma",
    "desarrollo": "A diferencia de modelos centrados en la modificación directa de conducta o cognición, ABFT plantea que el alivio sintomático emerge cuando se restaura la seguridad relacional. La terapia no intenta eliminar primero la depresión, sino reconstruir la base segura desde la cual el adolescente puede regularse y recuperar agencia. El cambio sintomático es consecuencia de la reorganización vincular. (Diamond et al., 2014)."
  },

  {
    "id": "idea_abft_3",
    "titulo": "El apego es un sistema organizador del desarrollo adolescente",
    "desarrollo": "El modelo asume que incluso en la adolescencia —etapa de búsqueda de autonomía— la regulación emocional y la consolidación identitaria siguen dependiendo de una base segura. La autonomía saludable no implica desvinculación, sino diferenciación sostenida por disponibilidad emocional parental. Sin seguridad de apego, la individuación se bloquea o se vuelve defensiva. (Bowlby, 1988; Diamond et al., 2014)."
  },

  {
    "id": "idea_abft_4",
    "titulo": "El cambio ocurre a través de experiencias emocionales correctivas familiares",
    "desarrollo": "ABFT conceptualiza el cambio como una reorganización de los modelos internos de relación mediante conversaciones reparadoras estructuradas. Cuando el adolescente puede expresar necesidades de apego y los padres responden con reconocimiento y responsabilidad emocional, se generan experiencias correctivas que transforman expectativas relacionales implícitas. (Diamond, 2023)."
  },

  {
    "id": "idea_abft_5",
    "titulo": "La alianza diferenciada es condición estructural del proceso",
    "desarrollo": "El modelo establece alianzas separadas con el adolescente y con los padres antes de promover encuentros reparadores conjuntos. Esta estrategia no es táctica, sino epistemológica: reconoce que cada subsistema posee una narrativa válida que debe ser legitimada antes de exponerse a vulnerabilidad compartida. La alianza múltiple es el andamiaje que sostiene la reparación. (Diamond et al., 2014)."
  },

  {
    "id": "idea_abft_6",
    "titulo": "La emoción primaria es el canal de reorganización relacional",
    "desarrollo": "ABFT distingue entre emociones defensivas secundarias (ira, retirada, sarcasmo) y emociones primarias de apego (miedo, tristeza, anhelo de protección). El trabajo terapéutico busca atravesar la defensa para acceder a la emoción primaria, ya que es esta la que moviliza empatía parental y posibilita la reparación vincular. (Diamond, 2023)."
  },

  {
    "id": "idea_abft_7",
    "titulo": "Los padres pueden reorganizar su función protectora",
    "desarrollo": "El modelo no patologiza a los padres, sino que asume que muchas respuestas críticas o evitativas son intentos fallidos de regulación. A través de reestructuración parental, los cuidadores pueden recuperar sensibilidad al apego y fortalecer su rol protector, transformando la dinámica sistémica sin culpabilización. (Diamond et al., 2014)."
  },

  {
    "id": "idea_abft_8",
    "titulo": "La autonomía segura es el resultado final del proceso",
    "desarrollo": "La meta última de ABFT no es la fusión familiar ni la dependencia, sino una autonomía sostenida por confianza relacional. Cuando el vínculo se repara, el adolescente puede explorar, decidir y diferenciarse sin vivenciar abandono o traición. El cambio estructural implica pasar de defensa y desconfianza a seguridad y agencia. (Diamond, 2023)."
  }

],

  "procedimientos": [
    {
      "nombre": "Tarea 1 – Construcción de la alianza",
      "codigo": "p_abft_alianza",
      "procesos": ["ALI_vinculo", "RE_coregulacion"],
      "texto": "Establecimiento de una relación segura con adolescente y padres por separado, validando experiencias y reduciendo defensividad para preparar el trabajo reparador."
    },
    {
      "nombre": "Tarea 2 – Reestructuración parental",
      "codigo": "p_abft_parental",
      "procesos": ["R_sist_roles", "RI_autocompasion"],
      "texto": "Trabajo con padres para aumentar sensibilidad al apego, reducir respuestas críticas o evitativas y fortalecer la función protectora."
    },
    {
      "nombre": "Tarea 3 – Conversación reparadora",
      "codigo": "p_abft_reparadora",
      "procesos": ["AP_trabajoCorrectivo", "R_reparacionRelacional"],
      "texto": "Conversación guiada donde el adolescente expresa necesidades y heridas de apego, y los padres responden con reconocimiento y reparación."
    },
    {
      "nombre": "Tarea 4 – Fomento de la autonomía",
      "codigo": "p_abft_autonomia",
      "procesos": ["AG_tomaDecisiones", "R_limitesInterpersonales"],
      "texto": "Promoción de independencia progresiva del adolescente desde una base segura, negociando límites y responsabilidades."
    },
    {
      "nombre": "Tarea 5 – Cierre y consolidación",
      "codigo": "p_abft_cierre",
      "procesos": ["N_integracionMemorias", "AG_compromisoConductual"],
      "texto": "Consolidación de cambios, integración narrativa y planificación de mantenimiento relacional."
    }
  ],

  "micros": [
    {
      "nombre": "Validación explícita de heridas de apego",
      "codigo": "m_abft_validacion",
      "procesos": ["RE_aceptacion", "R_reparacionRelacional"],
      "texto": "Nombrar y legitimar experiencias de abandono, miedo o invalidez vividas por el adolescente."
    },
    {
      "nombre": "Coaching emocional parental",
      "codigo": "m_abft_coaching",
      "procesos": ["RE_coregulacion", "R_comunicacionEmocional"],
      "texto": "Entrenar respuestas parentales sensibles y reguladoras ante la emoción intensa del hijo."
    },
    {
      "nombre": "Externalizar el patrón, no al hijo",
      "codigo": "m_abft_externalizar",
      "procesos": ["N_reformulacion", "R_sist_ciclos"],
      "texto": "Separar al adolescente del problema relacional para reducir culpabilización y aumentar cooperación."
    },
    {
      "nombre": "Ensayo de reparación",
      "codigo": "m_abft_ensayo",
      "procesos": ["AP_trabajoCorrectivo", "R_reparacionRelacional"],
      "texto": "Práctica guiada de disculpa, reconocimiento y protección dentro de la sesión."
    },
    {
      "nombre": "Chequeo de seguridad emocional",
      "codigo": "m_abft_seguridad",
      "procesos": ["ALI_monitorizacion", "RE_modulacion"],
      "texto": "Evaluación continua de activación emocional y riesgo para ajustar la intervención."
    }
  ],

  "refs": [
    "Diamond, G. S., Diamond, G. M., & Levy, S. (2014). Attachment-Based Family Therapy for Depressed Adolescents.",
    "Diamond, G. S. (2023). Attachment-Based Family Therapy: Clinical Strategies.",
    "Bowlby, J. (1988). A Secure Base."
  ]
}
