{
  "id": "cibernetica-teoria-comunicacion-1956",
  "grupo": "Sistémico",
  "label": "Cibernética y teoría de la comunicación (Gregory Bateson)",
  "year": 1956,
  "importance": 2,
  "type": "Estudio",
  "isFundacional": true,

  "autores": "Gregory Bateson",
  "universidad": "",
  "ciudad": "Palo Alto, California",
  "pais": "EE. UU.",
  "lat": 37.441883,
  "lon": -122.143019,

  "derivesFrom": [
    "Antropología",
    "Cibernética de primer orden",
    "Comunicación"
  ],

  "influencias": [
    "Antropología",
    "Cibernética de primer orden",
    "Comunicación"
  ],

  "books": [
    "Gregory Bateson — Steps to an Ecology of Mind (1972)",
    "Gregory Bateson — Mind and Nature (1979)",
    "Gregory Bateson & Jürgen Ruesch — Communication: The Social Matrix of Psychiatry (1951)"
  ],

  "summary": "Antropólogo clave en la introducción de la cibernética y la teoría de la comunicación en psicoterapia. Co-autor de la hipótesis del doble vínculo en esquizofrenia y precursor de la mirada sistémica sobre la interacción familiar.",

  "descripcion": "El trabajo de Gregory Bateson constituye uno de los fundamentos epistemológicos más decisivos de la psicoterapia sistémica: desplaza la explicación del sufrimiento desde causas lineales intrapsíquicas hacia patrones circulares de comunicación, retroalimentación y contexto relacional. Desde la cibernética de primer orden y la teoría de la comunicación, Bateson propone que los sistemas (familias, parejas, organizaciones) tienden a mantener su equilibrio mediante bucles de feedback que estabilizan o amplifican conductas, y que muchas ‘soluciones’ se convierten en el propio problema al reforzar el patrón. La hipótesis del doble vínculo aporta un marco para entender sufrimiento severo como resultado de mensajes contradictorios en niveles diferentes de comunicación (contenido vs relación) donde la persona no puede ni escapar ni metacomunicar la contradicción. En clínica, Bateson no ofrece un protocolo terapéutico cerrado, sino un conjunto de lentes operativas (circularidad, niveles lógicos, metacomunicación, aprendizaje) que se convierten en el suelo común de modelos como MRI, estratégica, estructural y parte de la terapia familiar contemporánea.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se entiende como relacional y contextual: lo que llamamos ‘síntoma’ adquiere sentido dentro de patrones de interacción y reglas comunicacionales. El conocimiento terapéutico se construye desde una epistemología sistémica y cibernética: se observa el sistema, sus bucles de retroalimentación y sus niveles de comunicación, evitando explicaciones lineales simples. El ser humano se concibe como un nodo dentro de redes de relación que co-determinan significados y conductas. El cambio implica reorganizar patrones y reglas del sistema (y su manera de interpretar y responder), más que ‘corregir’ un defecto interno aislado. La relación terapéutica se diseña como intervención en el sistema observador–observado: el terapeuta influye inevitablemente en lo que observa y en lo que el sistema puede llegar a hacer visible.",
    "teoriaFormal": "El self y la conducta se explican como emergentes de contextos de comunicación y aprendizaje. El cambio se produce cuando se alteran bucles de feedback y se introducen nuevas distinciones (metacomunicación, cambio de marco), generando aprendizaje de orden superior. El sufrimiento se mantiene por rigidez de patrones, escaladas simétricas o complementariedades rígidas, y por contradicciones comunicacionales crónicas (p. ej., doble vínculo) que bloquean la capacidad de elegir respuestas nuevas.",
    "teoriaClinica": "El caso se conceptualiza identificando: (1) patrones de interacción repetitivos, (2) reglas implícitas del sistema, (3) niveles de comunicación (contenido/relación; metacomunicación) y (4) bucles de retroalimentación que mantienen el problema. Se prioriza interrumpir ciclos, crear nuevas opciones comunicacionales y aumentar la capacidad de metacomunicar. El progreso se evalúa por flexibilización de reglas, reducción de escaladas, ampliación del repertorio relacional y aparición de nuevas narrativas sistémicas sobre el problema."
  },

  "procesos": [
    "Circularidad y retroalimentación (feedback)",
    "Metacomunicación y niveles de mensaje",
    "Identificación de patrones de interacción",
    "Cambio de marco (reframing sistémico)",
    "Aprendizaje de orden superior (cambio de reglas)",
    "Ecología de la mente (contexto–significado–conducta)"
  ],

  "mjps": [
    "R",
    "N",
    "ALI",
    "RE"
  ],

  "procedimientos": [
    {
      "nombre": "Análisis de patrones circulares (bucles de feedback)",
      "codigo": "p_bateson_feedback_loops",
      "procesos": ["R_sist_ciclos", "R_sist_interaccion"],
      "texto": "Procedimiento de lectura sistémica que reemplaza la causalidad lineal por circularidad: se identifica cómo cada respuesta de un miembro del sistema se convierte en estímulo para el otro, generando bucles que estabilizan o amplifican el problema. En clínica, esto se traduce en mapear secuencias repetidas (acción–reacción–acción) y localizar la ‘solución intentada’ que refuerza el ciclo."
    },
    {
      "nombre": "Lectura de niveles de comunicación (contenido vs relación)",
      "codigo": "p_bateson_niveles_comunicacion",
      "procesos": ["R_sist_roles", "R_comunicacionEmocional"],
      "texto": "Procedimiento para discriminar lo que se dice (contenido) de lo que el mensaje hace en la relación (posición, poder, alianza, distancia). Permite ver que el conflicto muchas veces no es ‘sobre el tema’, sino sobre el vínculo y las reglas implícitas que organizan el intercambio."
    },
    {
      "nombre": "Detección y formulación de doble vínculo",
      "codigo": "p_bateson_doble_vinculo",
      "procesos": ["R_sist_guiones", "N_marcosCognitivos"],
      "texto": "Procedimiento conceptual para identificar situaciones en las que una persona recibe mensajes contradictorios en niveles diferentes (p. ej., ‘te quiero’ con rechazo conductual), con prohibición implícita de señalar la contradicción. El uso clínico no es ‘diagnosticar esquizofrenia’, sino detectar configuraciones comunicacionales que generan atrapamiento, confusión y desregulación relacional."
    },
    {
      "nombre": "Metacomunicación guiada",
      "codigo": "p_bateson_metacomunicacion",
      "procesos": ["R_sist_interaccion", "R_reparacionRelacional"],
      "texto": "Procedimiento para ayudar al sistema a hablar sobre cómo habla: hacer explícitas reglas, supuestos y efectos del intercambio. Introduce un nivel de observación que suele desbloquear escaladas y permite renegociar normas relacionales sin entrar en contenido interminable."
    },
    {
      "nombre": "Reencuadre sistémico (cambio de marco)",
      "codigo": "p_bateson_reencuadre",
      "procesos": ["N_reformulacion", "R_sist_ciclos"],
      "texto": "Procedimiento de cambio de contexto interpretativo: una conducta deja de verse como ‘defecto individual’ y se entiende como función en el sistema (protección, señal, estabilización). El reencuadre reduce culpa/ataque y abre opciones de intervención sobre reglas y ciclos."
    },
    {
      "nombre": "Hipótesis de función comunicacional del síntoma",
      "codigo": "p_bateson_funcion_sintoma",
      "procesos": ["R_sist_roles", "R_sist_ciclos"],
      "texto": "Procedimiento para explorar qué regula el síntoma en el sistema: qué evita, qué organiza, qué mantiene unido o separado, qué jerarquía sostiene. No es ‘justificar’ el problema, sino entender por qué el sistema lo necesita para conservar equilibrio, y qué alternativa sería menos costosa."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta circular (quién hace qué después de qué)",
      "codigo": "m_bateson_pregunta_circular",
      "procesos": ["R_sist_ciclos", "R_sist_interaccion"],
      "texto": "Microintervención que desplaza el foco de ‘culpas’ a secuencias: se pregunta por orden temporal, reacciones y consecuencias. Hace visible la circularidad de forma inmediata y reduce la tendencia a explicaciones lineales."
    },
    {
      "nombre": "Señalar el nivel de relación del mensaje",
      "codigo": "m_bateson_nivel_relacion",
      "procesos": ["R_comunicacionEmocional", "R_mentalizacion"],
      "texto": "Microintervención para nombrar lo que el mensaje implica en la relación (crítica, demanda, retirada, superioridad, miedo). Ayuda a mentalizar el vínculo y a salir de discusiones atrapadas en contenido."
    },
    {
      "nombre": "Nombrar una regla implícita del sistema",
      "codigo": "m_bateson_regla_implicita",
      "procesos": ["R_sist_roles", "N_metacognicion"],
      "texto": "Hacer explícita una norma no dicha (‘aquí no se habla de X’, ‘no se puede pedir’, ‘hay que estar bien’). Convertir la regla en objeto de conversación abre opciones de cambio de orden superior."
    },
    {
      "nombre": "Micro-reencuadre funcional",
      "codigo": "m_bateson_micro_reencuadre",
      "procesos": ["N_reformulacion"],
      "texto": "Reformular una conducta problemática como intento de regulación o protección dentro del sistema. Reduce escalada moral y facilita curiosidad: ‘¿qué está intentando conseguir esta conducta aquí?’."
    },
    {
      "nombre": "Chequeo de contradicción (doble mensaje)",
      "codigo": "m_bateson_chequeo_contradiccion",
      "procesos": ["R_sist_interaccion", "RE_rotulacion"],
      "texto": "Invitar a notar una incongruencia entre palabras, tono y acción sin acusar: ‘una parte dice X y otra parece decir Y’. Facilita metacomunicación y reduce confusión relacional."
    },
    {
      "nombre": "Ajuste del observador (cómo influye el terapeuta)",
      "codigo": "m_bateson_observador",
      "procesos": ["ALI_monitorizacion", "ALI_sintonia"],
      "texto": "Microintervención reflexiva del terapeuta sobre el proceso: notar cuándo su presencia cambia el patrón y usarlo para ajustar ritmo, preguntas y foco. Sostiene rigor sistémico y evita intervenir desde supuestos lineales."
    }
  ],

  "refs": [
    "Bateson, G. (1972). Steps to an Ecology of Mind.",
    "Bateson, G. (1979). Mind and Nature.",
    "Ruesch, J., & Bateson, G. (1951). Communication: The Social Matrix of Psychiatry.",
    "Bateson, G., Jackson, D. D., Haley, J., & Weakland, J. (1956). Toward a theory of schizophrenia (doble vínculo)."
  ]
}
