{
  "id": "modelo-crecimiento-familiar-satir-1967",
  "grupo": "Sistémico",
  "label": "Modelo de crecimiento familiar (Satir)",
  "year": 1967,
  "importance": 2,
  "isFundacional": false,

  "autores": "Virginia Satir",
  "universidad": "",
  "ciudad": "Palo Alto, California",
  "pais": "EE. UU.",
  "lat": 37.441883,
  "lon": -122.143019,

  "derivesFrom": [
    "Pragmática de la comunicación humana",
    "Psicología humanista (tercera fuerza)",
    "Terapia familiar",
    "Educación",
    "Fenomenología / Hermenéutica",
    "Escuela de Palo Alto / MRI",
    "Gregory Bateson (cibernética y comunicación)"
  ],

  "influencias": [
    "Pragmática de la comunicación humana",
    "Psicología humanista (tercera fuerza)",
    "Terapia familiar",
    "Educación",
    "Fenomenología / Hermenéutica",
    "Escuela de Palo Alto / MRI",
    "Gregory Bateson (cibernética y comunicación)"
  ],

  "books": [
    "Virginia Satir — Conjoint Family Therapy (1964)",
    "Virginia Satir — The New Peoplemaking (1988)"
  ],

  "summary": "Virginia Satir integró la comunicación sistémica con una profunda visión humanista del crecimiento personal. Su modelo pone el acento en la congruencia entre pensamientos, sentimientos y conductas, y en la validación como base de la autoestima. Utiliza recursos experienciales y expresivos como las esculturas familiares para visualizar dinámicas internas. Concibe la familia como un espacio de aprendizaje emocional donde cada miembro puede desarrollarse hacia una comunicación más auténtica y empática. Su estilo cálido, directo y creativo influyó en generaciones de terapeutas.",

  "descripcion": "El Modelo de Crecimiento Familiar de Virginia Satir es un enfoque sistémico-experiencial profundamente humanista que concibe los problemas familiares como expresiones de baja autoestima, comunicación incongruente y patrones relacionales defensivos. A diferencia de los modelos estratégicos o estructurales, Satir sitúa el cambio en la vivencia emocional directa, la autenticidad y el contacto humano genuino. La familia se entiende como un sistema de aprendizaje emocional donde las personas desarrollan estilos de comunicación (aplacador, acusador, superrazonador, irrelevante) para proteger su valía ante el estrés. El trabajo terapéutico busca restaurar la congruencia interna, aumentar la autoestima y facilitar formas de comunicación más claras, empáticas y responsables. El terapeuta participa activamente desde una presencia cálida y validante, utilizando técnicas experienciales que hacen visibles las dinámicas internas y promueven transformación profunda.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como experiencial, relacional y fenomenológica. El conocimiento terapéutico emerge del contacto directo con la experiencia emocional presente. El ser humano es entendido como inherentemente valioso, orientado al crecimiento y a la congruencia cuando el contexto es seguro. El cambio ocurre mediante la vivencia emocional correctiva, la validación y la reorganización del significado personal. La relación terapéutica es el principal agente de cambio: cálida, auténtica y profundamente humana.",
    "teoriaFormal": "El self se concibe como un sistema en desarrollo cuya salud depende de la autoestima, la congruencia interna y la calidad de la comunicación. El sufrimiento se mantiene por estilos comunicativos defensivos y por desconexión entre sentir, pensar y actuar. El cambio psicológico ocurre cuando se restaura la congruencia y se amplía la capacidad de expresión emocional auténtica.",
    "teoriaClinica": "El caso se conceptualiza identificando niveles de autoestima, estilos de comunicación y reglas implícitas de validación o invalidación en la familia. La intervención se orienta a generar experiencias vividas de autenticidad, contacto y validación. El progreso se evalúa por mayor congruencia, comunicación clara y aumento de vitalidad emocional."
  },

  "procesos": [
    "Incremento de la autoestima",
    "Restauración de la congruencia interna",
    "Transformación de estilos comunicativos",
    "Expresión emocional auténtica",
    "Validación interpersonal",
    "Crecimiento relacional"
  ],

  "mjps": [
    "RE",
    "ALI",
    "N",
    "R",
    "AG"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye a través de una presencia cálida, auténtica y profundamente validante. El terapeuta se muestra humano y accesible.",
    "ALI_objetivos": "Los objetivos se formulan en términos de crecimiento, congruencia y mejora de la comunicación, más que en eliminación de síntomas.",
    "ALI_tareas": "Las tareas son experiencias vividas en sesión: expresión emocional, escultura, diálogo auténtico.",
    "ALI_colaboracion": "La colaboración se basa en confianza y seguridad emocional, no en obediencia a directivas.",
    "ALI_sintonia": "La sintonía es afectiva y empática; el terapeuta acompaña desde el contacto emocional.",
    "ALI_rupturaReparacion": "Las rupturas se reparan mediante validación directa y modelado de congruencia.",
    "ALI_monitorizacion": "La alianza se monitoriza observando apertura emocional y nivel de seguridad en sesión.",
    "ALI_contexto": "Se respetan valores culturales y familiares en la expresión emocional."
  },

  "procedimientos": [
    {
      "nombre": "Escultura familiar",
      "codigo": "p_satir_escultura",
      "procesos": ["R_sist_interaccion", "RE_expresion"],
      "texto": "Técnica experiencial donde los miembros representan corporalmente las relaciones familiares, haciendo visibles alianzas, distancias y tensiones. Permite acceder a significados implícitos y generar reorganización emocional profunda."
    },
    {
      "nombre": "Trabajo con estilos de comunicación",
      "codigo": "p_satir_estilos",
      "procesos": ["N_metacognicion", "RE_modulacion"],
      "texto": "Identificación y transformación de los estilos defensivos (aplacador, acusador, superrazonador, irrelevante) hacia una comunicación congruente y auténtica."
    },
    {
      "nombre": "Validación emocional directa",
      "codigo": "p_satir_validacion",
      "procesos": ["RE_validacion", "ALI_vinculo"],
      "texto": "El terapeuta valida explícitamente la experiencia interna del cliente, fortaleciendo autoestima y seguridad relacional."
    },
    {
      "nombre": "Contacto experiencial guiado",
      "codigo": "p_satir_contacto",
      "procesos": ["RE_expresion", "RE_tolerancia"],
      "texto": "Facilitación de contacto emocional directo con sentimientos presentes para promover integración y congruencia."
    },
    {
      "nombre": "Reencuadre humanista del síntoma",
      "codigo": "p_satir_reencuadre",
      "procesos": ["N_reformulacion"],
      "texto": "El síntoma se redefine como intento de supervivencia y protección de la autoestima, reduciendo culpa y vergüenza."
    },
    {
      "nombre": "Modelado de congruencia",
      "codigo": "p_satir_modelado",
      "procesos": ["ALI_sintonia", "AG_autoriaResponsabilidad"],
      "texto": "El terapeuta modela expresión congruente de pensamientos, emociones y conducta, ofreciendo un ejemplo vivo."
    }
  ],

  "micros": [
    {
      "nombre": "Nombrar emoción presente",
      "codigo": "m_satir_emocion",
      "procesos": ["RE_expresion"],
      "texto": "Poner palabras a la emoción inmediata para aumentar conciencia y regulación."
    },
    {
      "nombre": "Chequeo de congruencia",
      "codigo": "m_satir_congruencia",
      "procesos": ["N_metacognicion"],
      "texto": "Explorar coherencia entre sentir, pensar y actuar en una interacción concreta."
    },
    {
      "nombre": "Contacto visual y corporal",
      "codigo": "m_satir_contacto_visual",
      "procesos": ["ALI_vinculo"],
      "texto": "Uso consciente de presencia corporal y mirada para fortalecer conexión."
    },
    {
      "nombre": "Reformulación apreciativa",
      "codigo": "m_satir_apreciativa",
      "procesos": ["N_reformulacion"],
      "texto": "Transformar críticas en reconocimiento de necesidades y valores."
    },
    {
      "nombre": "Invitación a expresión directa",
      "codigo": "m_satir_expresion",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Invitar a expresar sentimientos de forma clara y respetuosa en sesión."
    }
  ],

  "refs": [
    "Satir, V. (1964). Conjoint Family Therapy.",
    "Satir, V. (1988). The New Peoplemaking."
  ]
}
