{
  "id": "multidimensional-family-therapy-mdft",
  "grupo": "Sistémico",
  "label": "Multidimensional Family Therapy (MDFT)",
  "year": 1991,
  "autores": "Howard A. Liddle",
  "importancia": 1,
  "file": "modelos/sistemico/multidimensional-family-therapy-mdft.json",

  "universidad": "",
  "ciudad": "Miami, Florida",
  "pais": "EE. UU.",
  "lat": 25.7617,
  "lon": -80.1918,

  "derivesFrom": [
    "Sistémico",
    "Epistemología genética",
    "Aprendizaje social",
    "Terapia cognitiva (depresión)",
    "Contextualismo funcional (Hayes)"
  ],

  "books": [
    "Howard A. Liddle — Multidimensional Family Therapy for Adolescent Cannabis Users (2010)",
    "Howard A. Liddle — Multidimensional Family Therapy: A Science-Based Treatment (2016)"
  ],

  "summary": "Modelo integral para adolescentes con consumo de sustancias o conductas de riesgo. Trabaja en cuatro dominios: el joven, los padres, la relación familiar y el contexto extrafamiliar. Combina estrategias motivacionales, relacionales y educativas, buscando fortalecer la parentalidad y la regulación emocional. Su diseño modular facilita la adaptación a distintos niveles de gravedad y contextos culturales. Representa un puente entre la tradición sistémica y los programas de tratamiento basados en la evidencia.",

  "descripcion": "La Multidimensional Family Therapy (MDFT) es un tratamiento manualizado y basado en la evidencia para adolescentes con consumo de sustancias, conductas de riesgo y problemas externalizantes asociados. El modelo entiende el problema como el resultado de interacciones disfuncionales entre múltiples dominios del desarrollo: el funcionamiento del adolescente, las prácticas parentales, la relación familiar y los contextos extrafamiliares (escuela, pares, justicia, comunidad).\n\nMDFT organiza la intervención de forma modular y flexible, permitiendo adaptar el foco y la intensidad según la gravedad del caso y el momento del tratamiento. El terapeuta trabaja de manera activa y coordinada con cada dominio, integrando estrategias motivacionales, relacionales, educativas y contextuales. El objetivo no es solo reducir el consumo o la conducta de riesgo, sino restaurar trayectorias de desarrollo saludables mediante mejoras sostenidas en regulación emocional, parentalidad, comunicación familiar y apoyo contextual.\n\nA nivel clínico, MDFT se caracteriza por una alta estructura, una fuerte orientación a objetivos y una clara traducción de la evidencia empírica en prácticas concretas, manteniendo coherencia sistémica y sensibilidad cultural.",

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se concibe como contextual y relacional. Los problemas del adolescente emergen de la interacción entre procesos individuales, familiares y sociales. El síntoma es un indicador de desajustes en múltiples sistemas interconectados.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es pragmático y basado en evidencia, pero aplicado de forma contextualizada. El terapeuta actúa como agente activo que coordina intervenciones en distintos niveles, ajustándolas al caso.\n\nConcepción del ser humano y del cambio\nEl adolescente es un agente en desarrollo cuya conducta está modulada por aprendizaje, regulación emocional y contingencias relacionales. El cambio ocurre cuando se modifican simultáneamente los contextos que refuerzan la conducta problema y se fortalecen habilidades adaptativas.\n\nRol de la relación terapéutica\nLa relación terapéutica es instrumental y colaborativa: sostiene la adherencia, la motivación y la implementación de tareas en múltiples dominios.",
    "teoriaFormal": "Qué es el self\nEl self adolescente se concibe como un sistema en desarrollo influido por competencias emocionales, cognitivas y sociales, profundamente moldeado por el entorno familiar y comunitario.\n\nCómo se explica el cambio\nEl cambio se explica como una reorganización progresiva de patrones de conducta y relación, facilitada por nuevas contingencias, habilidades parentales más eficaces y apoyos contextuales.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por déficits de regulación, prácticas parentales ineficaces, comunicación familiar disfuncional y contextos extrafamiliares que refuerzan el consumo o la conducta de riesgo.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza evaluando los cuatro dominios MDFT: adolescente, padres, familia y contexto. Se identifican factores de riesgo y protección específicos en cada dominio.\n\nQué procesos terapéuticos se priorizan\nSe priorizan motivación al cambio, fortalecimiento parental, mejora de la comunicación familiar y reestructuración del contexto extrafamiliar.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por reducción del consumo y conductas de riesgo, mejora de la parentalidad, aumento de competencias del adolescente y mayor estabilidad contextual."
  },

  "mjps": ["ALI", "RE", "AP", "RI", "N", "I", "R", "AG"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye activamente con el adolescente y con los padres, validando dificultades y reforzando esperanza de cambio.",
    "ALI_objetivos": "Los objetivos se formulan de manera clara y observable en cada dominio: reducción de consumo, mejora parental, cambios contextuales.",
    "ALI_tareas": "Las tareas son concretas, estructuradas y orientadas a habilidades, prácticas parentales y coordinación con sistemas externos.",
    "ALI_colaboracion": "La colaboración implica corresponsabilidad: cada miembro tiene un rol activo en el proceso.",
    "ALI_sintonia": "La sintonía se ajusta a la etapa del tratamiento, alternando apoyo, directividad y confrontación protectora.",
    "ALI_rupturaReparacion": "Las rupturas suelen aparecer ante tareas exigentes; se reparan revisando objetivos y reforzando la utilidad práctica.",
    "ALI_monitorizacion": "Se monitoriza adherencia, motivación y cumplimiento de tareas en los distintos dominios.",
    "ALI_contexto": "Se consideran factores culturales, socioeconómicos y legales que influyen en la intervención."
  },

  "procesos": [
    "Motivación al cambio",
    "Fortalecimiento de la parentalidad",
    "Mejora de la comunicación familiar",
    "Regulación emocional del adolescente",
    "Reestructuración de contextos de riesgo",
    "Consolidación de trayectorias de desarrollo saludables"
  ],

  "procedimientos": [
    {
      "nombre": "Intervención en el dominio del adolescente",
      "codigo": "p_mdft_adolescente",
      "procesos": ["RE_modulacion", "AG_motivacionInterna"],
      "texto": "Trabajo individual con el adolescente centrado en motivación, regulación emocional, toma de decisiones y reducción del consumo."
    },
    {
      "nombre": "Entrenamiento y apoyo parental",
      "codigo": "p_mdft_parental",
      "procesos": ["R_sist_roles", "AG_autoriaResponsabilidad"],
      "texto": "Fortalecimiento de prácticas parentales: supervisión, límites claros, apoyo emocional y consistencia educativa."
    },
    {
      "nombre": "Sesiones familiares estructuradas",
      "codigo": "p_mdft_familia",
      "procesos": ["R_comunicacionEmocional", "R_reparacionRelacional"],
      "texto": "Mejora de la comunicación, resolución de conflictos y alineación parental-adolescente."
    },
    {
      "nombre": "Intervención en el contexto extrafamiliar",
      "codigo": "p_mdft_contexto",
      "procesos": ["R_sist_apoyo", "R_sist_contexto"],
      "texto": "Coordinación con escuela, servicios sociales, justicia juvenil y otros sistemas relevantes."
    }
  ],

  "micros": [
    {
      "nombre": "Entrevista motivacional estratégica",
      "codigo": "m_mdft_motivacion",
      "procesos": ["AG_motivacionInterna"],
      "texto": "Exploración breve de ambivalencias y razones personales para el cambio."
    },
    {
      "nombre": "Clarificación de límites parentales",
      "codigo": "m_mdft_limites",
      "procesos": ["R_limitesInterpersonales"],
      "texto": "Definición concreta de normas, consecuencias y expectativas."
    },
    {
      "nombre": "Reencuadre sistémico del consumo",
      "codigo": "m_mdft_reencuadre",
      "procesos": ["N_reformulacion"],
      "texto": "Reformulación del consumo como problema relacional y contextual, no solo individual."
    },
    {
      "nombre": "Activación de recursos comunitarios",
      "codigo": "m_mdft_recursos",
      "procesos": ["R_sist_apoyo"],
      "texto": "Conectar al adolescente y la familia con apoyos educativos, deportivos o sociales."
    }
  ],

  "refs": [
    "Liddle, H. A. (2010). Multidimensional Family Therapy for Adolescent Cannabis Users.",
    "Liddle, H. A. (2016). Multidimensional Family Therapy: A Science-Based Treatment.",
    "Henggeler, S. W. (2011). Evidence-based interventions for juvenile offenders."
  ]
}
