{
  "id": "multisystemic-therapy-mst",
  "grupo": "Sistémico",
  "label": "Multisystemic Therapy (MST)",
  "year": 1990,
  "autores": "Scott Henggeler; Sonia Rowland",
  "importancia": 2,
  "file": "modelos/sistemico/multisystemic-therapy-mst.json",

  "universidad": "",
  "ciudad": "Charleston, South Carolina",
  "pais": "EE. UU.",
  "lat": 32.7765,
  "lon": -79.9311,

  "derivesFrom": [
    "Sistémico",
    "Ecología del desarrollo",
    "Aprendizaje social",
    "Intervención comunitaria",
    "Contextualismo funcional (Hayes)"
  ],

  "books": [
    "Henggeler, Schoenwald, Borduin, Rowland, Cunningham — Multisystemic Treatment of Antisocial Behavior in Children and Adolescents (1998/2009)",
    "Scott W. Henggeler — Multisystemic Therapy for Delinquent and Antisocial Youth (1997)"
  ],

  "summary": "La MST amplía el enfoque sistémico al entorno completo del adolescente con conductas antisociales o delictivas. Trabaja simultáneamente con la familia, la escuela, el grupo de iguales y la comunidad, mediante un modelo intensivo y multidisciplinar. Utiliza objetivos medibles, intervención a domicilio y coordinación con instituciones. Ha demostrado eficacia en la reducción de reincidencia y en la mejora del funcionamiento familiar y social. Es un paradigma de integración entre teoría sistémica y políticas públicas.",

  "descripcion": "La Multisystemic Therapy (MST) es un tratamiento intensivo, domiciliario y basado en la evidencia para adolescentes con conductas antisociales graves y alto riesgo de institucionalización, que aborda el problema como un fenómeno ecológico mantenido por la interacción de múltiples sistemas (familia, escuela, pares, comunidad e instituciones); el terapeuta interviene en el contexto real del joven con alta disponibilidad y orientación a objetivos medibles, empoderando a cuidadores como agentes de cambio, modificando prácticas parentales y contingencias cotidianas, reduciendo la exposición a pares antisociales, mejorando desempeño escolar y coordinando activamente con justicia juvenil/servicios sociales, de modo que el cambio se consolida cuando el sistema familiar adquiere supervisión, límites, comunicación y apoyo suficientes para mantener rutinas prosociales y prevenir recaídas (Refs: Henggeler 1997; Henggeler et al. 1998/2009; Bronfenbrenner 1979).",

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica es ecológica y contextual. La conducta antisocial no se explica por rasgos individuales aislados, sino por sistemas interdependientes que configuran oportunidades, refuerzos y límites.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es pragmático, empírico y orientado a resultados. Las hipótesis se validan por cambios observables en el contexto natural del adolescente.\n\nConcepción del ser humano y del cambio\nEl adolescente es un agente sensible a contingencias ambientales y relacionales. El cambio ocurre cuando se modifican simultáneamente los sistemas que mantienen la conducta problema.\n\nRol de la relación terapéutica\nLa relación terapéutica es instrumental y funcional: sostiene adherencia, responsabilidad y ejecución de tareas complejas en múltiples sistemas.",
    "teoriaFormal": "Qué es el self\nEl self se concibe de forma funcional y contextual, como un conjunto de repertorios conductuales y relacionales moldeados por aprendizaje social y oportunidades ambientales.\n\nCómo se explica el cambio\nEl cambio se explica como una alteración estable de contingencias: aumento de supervisión parental, reducción de refuerzos antisociales y fortalecimiento de vínculos prosociales.\n\nQué mantiene el sufrimiento\nEl sufrimiento y la conducta antisocial se mantienen por prácticas parentales ineficaces, afiliación a pares problemáticos, fracaso escolar y contextos comunitarios desorganizados.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza mediante un análisis funcional multisistémico que identifica factores de riesgo y protección en cada sistema relevante.\n\nQué procesos terapéuticos se priorizan\nSe priorizan fortalecimiento parental, interrupción de redes antisociales, coordinación institucional y creación de oportunidades prosociales.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa mediante indicadores objetivos: reducción de reincidencia, mejora escolar, cumplimiento de normas y estabilidad familiar."
  },

  "mjps": ["ALI", "RE", "N", "R", "AG"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se establece principalmente con los cuidadores, reforzando su rol como agentes centrales del cambio y ofreciendo apoyo firme, práctico y no moralizante.",
    "ALI_objetivos": "Los objetivos se formulan de forma concreta y medible (incidentes, cumplimiento, escuela, pares, consumo, horarios) y se revisan con datos observables.",
    "ALI_tareas": "Las tareas son intensivas, domiciliarias y ligadas a contingencias reales: supervisión, normas, coordinación escolar/institucional, alternativas prosociales y reducción de oportunidades de riesgo.",
    "ALI_colaboracion": "La colaboración implica corresponsabilidad activa de familia, escuela e instituciones; el terapeuta coordina y facilita acuerdos operativos.",
    "ALI_sintonia": "La sintonía se expresa en pragmatismo, claridad y ajuste al contexto (cultura, legalidad, recursos), equilibrando apoyo y directividad.",
    "ALI_rupturaReparacion": "Las rupturas suelen emerger ante exigencias altas o desconfianza institucional; se reparan validando dificultad, re-clarificando beneficios y renegociando tareas viables.",
    "ALI_monitorizacion": "Monitorización continua de adherencia, ejecución de tareas y resultados con revisión frecuente y ajuste táctico.",
    "ALI_contexto": "Alta sensibilidad al contexto legal, socioeconómico y comunitario, incluyendo coordinación con sistemas formales y seguridad del entorno."
  },

  "procesos": [
    "Análisis funcional multisistémico",
    "Fortalecimiento de la parentalidad",
    "Interrupción de redes antisociales",
    "Coordinación interinstitucional",
    "Construcción de oportunidades prosociales",
    "Mantenimiento del cambio en contexto real"
  ],

  "procedimientos": [
    {
      "nombre": "Evaluación ecológica multisistémica y formulación funcional",
      "codigo": "p_mst_formulacion_ecologica",
      "procesos": ["N_metacognicion", "R_sist_contexto"],
      "texto": "Análisis funcional del problema por dominios (familia, escuela, pares, comunidad, instituciones) identificando desencadenantes, consecuencias y reforzadores reales para priorizar focos de intervención."
    },
    {
      "nombre": "Intervención domiciliaria intensiva con planificación semanal",
      "codigo": "p_mst_domicilio_intensivo",
      "procesos": ["AG_compromisoConductual", "ALI_monitorizacion"],
      "texto": "Trabajo en el hogar y contextos cotidianos con objetivos semanales, tareas específicas y revisión frecuente de resultados, ajustando el plan según datos observables."
    },
    {
      "nombre": "Gestión de crisis y plan de seguridad",
      "codigo": "p_mst_crisis_seguridad",
      "procesos": ["RE_modulacion", "R_sist_apoyo"],
      "texto": "Protocolos de estabilización ante escaladas (violencia, fuga, intoxicación, conflictos agudos), incluyendo red de apoyo, pasos de desescalada, límites y coordinación con recursos formales cuando sea necesario."
    },
    {
      "nombre": "Fortalecimiento de supervisión parental y consistencia",
      "codigo": "p_mst_supervision_parental",
      "procesos": ["R_sist_roles", "AG_autoriaResponsabilidad"],
      "texto": "Entrenamiento a cuidadores en monitoreo, establecimiento de normas, consistencia, seguimiento de horarios y supervisión de amistades y actividades, con foco en control efectivo no coercitivo."
    },
    {
      "nombre": "Contratos conductuales y sistemas de refuerzo en casa",
      "codigo": "p_mst_contingencias_hogar",
      "procesos": ["AG_compromisoConductual", "R_limitesInterpersonales"],
      "texto": "Diseño de acuerdos operativos (normas, privilegios, consecuencias) y refuerzos prosociales para aumentar cumplimiento, reducir conflictos y estabilizar rutinas."
    },
    {
      "nombre": "Intervención sobre comunicación familiar y resolución de conflictos",
      "codigo": "p_mst_comunicacion_conflictos",
      "procesos": ["R_comunicacionEmocional", "R_reparacionRelacional"],
      "texto": "Estructuración de conversaciones para reducir escalada, aumentar peticiones claras, negociación y reparación, y disminuir patrones de ataque-defensa o retirada."
    },
    {
      "nombre": "Intervención en escuela y rendimiento académico",
      "codigo": "p_mst_escuela",
      "procesos": ["R_sist_apoyo", "R_sist_contexto"],
      "texto": "Coordinación con centro educativo para asistencia, conducta, apoyos, adaptaciones y seguimiento, alineando expectativas entre familia y escuela."
    },
    {
      "nombre": "Interrupción de afiliación con pares antisociales y construcción de red prosocial",
      "codigo": "p_mst_pares_red",
      "procesos": ["R_repertorioInterpersonal", "R_sist_contexto", "AG_tomaDecisiones"],
      "texto": "Reducción de exposición a pares de riesgo mediante cambios de rutinas y supervisión, y creación activa de alternativas prosociales (deporte, empleo, formación, mentores)."
    },
    {
      "nombre": "Coordinación con justicia juvenil y servicios (case management)",
      "codigo": "p_mst_instituciones_case",
      "procesos": ["R_sist_apoyo", "ALI_contexto"],
      "texto": "Trabajo coordinado con sistemas formales (justicia, servicios sociales, salud, recursos comunitarios) para alinear objetivos, reducir fricción institucional y sostener el plan de cambio."
    },
    {
      "nombre": "Prevención de recaídas y mantenimiento del cambio",
      "codigo": "p_mst_mantenimiento",
      "procesos": ["N_reformulacion", "AG_compromisoConductual"],
      "texto": "Identificación de situaciones de alto riesgo, señales tempranas y planes concretos de respuesta; consolidación de rutinas y apoyos para sostener logros tras el alta."
    }
  ],

  "micros": [
    {
      "nombre": "Chequeo rápido de adherencia y barreras",
      "codigo": "m_mst_chequeo_adherencia",
      "procesos": ["ALI_monitorizacion", "AG_compromisoConductual"],
      "texto": "Microevaluación frecuente de qué se hizo, qué no y por qué, ajustando tareas para que sean viables y medibles."
    },
    {
      "nombre": "Activación de motivación con metas a corto plazo",
      "codigo": "m_mst_metas_corto_plazo",
      "procesos": ["AG_motivacionInterna", "N_reformulacion"],
      "texto": "Conectar cambios conductuales concretos con consecuencias valiosas (libertad, confianza, menos sanciones, más oportunidades), sin moralizar."
    },
    {
      "nombre": "Micro-contrato de normas y privilegios",
      "codigo": "m_mst_micro_contrato",
      "procesos": ["AG_compromisoConductual", "R_limitesInterpersonales"],
      "texto": "Acuerdo pequeño y específico (horario, móvil, salidas, asistencia) con consecuencias claras e inmediatas."
    },
    {
      "nombre": "Plan diario de supervisión parental",
      "codigo": "m_mst_plan_supervision",
      "procesos": ["R_sist_roles", "AG_autoriaResponsabilidad"],
      "texto": "Definir pasos diarios de monitoreo (dónde, con quién, qué, cuándo) y cómo verificar información sin escalada."
    },
    {
      "nombre": "Interrupción de escalada (desescalada breve)",
      "codigo": "m_mst_desescalada",
      "procesos": ["RE_modulacion", "R_sist_interaccion"],
      "texto": "Pautas breves para cortar discusiones explosivas (pausa, separación física segura, retorno con guion) y evitar refuerzo de la violencia verbal o física."
    },
    {
      "nombre": "Micro-reparación tras conflicto",
      "codigo": "m_mst_micro_reparacion",
      "procesos": ["R_reparacionRelacional", "R_comunicacionEmocional"],
      "texto": "Estructura mínima para reparar: reconocer impacto, validar emoción, acordar conducta alternativa y cerrar con compromiso concreto."
    },
    {
      "nombre": "Bloqueo de oportunidades de riesgo",
      "codigo": "m_mst_bloqueo_riesgo",
      "procesos": ["R_sist_contexto", "AG_compromisoConductual"],
      "texto": "Cambios inmediatos en rutinas/contexto para impedir acceso a situaciones de riesgo (lugares, horarios, transporte, dinero, compañía)."
    },
    {
      "nombre": "Contacto operativo con escuela",
      "codigo": "m_mst_contacto_escuela",
      "procesos": ["R_sist_apoyo", "ALI_contexto"],
      "texto": "Microcoordinación: acuerdos de seguimiento, comunicación de incidencias y refuerzo de asistencia y conducta."
    },
    {
      "nombre": "Red de apoyo y recursos comunitarios",
      "codigo": "m_mst_red_apoyo",
      "procesos": ["R_sist_apoyo", "R_repertorioInterpersonal"],
      "texto": "Activar apoyos reales (familia extensa, mentores, entrenadores, servicios) que aumenten supervisión y alternativas prosociales."
    },
    {
      "nombre": "Reencuadre funcional del comportamiento",
      "codigo": "m_mst_reencuadre_funcional",
      "procesos": ["N_reformulacion", "N_metacognicion"],
      "texto": "Reformular la conducta como resultado de contingencias y contexto para pasar de culpa a plan operativo de cambio."
    },
    {
      "nombre": "Cierre semanal con datos observables",
      "codigo": "m_mst_revision_datos",
      "procesos": ["ALI_monitorizacion", "N_metacognicion"],
      "texto": "Revisión breve de indicadores (incidentes, escuela, contactos de riesgo, consumo si aplica) para ajustar plan y reforzar logros."
    }
  ],

  "refs": [
    "Henggeler, S. W. et al. (1998/2009). Multisystemic Treatment of Antisocial Behavior in Children and Adolescents.",
    "Henggeler, S. W. (1997). Multisystemic Therapy for Delinquent and Antisocial Youth.",
    "Bronfenbrenner, U. (1979). The Ecology of Human Development."
  ]
}
