{
  "id": "s20linares",
  "grupo": "Sistémico",
  "label": "Psicoterapia relacional sistémica (Linares)",
  "year": 2000,
  "autores": "Juan Luis Linares",
  "importancia": 1,
  "file": "modelos/sistemico/s20linares.json",

  "universidad": "Hospital de Sant Pau",
  "ciudad": "Barcelona",
  "pais": "España",
  "lat": 41.4111,
  "lon": 2.1749,

  "derivesFrom": [
    "Cibernética de segundo orden",
    "Constructivismo social / Relacional",
    "Escuela de Milán",
    "Terapia familiar estructural",
    "Psicología del self",
    "Teoría del apego"
  ],

  "books": [
    "Juan Luis Linares — La intervención sistémica en salud mental (1996)",
    "Juan Luis Linares — Identidad y narrativa (2007)"
  ],

  "summary": "Integra la teoría sistémica, la psicología del self y el apego en una concepción relacional del sufrimiento. \nPlantea que los síntomas emergen en tramas vinculares organizadas por modelos internos de relación. \nReformula el rol del terapeuta como participante reflexivo dentro del sistema terapéutico. \nSu enfoque articula la clínica familiar, de pareja e individual bajo una epistemología relacional y constructivista.",

  "descripcion": "La psicoterapia relacional sistémica vinculada a Juan Luis Linares desarrolla una lectura clínica donde el sufrimiento psicológico se entiende como producto de tramas vinculares que organizan identidad, apego, valoración de sí y expectativas interpersonales. Su aporte caracteriza la clínica sistémica no solo como intervención sobre patrones de interacción observables, sino como trabajo sobre los modelos internos de relación que estructuran la experiencia: cómo el sujeto se espera tratado, cómo interpreta señales del otro, qué narrativas de pertenencia y desconfirmación sostienen el malestar y qué posiciones relacionales se vuelven crónicas.\n\nEl terapeuta opera como participante reflexivo: no “corrige desde fuera”, sino que interviene desde una posición que reconoce la co-construcción del campo terapéutico. Esto implica una ética relacional: cuidar el vínculo, modular la activación emocional y mantener una actitud mentalizadora, especialmente cuando el sistema (familia, pareja o individuo en su red) funciona desde automatismos defensivos.\n\nEn la práctica, el enfoque integra herramientas clásicas sistémicas (circularidad, ciclos, roles, reglas, triangulaciones, tareas) con una sensibilidad clínica centrada en apego, self y narrativas identitarias. El objetivo no es solo cambiar conductas, sino promover reorganizaciones más profundas: pasar de guiones relacionales rígidos a un repertorio más flexible, con mayor capacidad de mentalización, reparación y elección relacional.",

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como relacional y emergente: lo que el sujeto siente, anticipa y hace está organizado por contextos vinculares y por significados co-construidos a lo largo del tiempo. El síntoma no se define principalmente como fallo intrapsíquico aislado, sino como señal de una organización relacional (actual e histórica) que limita opciones.\n\nConcepción del conocimiento terapéutico\nEl conocimiento clínico es reflexivo y situado. La observación del terapeuta no es neutral: la intervención modifica el sistema y el sistema modifica al terapeuta. Por eso la práctica exige metaposición reflexiva: hacer explícitas hipótesis, revisar el impacto del terapeuta y mantener apertura a la complejidad.\n\nConcepción del ser humano y del cambio\nLa persona es un self-en-relación: identidad, regulación y agencia se organizan en vínculos. El cambio es reorganización relacional y narrativa: apertura de alternativas de significado y de acción dentro del contexto interpersonal.\n\nRol de la relación terapéutica\nLa relación terapéutica no es solo medio técnico; es un micro-sistema donde se ponen en juego expectativas de apego, reconocimiento e invalidación. Funciona como contexto de co-regulación y como espacio para experiencias correctivas (especialmente en patrones de apego inseguro o narrativas de desconfirmación).",
    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización identitaria relacional: un conjunto de posiciones, expectativas, modelos internos de apego y narrativas de valor personal que se activan en la interacción. No es una entidad fija, sino un sistema de coherencias que se sostiene en la confirmación (o desconfirmación) por figuras significativas.\n\nCómo se explica el cambio\nEl cambio ocurre cuando se flexibilizan modelos internos de relación y narrativas identitarias, incrementando mentalización, capacidad de reparación y elección relacional. Se produce por nuevas experiencias emocionales y relacionales (dentro y fuera de terapia) y por la reautoría del significado de la historia vincular.\n\nQué mantiene el sufrimiento\nEl malestar se mantiene por ciclos relacionales rígidos, reglas implícitas y guiones intergeneracionales que sostienen posiciones de desvalorización, dependencia, control, evitación o retraimiento. La rigidez del sistema impide reparar y mentalizar, produciendo escaladas, congelamientos o triangulaciones que perpetúan el síntoma.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nSe conceptualiza el caso como una trama relacional: (1) patrones actuales de interacción y retroalimentación; (2) reglas, roles y coaliciones; (3) modelos internos de relación y apego; (4) narrativas dominantes de identidad y pertenencia; (5) recursos y excepciones ya presentes.\n\nQué procesos terapéuticos se priorizan\nSe prioriza hacer visible la circularidad, aumentar mentalización interpersonal, promover co-regulación y reparación, flexibilizar guiones y ampliar repertorio interpersonal. En clínica individual, se trabaja cómo el sistema relacional internalizado organiza la experiencia presente.\n\nCómo se evalúa el progreso terapéutico\nSe evalúa por cambios en ciclos (menos escalada/evitación), aumento de mentalización y reparación, mayor claridad de límites y necesidades, y narrativas identitarias más integradas (menos desconfirmación, más agencia y coherencia)."
  },

  "mjps": ["ALI", "RE", "AP", "RI", "N", "I", "R", "AG"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye como vínculo seguro dentro de un marco relacional: el terapeuta ofrece presencia, respeto y una postura no culpabilizadora. La seguridad relacional es condición para explorar reglas implícitas, lealtades y heridas de apego sin activar defensas masivas del sistema.",
    "ALI_objetivos": "Los objetivos se acuerdan como metas relacionales y narrativas: reducir ciclos que mantienen el problema, aumentar reparación, clarificar límites y necesidades, y construir una identidad menos organizada por desconfirmación. El objetivo no es solo “bajar síntomas”, sino generar nuevas posibilidades vinculares.",
    "ALI_tareas": "Las tareas se negocian para que sean vivibles: mapas de interacción, preguntas circulares, enactments, prácticas de comunicación, experimentos de límites o tareas entre sesiones. Se evita imponer tareas que el sistema vivirá como intrusión o como juicio moral.",
    "ALI_colaboracion": "La colaboración se cuida haciendo explícita la co-construcción: hipótesis como propuestas revisables, invitación constante a matizar, corregir y aportar. En familia/pareja, se legitima que cada perspectiva es parcial y valiosa como dato del sistema.",
    "ALI_sintonia": "La sintonía implica ajustar ritmo, intensidad y grado de confrontación. En escaladas o colapsos, la prioridad es co-regular (RE_coregulacion) antes de profundizar (AP).",
    "ALI_rupturaReparacion": "Las rupturas se esperan como parte del proceso: el sistema puede vivenciar la intervención como toma de partido, amenaza a jerarquías o exposición. La reparación requiere meta-comunicación: reconocer impacto, restaurar equilibrio, re-clarificar objetivos y re-negociar tareas.",
    "ALI_monitorizacion": "Se monitoriza el clima en sesión: señales de coalición terapeuta-con-alguien, silencios cargados, retraimientos o escaladas. Se usa feedback explícito para ajustar direccionalidad y proteger la sensación de justicia relacional.",
    "ALI_contexto": "Se integra contexto sociocultural y transgeneracional: mandatos, migraciones, clase social, género, dinámicas de poder y trauma histórico familiar. Esto protege la alianza al evitar lecturas simplistas y culpabilizadoras."
  },

  "procesos": [
    "Circularidad y lectura relacional del síntoma",
    "Flexibilización de ciclos relacionales",
    "Mentalización interpersonal sostenida",
    "Co-regulación y reparación relacional",
    "Reautoría narrativa de identidad y pertenencia",
    "Diferenciación del self y clarificación de límites",
    "Movilización de apoyo y ajustes contextuales"
  ],
"ideasPrincipales": [

  {
    "id": "idea_linares_1",
    "titulo": "El sufrimiento psicológico se organiza en tramas vinculares que estructuran identidad y expectativas",
    "desarrollo": "El malestar no se entiende principalmente como un fallo intrapsíquico aislado, sino como el resultado de organizaciones vinculares que, a lo largo del tiempo, configuran modelos internos de relación: qué se espera del otro, cómo se interpreta la disponibilidad, qué posiciones relacionales se vuelven habituales y qué narrativas de pertenencia o desconfirmación sostienen la experiencia. El síntoma expresa límites de opciones dentro de esa trama y señala un modo de organización relacional que necesita reorganización. (Linares, 1996; Linares, 2007)."
  },

  {
    "id": "idea_linares_2",
    "titulo": "Los ciclos relacionales mantienen el problema al volverse rígidos y autorreforzantes",
    "desarrollo": "Los problemas se sostienen por secuencias repetitivas de interacción (escaladas, retiradas, persecución–huida, sobreprotección–incompetencia, control–sumisión, triangulaciones) que funcionan como bucles de retroalimentación: cada respuesta se convierte en el estímulo de la siguiente, consolidando el patrón. El foco clínico es hacer visible la circularidad y abrir puntos de palanca para introducir variación y flexibilidad sin culpabilizar a ningún miembro. (Linares, 1996; Watzlawick, Weakland & Fisch, 1974)."
  },

  {
    "id": "idea_linares_3",
    "titulo": "La identidad es relacional y narrativa: se construye en confirmación y desconfirmación",
    "desarrollo": "La identidad se concibe como una organización narrativa que emerge en vínculos: historias de reconocimiento, lealtades, pertenencia, exclusión y desvalorización forman guiones que orientan la percepción y la acción. El sufrimiento se agrava cuando dominan narrativas de desconfirmación (no ser visto, no ser válido, no ser digno) que fijan posiciones de dependencia, control, evitación o sacrificio. El cambio implica reautoría: integrar significados más complejos y una agencia menos capturada por el guion familiar. (Linares, 2007; Linares, 1996)."
  },

  {
    "id": "idea_linares_4",
    "titulo": "La mentalización y la co-regulación permiten reparar y elegir respuestas nuevas",
    "desarrollo": "Los sistemas en crisis tienden a perder capacidad de mentalización: se leen intenciones hostiles, se absolutizan relatos y se responde desde automatismos defensivos. Priorizar mentalización interpersonal (curiosidad por la mente del otro) y co-regulación emocional reduce escaladas, crea seguridad relacional y hace posible la reparación. El cambio se consolida cuando aumenta la capacidad de reconocer impacto, validar emoción, negociar necesidades y cerrar micro-reparaciones de manera consistente. (Linares, 1996; Linares, 2007)."
  },

  {
    "id": "idea_linares_5",
    "titulo": "El terapeuta es un participante reflexivo: toda observación es intervención",
    "desarrollo": "Desde una epistemología de segundo orden, el terapeuta no es un observador neutral externo: su presencia, preguntas y encuadres reconfiguran el sistema. El trabajo clínico exige una metaposición reflexiva: ofrecer hipótesis como tentativas, monitorizar impacto, evitar coaliciones y metacomunicar el proceso cuando sea necesario. Esta reflexividad protege la alianza y facilita que el sistema pueda observarse a sí mismo sin quedar atrapado en polarizaciones rígidas. (Linares, 1996; Boscolo & Cecchin, 1987)."
  },

  {
    "id": "idea_linares_6",
    "titulo": "El objetivo no es solo cambiar conductas, sino reorganizar guiones relacionales e incrementar diferenciación",
    "desarrollo": "El cambio terapéutico se define por una reorganización más profunda que la corrección conductual: pasar de guiones relacionales rígidos a un repertorio más flexible, con mayor diferenciación del self (capacidad de sostener límites, necesidades y autonomía sin romper el vínculo) y mayor elección relacional. Esto implica flexibilizar reglas implícitas, reconfigurar roles, reducir triangulaciones y ampliar alternativas de interacción y significado. (Linares, 1996; Minuchin, 1974)."
  },

  {
    "id": "idea_linares_7",
    "titulo": "La reparación relacional es criterio de salud: capacidad de volver a conectar tras la ruptura",
    "desarrollo": "La salud del sistema no se mide por ausencia de conflicto, sino por la capacidad de reparar: reconocer daño, legitimar emoción, renegociar reglas y restablecer confianza. Cuando la reparación falla de forma crónica, el sistema se rigidiza y el síntoma se vuelve necesario para regular distancia, poder o pertenencia. Promover reparación explícita reduce la necesidad del síntoma como organizador del equilibrio. (Linares, 1996; Linares, 2007)."
  },

  {
    "id": "idea_linares_8",
    "titulo": "La intervención integra patrón, historia vincular y contexto para sostener cambios fuera de sesión",
    "desarrollo": "Para que el cambio se mantenga, debe traducirse en ajustes reales: rutinas, acuerdos, redes de apoyo, coordinaciones y límites en contextos cotidianos. La intervención no se limita al diálogo en sesión: incorpora recursos del entorno y considera variables socioculturales y transgeneracionales que configuran mandatos, poder y posibilidades. El progreso se consolida cuando el sistema puede sostener nuevas opciones sin depender del terapeuta como regulador externo. (Linares, 1996; Bronfenbrenner, 1979)."
  }

],

  "procedimientos": [
    {
      "nombre": "Mapa de ciclos relacionales (secuencia acción–reacción)",
      "codigo": "p_linares_ciclos",
      "procesos": ["R_sist_ciclos", "R_sist_interaccion", "N_reformulacion"],
      "texto": "Procedimiento estructurado para identificar secuencias repetitivas que mantienen el problema (escalada, retirada, persecución–huida, sobreprotección–incompetencia, etc.). Se dibuja o verbaliza la cadena de eventos, se localizan puntos de inflexión y se reformulan funciones relacionales del síntoma para abrir alternativas de interrupción del ciclo.",
      "wampold": {
        "alianza": "Se realiza con neutralidad activa y sin culpabilizar: todos aportan al ciclo.",
        "expectativas": "Suele aumentar esperanza al convertir confusión en patrón comprensible.",
        "explicacion": "La explicación se centra en retroalimentaciones que sostienen el malestar.",
        "ritual": "Medio: mapa, lenguaje circular, recapitulación y acuerdos.",
        "modeloCambio": "Interrumpir el ciclo permite emerger nuevas respuestas y significados."
      }
    },
    {
      "nombre": "Preguntas circulares y de perspectiva",
      "codigo": "p_linares_circularidad",
      "procesos": ["R_sist_interaccion", "R_mentalizacion", "N_metacognicion"],
      "texto": "Uso sistemático de preguntas que desplazan de causalidad lineal a circularidad: cómo reacciona cada uno, qué anticipa del otro, qué señales se leen, qué intención se atribuye. Introduce perspectiva y mentalización, reduce certezas defensivas y permite ver la danza relacional desde fuera."
    },
    {
      "nombre": "Clarificación de reglas, roles y jerarquías",
      "codigo": "p_linares_reglas_roles",
      "procesos": ["R_sist_roles", "R_sist_guiones", "N_marcosCognitivos"],
      "texto": "Procedimiento para hacer explícitas reglas implícitas, expectativas y posiciones (quién decide, quién cuida, quién sostiene, quién calla). Se examina su función histórica y su coste actual. Se negocian alternativas más flexibles y sostenibles."
    },
    {
      "nombre": "Trabajo sobre triangulaciones y alianzas",
      "codigo": "p_linares_triangulos",
      "procesos": ["R_sist_triangulos", "R_sist_ciclos", "R_reparacionRelacional"],
      "texto": "Identificación de coaliciones, triangulaciones y desplazamientos de conflicto (p. ej., pareja–hijo). Se reorganiza la comunicación para devolver la responsabilidad al subsistema adecuado y facilitar reparación directa, evitando que el síntoma sostenga equilibrio disfuncional."
    },
    {
      "nombre": "Enactment guiado y micro-reparaciones en sesión",
      "codigo": "p_linares_enactment",
      "procesos": ["R_comunicacionEmocional", "R_reparacionRelacional", "RE_coregulacion"],
      "texto": "El terapeuta provoca y regula interacciones breves en sesión para observar el patrón vivo (no solo narrado) y practicar comunicación emocional y reparación. Se estructura con límites claros para evitar escalada y se cierra con integración y significado."
    },
    {
      "nombre": "Exploración narrativa de identidad relacional",
      "codigo": "p_linares_identidad_narrativa",
      "procesos": ["I_continuidadBiografica", "N_narrativaAutobiografica", "I_posicionRelacional"],
      "texto": "Procedimiento que explora cómo la identidad se ha construido en vínculos concretos (historias de reconocimiento/desconfirmación, pertenencia/exclusión, lealtades). Se trabaja reautoría: integrar versiones de sí más completas y menos prisioneras del guion familiar."
    },
    {
      "nombre": "Hipótesis reflexiva y metacomunicación del proceso",
      "codigo": "p_linares_reflexividad",
      "procesos": ["N_metacognicion", "ALI_monitorizacion", "ALI_rupturaReparacion"],
      "texto": "El terapeuta hace explícito el proceso terapéutico como co-construcción: comparte hipótesis como tentativas, pregunta por el impacto de su intervención y re-negocia dirección. Previene rupturas silenciosas y fortalece alianza."
    },
    {
      "nombre": "Movilización de apoyo y ajustes contextuales",
      "codigo": "p_linares_apoyo_contexto",
      "procesos": ["R_sist_apoyo", "R_sist_contexto", "AG_compromisoConductual"],
      "texto": "Procedimiento para incorporar recursos (red, figuras significativas, coordinaciones) y modificar condiciones del entorno (rutinas, distancias, normas explícitas) que sostienen el patrón. Traduce insight relacional en cambios sostenibles."
    }
  ],

  "micros": [
    {
      "nombre": "Señalar el bucle en tiempo real",
      "codigo": "m_linares_bucle",
      "procesos": ["R_sist_ciclos", "N_metacognicion"],
      "texto": "Microseñalamiento en sesión: nombrar la secuencia que está ocurriendo (persecución–huida, crítica–defensa, etc.) justo cuando emerge, para crear distancia reflexiva y abrir elección."
    },
    {
      "nombre": "Reformulación relacional del síntoma",
      "codigo": "m_linares_reformulacion",
      "procesos": ["N_reformulacion", "R_sist_ciclos"],
      "texto": "Reencuadre breve: el síntoma como solución del sistema, señal o intento de regulación vincular. Reduce culpa y abre posibilidades de intervención en el patrón."
    },
    {
      "nombre": "Invitar a la perspectiva del otro",
      "codigo": "m_linares_perspectiva",
      "procesos": ["R_mentalizacion", "R_comunicacionEmocional"],
      "texto": "Pregunta breve que promueve mentalización: qué crees que el otro siente/teme/espera en ese momento. Facilita comunicación menos defensiva."
    },
    {
      "nombre": "Rotulación emocional situada",
      "codigo": "m_linares_rotulacion",
      "procesos": ["RE_rotulacion", "R_comunicacionEmocional"],
      "texto": "Nombrar emoción con precisión en el contexto interpersonal (“esto suena a miedo a perderte”, “esto parece vergüenza”). Mejora claridad y baja escalada."
    },
    {
      "nombre": "Validación relacional correctiva",
      "codigo": "m_linares_validacion",
      "procesos": ["RE_coregulacion", "ALI_vinculo"],
      "texto": "Validación breve que reconoce historia y función del patrón sin justificar daño. Sostiene seguridad para explorar partes dolorosas de la trama."
    },
    {
      "nombre": "Pregunta por regla implícita",
      "codigo": "m_linares_regla",
      "procesos": ["R_sist_roles", "R_sist_guiones"],
      "texto": "Microintervención para hacer consciente la norma invisible (“¿qué regla está operando aquí?”, “¿qué no se puede decir en esta familia/pareja?”)."
    },
    {
      "nombre": "Micro-límites y elección relacional",
      "codigo": "m_linares_limites",
      "procesos": ["R_limitesInterpersonales", "AG_tomaDecisiones"],
      "texto": "Propuesta breve para delimitar conducta y sostener elección: pedir pausa, formular petición concreta, decir no sin ataque, acordar tiempos y turnos."
    },
    {
      "nombre": "Micro-reparación guiada",
      "codigo": "m_linares_reparacion",
      "procesos": ["R_reparacionRelacional", "RE_coregulacion"],
      "texto": "Estructura mínima de reparación: reconocer impacto + validar emoción + expresar intención + proponer ajuste concreto."
    },
    {
      "nombre": "Externalizar el patrón (no la persona)",
      "codigo": "m_linares_externalizar",
      "procesos": ["N_marcosCognitivos", "R_sist_interaccion"],
      "texto": "Nombrar el patrón como ‘tercera cosa’ (“la escalada”, “la retirada”, “el guion del sacrificio”) para reducir ataques personales y facilitar cooperación contra el problema."
    },
    {
      "nombre": "Detectar excepción funcional",
      "codigo": "m_linares_excepciones",
      "procesos": ["AG_autoriaResponsabilidad", "R_repertorioInterpersonal"],
      "texto": "Buscar momentos donde el ciclo no se activó o se reparó. Extraer qué hicieron distinto y cómo replicarlo."
    },
    {
      "nombre": "Chequeo de alianza y justicia relacional",
      "codigo": "m_linares_alianza_check",
      "procesos": ["ALI_monitorizacion", "ALI_rupturaReparacion"],
      "texto": "Pregunta breve de ajuste: “¿cómo os está cayendo esto?”, “¿alguien siente que estoy tomando partido?”. Previene rupturas silenciosas."
    }
  ],

  "influencias": [
    "Cibernética de segundo orden",
    "Constructivismo social / Relacional",
    "Escuela de Milán",
    "Terapia familiar estructural",
    "Psicología del self",
    "Teoría del apego"
  ],

  "refs": [
    "Linares, J. L. (1996). La intervención sistémica en salud mental.",
    "Linares, J. L. (2007). Identidad y narrativa.",
    "Watzlawick, P., Weakland, J. & Fisch, R. (1974). Change.",
    "Minuchin, S. (1974). Families and Family Therapy.",
    "Boscolo, L. & Cecchin, G. (1987). Hypothesizing, Circularity, Neutrality."
  ]
}
