{
  "id": "s21nardone",
  "grupo": "Sistémico",
  "label": "Terapia estratégica breve (Nardone)",
  "year": 1990,
  "autores": "Giorgio Nardone",
  "importancia": 1,
  "file": "modelos/sistemico/s21nardone.json",

  "universidad": "Centro di Terapia Strategica di Arezzo",
  "ciudad": "Arezzo",
  "pais": "Italia",
  "lat": 43.4633,
  "lon": 11.8796,

  "derivesFrom": [
    "Terapia estratégica (Haley)",
    "Escuela de Palo Alto / MRI",
    "Hipnosis ericksoniana",
    "Constructivismo",
    "Milton H. Erickson (hipnosis clínica)",
    "Gregory Bateson (cibernética y comunicación)"
  ],

  "books": [
    "Giorgio Nardone & Paul Watzlawick — Brief Strategic Therapy (2004)",
    "Giorgio Nardone — Fear, Panic, Phobias: Successful Therapy of Anxiety Disorders (2003)"
  ],

  "summary": "Nardone reformula el legado estratégico en una versión pragmática, breve y centrada en protocolos específicos. A través de prescripciones paradójicas, tareas simbólicas y maniobras comunicativas precisas, busca desbloquear la lógica perceptiva que mantiene el problema. Su método combina rigor experimental y lenguaje sugestivo, adaptando la intervención a cada trastorno (pánico, fobia, TOC, trastornos alimentarios). Es un modelo de intervención breve altamente estructurado y de amplia difusión internacional.",

  "descripcion": "La Terapia Estratégica Breve desarrollada por Giorgio Nardone constituye una evolución radical del enfoque estratégico clásico, caracterizada por su orientación pragmática, su foco en la solución y su extrema precisión técnica. El problema psicológico se define por las soluciones intentadas que lo mantienen: patrones repetitivos de percepción, reacción y control que, aunque lógicamente coherentes para la persona, resultan disfuncionales.\n\nEl terapeuta estratégico no busca insight explicativo ni elaboración narrativa prolongada, sino intervenir directamente sobre la lógica del problema. Para ello utiliza prescripciones paradójicas, tareas conductuales, maniobras comunicativas y un lenguaje sugestivo cuidadosamente calibrado. Cada intervención está diseñada para producir experiencias correctivas que desconfirmen la estructura perceptiva rígida del problema.\n\nEl modelo se caracteriza por protocolos específicos para distintos trastornos (pánico, fobias, TOC, hipocondría, trastornos alimentarios, problemas relacionales), desarrollados a partir de investigación empírica sobre qué intervenciones producen cambio rápido y estable. El cambio se concibe como desbloqueo del sistema problema más que como reestructuración profunda del self.",

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como una construcción perceptiva y comunicacional. Los problemas no existen como entidades objetivas, sino como sistemas autoorganizados de percepción–reacción mantenidos por intentos fallidos de control. El foco no está en la verdad del relato, sino en su funcionalidad.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es pragmático y estratégico: una intervención es válida si produce cambio. El terapeuta adopta una posición experta en diseño de maniobras, pero flexible en la adaptación del lenguaje y la táctica a cada caso.\n\nConcepción del ser humano y del cambio\nEl ser humano es visto como un sistema reactivo que puede quedar atrapado en bucles lógicos disfuncionales. El cambio ocurre cuando se interrumpe la lógica del problema mediante experiencias emocionales y conductuales correctivas.\n\nRol de la relación terapéutica\nLa relación terapéutica es un vehículo estratégico: debe generar credibilidad, adherencia y disposición al experimento. No se busca una alianza basada en insight compartido, sino en confianza operativa y eficacia percibida.",
    "teoriaFormal": "Qué es el self\nEl self no es el foco principal del modelo. Se asume una organización funcional del comportamiento guiada por percepciones, emociones y reacciones automáticas. El énfasis está en cómo la persona responde al problema, no en su identidad profunda.\n\nCómo se explica el cambio\nEl cambio se explica como ruptura del sistema problema: al prescribir conductas que contradicen la lógica habitual, el sistema pierde coherencia y se reorganiza. El cambio suele ser rápido y precede a la comprensión consciente.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por soluciones intentadas repetitivas (evitación, control, comprobación, resistencia) que refuerzan el problema. Cuanto más se intenta controlar el síntoma, más se intensifica.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando con precisión: (1) el problema actual, (2) las soluciones intentadas, (3) la lógica del sistema problema y (4) el objetivo concreto de desbloqueo.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de interrupción conductual, desconfirmación experiencial y modificación de la percepción del problema.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por la reducción rápida del síntoma, la desaparición del patrón problema y la autonomía del paciente para mantener el cambio."
  },

  "mjps": ["ALI", "RE", "AP", "N", "AG", "R"],

  "alianzaModelo": {
    "ALI_vinculo": "El vínculo se construye desde la autoridad terapéutica y la claridad estratégica. El terapeuta transmite seguridad, precisión y control del proceso, lo que reduce ansiedad y aumenta adherencia.",
    "ALI_objetivos": "Los objetivos se definen de forma concreta, observable y a corto plazo: eliminar ataques de pánico, reducir rituales, afrontar estímulos evitados.",
    "ALI_tareas": "Las tareas son el núcleo del tratamiento. Deben ser claras, precisas y presentadas como experimentos necesarios para resolver el problema.",
    "ALI_colaboracion": "La colaboración es instrumental: el paciente coopera ejecutando las prescripciones. No se exige acuerdo teórico, sino cumplimiento estratégico.",
    "ALI_sintonia": "La sintonía se logra mediante un lenguaje ajustado al sistema perceptivo del paciente, usando metáforas, paradojas y sugestión.",
    "ALI_rupturaReparacion": "Las rupturas aparecen cuando el paciente duda de la lógica de la tarea. La reparación se realiza reforzando la credibilidad del método y reformulando la prescripción.",
    "ALI_monitorizacion": "La monitorización es continua y directa: se evalúa sesión a sesión el efecto de las tareas y se ajustan las maniobras.",
    "ALI_contexto": "Se consideran variables contextuales solo en la medida en que interfieren o facilitan la ejecución de las prescripciones."
  },

  "procesos": [
    "Identificación de soluciones intentadas",
    "Interrupción del sistema problema",
    "Desconfirmación experiencial",
    "Modificación de la percepción del síntoma",
    "Consolidación del cambio conductual"
  ],
"ideasPrincipales": [

  {
    "id": "idea_nardone_1",
    "titulo": "El problema se mantiene por las soluciones intentadas",
    "desarrollo": "Los problemas psicológicos persisten porque la persona y su entorno aplican repetidamente estrategias que parecen lógicas (evitar, controlar, tranquilizar, comprobar, resistirse), pero que por su propia estructura refuerzan el síntoma y consolidan el sistema problema. El análisis clínico prioriza detectar con precisión esas soluciones intentadas para diseñar maniobras que interrumpan el bucle problema–solución–agravamiento. (Nardone & Watzlawick, 2004; Watzlawick, Weakland & Fisch, 1974)."
  },

  {
    "id": "idea_nardone_2",
    "titulo": "La lógica del problema es coherente para el paciente, aunque sea disfuncional",
    "desarrollo": "Lo que mantiene el sufrimiento no es irracionalidad, sino una coherencia interna rígida: el sistema perceptivo-emocional del paciente concluye que controlar o evitar es necesario para sobrevivir al malestar, y esa conclusión organiza conductas automáticas. La intervención busca actuar sobre esa lógica desde dentro, usando tácticas compatibles con el modo en que el problema “funciona” en la experiencia. (Nardone, 2003; Nardone & Watzlawick, 2004)."
  },

  {
    "id": "idea_nardone_3",
    "titulo": "El cambio suele preceder a la comprensión consciente",
    "desarrollo": "La transformación clínica se produce cuando una experiencia correctiva desconfirma el sistema problema: la persona vive que puede hacer algo distinto y que el síntoma pierde control. Solo después suele aparecer una comprensión más clara del proceso. Por eso se prioriza la intervención pragmática sobre el análisis explicativo prolongado. (Nardone & Watzlawick, 2004; Watzlawick, 1978)."
  },

  {
    "id": "idea_nardone_4",
    "titulo": "Las prescripciones paradójicas rompen el automatismo y redistribuyen el control",
    "desarrollo": "Cuando el síntoma se sostiene por lucha directa (control, resistencia, supresión), prescribir de forma estratégica y acotada aquello que se teme o se intenta evitar puede invertir la relación con el problema: lo que era involuntario pasa a ser voluntario, lo que dominaba pasa a ser observado y regulado. Esta inversión desorganiza el circuito rígido y abre reorganización rápida. (Nardone & Watzlawick, 2004; Watzlawick, 1978)."
  },

  {
    "id": "idea_nardone_5",
    "titulo": "La intervención es una ingeniería de experiencias, no una explicación del pasado",
    "desarrollo": "El criterio de validez es la eficacia observable: diseñar tareas, maniobras comunicativas y experiencias simbólicas que produzcan cambios verificables en poco tiempo. El foco está en cómo el problema funciona en el presente y qué intervención mínima puede desestabilizarlo, más que en reconstruir exhaustivamente su origen histórico. (Nardone & Watzlawick, 2004; Watzlawick, Weakland & Fisch, 1974)."
  },

  {
    "id": "idea_nardone_6",
    "titulo": "El lenguaje terapéutico es un instrumento de cambio perceptivo",
    "desarrollo": "El lenguaje no se usa solo para describir, sino para transformar: metáforas, sugestión, redefiniciones y formulaciones performativas modifican la percepción del síntoma, reducen resistencia y preparan el terreno para la acción. La comunicación terapéutica se calibra para entrar en el sistema del paciente y moverlo sin confrontación frontal. (Watzlawick, 1978; Nardone & Watzlawick, 2004)."
  },

  {
    "id": "idea_nardone_7",
    "titulo": "La terapia se organiza en objetivos concretos, medibles y de corto plazo",
    "desarrollo": "El trabajo clínico se estructura en metas claras y observables (frecuencia de crisis, rituales, evitación, conductas de control), con revisión sesión a sesión del efecto de las tareas. La estrategia se ajusta en función de datos conductuales y del impacto real de las prescripciones, manteniendo una lógica de experimentación clínica guiada por resultados. (Nardone & Watzlawick, 2004; Nardone, 2003)."
  },

  {
    "id": "idea_nardone_8",
    "titulo": "La solución es específica del problema: protocolos y tácticas por patrones",
    "desarrollo": "Los problemas clínicos se organizan por patrones de mantenimiento relativamente estables (pánico, fobias, TOC, hipocondría, trastornos alimentarios, problemas relacionales), y cada patrón requiere tácticas distintas. La intervención se diseña a partir de la estructura del sistema problema y no como aplicación genérica de técnicas, lo que favorece cambios rápidos y estables cuando el encaje es preciso. (Nardone, 2003; Nardone & Watzlawick, 2004)."
  }

],

  "procedimientos": [
    {
      "nombre": "Análisis de soluciones intentadas",
      "codigo": "p_nardone_soluciones",
      "procesos": ["N_metacognicion", "N_reformulacion"],
      "texto": "Procedimiento central del modelo. Se identifican con precisión las conductas, pensamientos y estrategias que el paciente utiliza para controlar o evitar el problema y que, paradójicamente, lo mantienen."
    },
    {
      "nombre": "Prescripción paradójica",
      "codigo": "p_nardone_paradoja",
      "procesos": ["AG_compromisoConductual", "AP_evocacion"],
      "texto": "Intervención que prescribe voluntariamente la conducta problemática o un ritual asociado, con el fin de romper el automatismo y devolver control al paciente."
    },
    {
      "nombre": "Tareas simbólicas",
      "codigo": "p_nardone_simbolicas",
      "procesos": ["N_marcosCognitivos", "AG_compromisoConductual"],
      "texto": "Tareas diseñadas para producir un impacto emocional y perceptivo que reestructure la relación con el síntoma sin necesidad de insight racional."
    },
    {
      "nombre": "Exposición estratégica indirecta",
      "codigo": "p_nardone_expo",
      "procesos": ["RE_modulacion", "AG_compromisoConductual"],
      "texto": "Exposición no frontal al estímulo temido, integrada en prescripciones que evitan la lucha directa contra el miedo."
    }
  ],

  "micros": [
    {
      "nombre": "Reformulación estratégica",
      "codigo": "m_nardone_reformulacion",
      "procesos": ["N_reformulacion"],
      "texto": "Cambio del significado del síntoma para aumentar disposición al cambio."
    },
    {
      "nombre": "Uso de lenguaje sugestivo",
      "codigo": "m_nardone_lenguaje",
      "procesos": ["RE_reapreciacion"],
      "texto": "Empleo deliberado de metáforas, ambigüedad y sugestión para influir en la experiencia emocional."
    },
    {
      "nombre": "Micro-prescripción conductual",
      "codigo": "m_nardone_microtarea",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Indicaciones muy concretas y limitadas que facilitan cumplimiento y refuerzan sensación de eficacia."
    },
    {
      "nombre": "Bloqueo de evitación",
      "codigo": "m_nardone_evitar",
      "procesos": ["RE_prevEvitacion"],
      "texto": "Intervenciones destinadas a impedir conductas evitativas que mantienen el problema."
    }
  ],

  "refs": [
    "Nardone, G. & Watzlawick, P. (2004). Brief Strategic Therapy.",
    "Nardone, G. (2003). Fear, Panic, Phobias.",
    "Watzlawick, P. (1978). The Language of Change."
  ]
}
