{
  "id": "terapia-breve-mri-1974",
  "grupo": "Sistémico",
  "label": "Terapia breve (MRI)",
  "year": 1974,
  "importance": 2,
  "isFundacional": false,

  "autores": "John Weakland; Paul Watzlawick; Richard Fisch",
  "universidad": "Mental Research Institute (MRI)",
  "ciudad": "Palo Alto, California",
  "pais": "EE. UU.",
  "lat": 37.441883,
  "lon": -122.143019,

  "derivesFrom": [
    "Escuela de Palo Alto / MRI",
    "Pragmática de la comunicación humana",
    "Psicología del aprendizaje",
    "Constructivismo",
    "Cibernética de segundo orden",
    "Milton H. Erickson (hipnosis clínica)",
    "Gregory Bateson (cibernética y comunicación)"
  ],

  "influencias": [
    "Escuela de Palo Alto / MRI",
    "Pragmática de la comunicación humana",
    "Psicología del aprendizaje",
    "Constructivismo",
    "Cibernética de segundo orden",
    "Milton H. Erickson (hipnosis clínica)",
    "Gregory Bateson (cibernética y comunicación)"
  ],

  "books": [
    "Watzlawick, Weakland, Fisch — Change / Cambio (1974)",
    "John H. Weakland, Richard Fisch, Paul Watzlawick — The Tactics of Change: Doing Therapy Briefly (1982)"
  ],

  "summary": "Extiende las ideas del MRI hacia un formato de intervención breve y focalizado. Propone analizar cómo las tentativas de solución mantienen el problema e introducir pequeñas variaciones estratégicas que rompan la secuencia repetitiva. La claridad en la definición del problema, la identificación de las pautas interactivas y el uso de intervenciones simples pero precisas son claves del modelo. La terapia breve se centra en generar experiencias correctivas rápidas y eficaces, priorizando la utilidad sobre la interpretación causal.",

  "descripcion": "La Terapia Breve del Mental Research Institute (MRI) constituye una de las formulaciones más depuradas del enfoque sistémico-pragmático. Parte de la premisa de que los problemas psicológicos no persisten por causas profundas ocultas, sino porque las soluciones intentadas por las personas y los sistemas son ineficaces y se repiten de forma rígida. El foco terapéutico se sitúa en el presente: qué se hace para resolver el problema y cómo eso lo mantiene. El terapeuta adopta un rol activo pero no autoritario, orientado a redefinir el problema de forma operativa, interrumpir las tentativas de solución y prescribir cambios pequeños pero estratégicos que alteren la pauta. El cambio se produce cuando el sistema deja de hacer ‘más de lo mismo’ y experimenta una diferencia significativa que reorganiza la interacción.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como construida y mantenida en la interacción y en el lenguaje. El conocimiento terapéutico es pragmático y contextual: una intervención es válida si produce cambio observable. El ser humano es entendido como agente activo que intenta resolver problemas, aunque a menudo lo haga de forma contraproducente. El cambio ocurre al modificar la secuencia de acciones presentes, no al descubrir causas pasadas. La relación terapéutica es colaborativa pero directiva, orientada a la tarea y al experimento conductual.",
    "teoriaFormal": "El self no es una entidad intrapsíquica estable, sino una posición funcional dentro de pautas relacionales y comunicativas. El sufrimiento se mantiene por soluciones intentadas repetitivas que generan bucles de retroalimentación negativa. El cambio psicológico ocurre cuando se introduce una diferencia que rompe el bucle y permite nuevas formas de respuesta.",
    "teoriaClinica": "El caso se conceptualiza definiendo el problema de forma concreta, identificando las soluciones intentadas y analizando la pauta interactiva que las conecta. La intervención se diseña para bloquear, invertir o modificar dichas soluciones. El progreso se evalúa por la desaparición del problema o por cambios observables en la conducta y la interacción."
  },

  "procesos": [
    "Definición operativa del problema",
    "Identificación de soluciones intentadas",
    "Interrupción de pautas repetitivas",
    "Introducción de diferencias estratégicas",
    "Reorganización de la interacción",
    "Consolidación del cambio pragmático"
  ],

  "mjps": [
    "R",
    "AG",
    "N",
    "RE",
    "ALI"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye desde una postura colaborativa y no patologizante, validando el esfuerzo del cliente por resolver su problema.",
    "ALI_objetivos": "Los objetivos se formulan de manera concreta, observable y limitada en el tiempo.",
    "ALI_tareas": "Las tareas consisten en experimentar cambios específicos en la conducta o en la pauta relacional.",
    "ALI_colaboracion": "La colaboración implica acordar definiciones y aceptar probar alternativas nuevas.",
    "ALI_sintonia": "La sintonía se mantiene usando lenguaje claro, cotidiano y orientado a la acción.",
    "ALI_rupturaReparacion": "Las rupturas aparecen cuando el cliente percibe la tarea como inútil o excesiva; se reparan redefiniendo el problema o ajustando la intervención.",
    "ALI_monitorizacion": "Se monitoriza la alianza mediante feedback continuo sobre utilidad y resultados.",
    "ALI_contexto": "Se consideran las restricciones contextuales reales del cliente para asegurar viabilidad del cambio."
  },

  "procedimientos": [
    {
      "nombre": "Definición operativa del problema",
      "codigo": "p_mri_definicion",
      "procesos": ["N_metacognicion"],
      "texto": "El problema se formula en términos conductuales, concretos y observables, evitando etiquetas diagnósticas. Esta definición delimita el foco y permite diseñar intervenciones específicas."
    },
    {
      "nombre": "Identificación de soluciones intentadas",
      "codigo": "p_mri_soluciones_intentadas",
      "procesos": ["N_metacognicion"],
      "texto": "Se exploran todas las acciones repetidas que el cliente o el sistema ha utilizado para resolver el problema. Estas soluciones, aunque bien intencionadas, suelen ser el principal mecanismo de mantenimiento."
    },
    {
      "nombre": "Bloqueo de la solución intentada",
      "codigo": "p_mri_bloqueo",
      "procesos": ["AG_tomaDecisiones"],
      "texto": "Se prescribe dejar de hacer aquello que mantiene el problema, creando un vacío funcional que obliga al sistema a reorganizarse."
    },
    {
      "nombre": "Prescripción de una diferencia",
      "codigo": "p_mri_diferencia",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Se introduce una conducta nueva, pequeña y viable que rompa la pauta repetitiva sin generar resistencia excesiva."
    },
    {
      "nombre": "Reencuadre pragmático",
      "codigo": "p_mri_reencuadre",
      "procesos": ["N_reformulacion"],
      "texto": "El problema se redefine como resultado de intentos fallidos de solución, reduciendo culpa y aumentando apertura al cambio."
    },
    {
      "nombre": "Tareas entre sesiones",
      "codigo": "p_mri_tareas",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Asignaciones concretas que permiten experimentar el cambio en el contexto real del cliente."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta de excepción",
      "codigo": "m_mri_excepcion",
      "procesos": ["N_metacognicion"],
      "texto": "Explorar momentos en que el problema no ocurre para identificar diferencias útiles."
    },
    {
      "nombre": "Señalar circularidad",
      "codigo": "m_mri_circularidad",
      "procesos": ["R_sist_ciclos"],
      "texto": "Hacer visible cómo las respuestas de cada parte mantienen el problema."
    },
    {
      "nombre": "Interrupción verbal de patrón",
      "codigo": "m_mri_interrupcion",
      "procesos": ["RE_modulacion"],
      "texto": "Cortar una secuencia automática en sesión para introducir conciencia y elección."
    },
    {
      "nombre": "Normalización del intento de solución",
      "codigo": "m_mri_normalizacion",
      "procesos": ["RE_aceptacion"],
      "texto": "Validar el esfuerzo del cliente para reducir defensividad y facilitar cambio."
    },
    {
      "nombre": "Microtarea experimental",
      "codigo": "m_mri_microtarea",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Pequeña acción acordada que permite probar una alternativa sin riesgo elevado."
    }
  ],

  "refs": [
    "Watzlawick, P., Weakland, J., & Fisch, R. (1974). Change.",
    "Weakland, J. H., Fisch, R., Watzlawick, P. (1982). The Tactics of Change."
  ]
}
