{
  "id": "terapia-familiar-simbolico-experiencial-1969",
  "grupo": "Sistémico",
  "label": "Terapia familiar simbólico-experiencial",
  "year": 1969,
  "importance": 1,
  "isFundacional": false,

  "autores": "Carl Whitaker",
  "universidad": "University of Wisconsin–Madison",
  "ciudad": "Madison, Wisconsin",
  "pais": "EE. UU.",
  "lat": 43.076592,
  "lon": -89.412488,

  "derivesFrom": [
    "Psicología humanista (tercera fuerza)",
    "Sistémico",
    "Terapia existencial",
    "Terapia Gestalt",
    "Fenomenología / Hermenéutica"
  ],

  "influencias": [
    "Psicología humanista (tercera fuerza)",
    "Sistémico",
    "Terapia existencial",
    "Terapia Gestalt",
    "Fenomenología / Hermenéutica"
  ],

  "books": [
    "Napier & Whitaker — The Family Crucible (1978)",
    "Carl Whitaker — Midnight Musings of a Family Therapist (1988)"
  ],

  "summary": "Whitaker propuso una terapia intensamente vivencial y simbólica, que privilegia la autenticidad emocional sobre la técnica. El terapeuta utiliza su propio self como instrumento de cambio, interviniendo con humor, confrontación protectora y espontaneidad. La familia se aborda como un organismo emocional en evolución, donde los síntomas expresan bloqueos en la creatividad y la intimidad. La terapia busca despertar vitalidad, juego y conexión genuina, más que resolver problemas específicos.",

  "descripcion": "La Terapia Familiar Simbólico-Experiencial de Carl Whitaker es uno de los enfoques más radicales dentro del movimiento sistémico-humanista. Rechaza la idea de que el cambio terapéutico se produzca mediante técnicas específicas o estrategias racionales, y sitúa el núcleo del proceso en la experiencia emocional compartida y en la autenticidad del encuentro humano. El terapeuta utiliza su propio self —emociones, intuiciones, humor, provocación— como principal instrumento de intervención, entrando activamente en el sistema familiar para sacudir rigideces, desbloquear creatividad y promover intimidad real. La familia se concibe como un organismo vivo en desarrollo, y los síntomas como expresiones simbólicas de estancamiento evolutivo. El cambio ocurre cuando se restablece la vitalidad, el juego y la conexión genuina entre los miembros.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como experiencial, simbólica y relacional. El conocimiento terapéutico no se basa en teorías explicativas ni en técnicas replicables, sino en la autenticidad del encuentro y en la capacidad del terapeuta para entrar en contacto humano real. El ser humano es visto como un organismo creativo orientado al crecimiento, cuya patología surge de bloqueos emocionales y relacionales. El cambio ocurre mediante experiencias intensas y genuinas que reactivan vitalidad y conexión. La relación terapéutica no es un medio: es el proceso mismo.",
    "teoriaFormal": "El self es entendido como un proceso vivo, emocional y relacional, más que como una estructura. El sufrimiento se mantiene por rigidez emocional, pérdida de juego, miedo a la intimidad y congelación del desarrollo familiar. El cambio psicológico ocurre cuando se desbloquea la expresión emocional auténtica y se reactiva el movimiento evolutivo del sistema.",
    "teoriaClinica": "El caso se conceptualiza de forma abierta e intuitiva, atendiendo a la vitalidad del sistema, al nivel de intimidad, al humor y a la capacidad de juego. No se prioriza la formulación explícita ni la definición del problema. El progreso se evalúa por aumento de energía, espontaneidad, contacto emocional y capacidad de tolerar cercanía sin colapso."
  },

  "procesos": [
    "Activación de la experiencia emocional",
    "Uso del self del terapeuta",
    "Desbloqueo de creatividad relacional",
    "Incremento de intimidad auténtica",
    "Reactivación del desarrollo familiar",
    "Transformación simbólica del síntoma"
  ],

  "mjps": [
    "RE",
    "ALI",
    "R",
    "N",
    "AG"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye a través de una presencia humana auténtica, intensa y comprometida. El terapeuta no se esconde tras el rol profesional.",
    "ALI_objetivos": "Los objetivos no se formulan de manera explícita; emergen del proceso y del aumento de vitalidad del sistema.",
    "ALI_tareas": "No hay tareas estructuradas; la sesión misma es la experiencia terapéutica.",
    "ALI_colaboracion": "La colaboración se basa en la implicación emocional mutua, no en acuerdos técnicos.",
    "ALI_sintonia": "La sintonía es profunda, emocional y a menudo no verbal.",
    "ALI_rupturaReparacion": "Las rupturas forman parte del proceso y se usan como material terapéutico vivo.",
    "ALI_monitorizacion": "La alianza se monitoriza observando nivel de energía, contacto y autenticidad.",
    "ALI_contexto": "Se respeta el ritmo evolutivo de cada familia sin imponer estructuras externas."
  },

  "procedimientos": [
    {
      "nombre": "Uso del self del terapeuta",
      "codigo": "p_whitaker_self",
      "procesos": ["ALI_vinculo", "RE_expresion"],
      "texto": "El terapeuta se implica emocionalmente de forma genuina, utilizando sus propias reacciones, emociones y espontaneidad como catalizador del cambio. No actúa desde neutralidad, sino desde presencia viva."
    },
    {
      "nombre": "Intervención simbólica",
      "codigo": "p_whitaker_simbolica",
      "procesos": ["N_simbolizacion", "RE_expresion"],
      "texto": "Uso de metáforas, dramatizaciones, humor y actos simbólicos para acceder a niveles profundos de experiencia familiar que no se alcanzan mediante el lenguaje racional."
    },
    {
      "nombre": "Confrontación protectora",
      "codigo": "p_whitaker_confrontacion",
      "procesos": ["RE_modulacion", "AG_autoriaResponsabilidad"],
      "texto": "Confrontaciones directas, a menudo intensas, que buscan sacudir rigideces sin humillar. Se confronta desde el cuidado y la implicación emocional."
    },
    {
      "nombre": "Activación del juego y el humor",
      "codigo": "p_whitaker_juego",
      "procesos": ["RE_expresion", "R_sist_interaccion"],
      "texto": "Introducción deliberada de juego, ironía y humor para flexibilizar defensas y permitir nuevas formas de relación."
    },
    {
      "nombre": "Trabajo con la intimidad",
      "codigo": "p_whitaker_intimidad",
      "procesos": ["R_sist_contacto", "RE_tolerancia"],
      "texto": "Facilitar encuentros emocionales genuinos entre miembros de la familia, promoviendo cercanía sin colapso ni huida."
    }
  ],

  "micros": [
    {
      "nombre": "Comentario espontáneo del terapeuta",
      "codigo": "m_whitaker_espontaneo",
      "procesos": ["ALI_vinculo"],
      "texto": "Expresión auténtica e inmediata del terapeuta que introduce humanidad y rompe rigidez."
    },
    {
      "nombre": "Uso del humor disruptivo",
      "codigo": "m_whitaker_humor",
      "procesos": ["RE_modulacion"],
      "texto": "Humor inesperado que reduce defensas y abre espacio emocional."
    },
    {
      "nombre": "Silencio experiencial",
      "codigo": "m_whitaker_silencio",
      "procesos": ["RE_tolerancia"],
      "texto": "Permitir silencios intensos para que emerja experiencia emocional auténtica."
    },
    {
      "nombre": "Nombrar lo no dicho",
      "codigo": "m_whitaker_no_dicho",
      "procesos": ["N_metacognicion"],
      "texto": "Poner palabras a tensiones implícitas para hacerlas vivibles y transformables."
    },
    {
      "nombre": "Invitación a contacto directo",
      "codigo": "m_whitaker_contacto",
      "procesos": ["R_sist_contacto"],
      "texto": "Invitar a los miembros a dirigirse entre sí desde la experiencia presente."
    }
  ],

  "refs": [
    "Whitaker, C., & Napier, A. (1978). The Family Crucible.",
    "Whitaker, C. (1988). Midnight Musings of a Family Therapist."
  ]
}
