{
  "id": "terapia-familiar-simbolico-experiencial-whitaker",
  "grupo": "Sistémico",
  "label": "Terapia familiar simbólico-experiencial",
  "year": 1969,
  "autores": "Carl Whitaker",
  "importancia": 1,
  "file": "modelos/sistemico/terapia-familiar-simbolico-experiencial-whitaker.json",

  "universidad": "",
  "ciudad": "Madison, Wisconsin",
  "pais": "EE. UU.",
  "lat": 43.0731,
  "lon": -89.4012,

  "influencias": [
    "Psicología humanista (tercera fuerza)",
    "Sistémico",
    "Terapia existencial",
    "Terapia Gestalt",
    "Fenomenología / Hermenéutica"
  ],

  "books": [
    "Napier & Whitaker — The Family Crucible (1978)",
    "Carl Whitaker — Midnight Musings of a Family Therapist (1988)"
  ],

  "summary": "Whitaker propuso una terapia intensamente vivencial y simbólica, que privilegia la autenticidad emocional sobre la técnica. El terapeuta utiliza su propio self como instrumento de cambio, interviniendo con humor, confrontación protectora y espontaneidad. La familia se aborda como un organismo emocional en evolución, donde los síntomas expresan bloqueos en la creatividad y la intimidad. La terapia busca despertar vitalidad, juego y conexión genuina, más que resolver problemas específicos.",

  "descripcion": "La terapia familiar simbólico-experiencial desarrollada por Carl Whitaker concibe el sufrimiento psicológico como una cristalización de bloqueos emocionales y relacionales que inhiben la vitalidad, la creatividad y la intimidad del sistema familiar, entendiendo a la familia como un organismo vivo en continuo proceso de desarrollo más que como un conjunto de problemas a resolver; el terapeuta se implica activamente como persona real, utilizando su propio self, su espontaneidad, su humor y su capacidad de confrontación protectora como principales instrumentos de cambio, provocando experiencias emocionales intensas y simbólicas que desorganizan patrones rígidos y favorecen nuevas formas de contacto auténtico; el cambio terapéutico emerge de la vivencia compartida, del juego, de la expresión emocional directa y del acceso a niveles profundos de experiencia, más que de la aplicación de técnicas estructuradas o de la búsqueda de soluciones racionales, promoviendo una reorganización espontánea del sistema hacia mayor intimidad, flexibilidad y madurez relacional (Refs: Whitaker & Napier 1978; Whitaker 1988).",

  "neimeyer": {
    "epistemologico": "La realidad psicológica es experiencial, relacional y fenomenológica: lo relevante no es la explicación del síntoma, sino la vivencia emocional que organiza el sistema. El conocimiento terapéutico es encarnado y emergente, generado en la interacción viva entre terapeuta y familia. El ser humano es un organismo emocional en desarrollo. El cambio ocurre mediante experiencias intensas que desbloquean crecimiento. La relación terapéutica es el principal agente de cambio.",
    "teoriaFormal": "El self se entiende como un proceso experiencial en evolución, configurado por el contacto emocional y la intimidad relacional. El sufrimiento se mantiene por rigidez emocional, defensas crónicas y bloqueo de la espontaneidad. El cambio implica desorganización creativa y recontacto emocional profundo.",
    "teoriaClinica": "El caso se conceptualiza como un sistema emocional estancado en una fase de desarrollo. Se prioriza provocar experiencias vivenciales correctivas que reactiven crecimiento y autenticidad. El progreso se evalúa por mayor vitalidad, expresión emocional y flexibilidad relacional."
  },

  "mjps": ["ALI", "RE", "AP", "R", "I"],

  "alianzaModelo": {
    "ALI_vinculo": "El vínculo se construye desde la autenticidad del terapeuta, más que desde la neutralidad o el rol experto.",
    "ALI_objetivos": "Los objetivos no se formulan como resolución de problemas, sino como aumento de vitalidad, contacto y crecimiento.",
    "ALI_tareas": "Las tareas son experienciales, implícitas y emergentes, más que prescritas.",
    "ALI_colaboracion": "La colaboración surge de la implicación emocional compartida, no de acuerdos técnicos.",
    "ALI_sintonia": "La sintonía es emocional e intuitiva, ajustada al nivel de desarrollo del sistema.",
    "ALI_rupturaReparacion": "Las rupturas se utilizan como material terapéutico vivo, promoviendo autenticidad.",
    "ALI_monitorizacion": "La monitorización es experiencial: se observa vitalidad, contacto y resonancia emocional.",
    "ALI_contexto": "Menor énfasis en contexto externo y mayor en proceso emocional interno del sistema."
  },

  "procesos": [
    "Desbloqueo emocional",
    "Activación de la espontaneidad",
    "Incremento de la intimidad",
    "Desorganización creativa del sistema",
    "Recontacto con el self auténtico",
    "Maduración relacional"
  ],

  "procedimientos": [
    {
      "nombre": "Uso del self del terapeuta",
      "codigo": "p_whitaker_self",
      "procesos": ["ALI_vinculo", "AP_trabajoExperiencial"],
      "texto": "El terapeuta utiliza activamente su propia personalidad, emociones y reacciones como instrumento clínico, mostrando autenticidad, implicación y presencia real para catalizar experiencias emocionales transformadoras en la familia."
    },
    {
      "nombre": "Confrontación protectora",
      "codigo": "p_whitaker_confrontacion",
      "procesos": ["R_sist_interaccion", "RE_modulacion"],
      "texto": "La confrontación protectora introduce tensión emocional de forma contenida y cuidadosa, desafiando defensas rígidas sin atacar la dignidad de los miembros, con el fin de movilizar cambio experiencial."
    },
    {
      "nombre": "Intervención simbólica",
      "codigo": "p_whitaker_simbolica",
      "procesos": ["AP_trabajoExperiencial", "N_reformulacion"],
      "texto": "Uso de metáforas, imágenes, actos simbólicos y lenguaje evocador para acceder a niveles profundos de experiencia emocional y significado relacional."
    },
    {
      "nombre": "Activación del juego terapéutico",
      "codigo": "p_whitaker_juego",
      "procesos": ["RE_modulacion", "AP_trabajoExperiencial"],
      "texto": "Introducción deliberada de humor, paradoja y juego para reducir rigidez defensiva y reactivar creatividad relacional."
    },
    {
      "nombre": "Trabajo con etapas del ciclo vital familiar",
      "codigo": "p_whitaker_ciclo",
      "procesos": ["I_continuidadBiografica", "R_sist_guiones"],
      "texto": "Exploración del momento evolutivo del sistema familiar y de los bloqueos que impiden su tránsito hacia etapas más maduras."
    }
  ],

  "micros": [
    {
      "nombre": "Humor terapéutico",
      "codigo": "m_whitaker_humor",
      "procesos": ["RE_modulacion"],
      "texto": "Uso espontáneo y respetuoso del humor para desactivar defensas, reducir ansiedad y facilitar contacto emocional genuino."
    },
    {
      "nombre": "Amplificación emocional",
      "codigo": "m_whitaker_amplificacion",
      "procesos": ["AP_trabajoExperiencial"],
      "texto": "Intensificación de expresiones emocionales presentes para hacerlas conscientes y transformadoras."
    },
    {
      "nombre": "Descolocación experiencial",
      "codigo": "m_whitaker_descolocar",
      "procesos": ["RE_modulacion", "N_reformulacion"],
      "texto": "Intervenciones inesperadas que rompen patrones previsibles y abren nuevas posibilidades de respuesta."
    },
    {
      "nombre": "Contacto emocional directo",
      "codigo": "m_whitaker_contacto",
      "procesos": ["R_comunicacionEmocional"],
      "texto": "Facilitar encuentros emocionales genuinos entre miembros, sin mediación intelectual excesiva."
    },
    {
      "nombre": "Validación de la vivencia",
      "codigo": "m_whitaker_validacion",
      "procesos": ["RE_aceptacion"],
      "texto": "Reconocimiento explícito de la experiencia emocional tal como emerge, sin corrección ni interpretación defensiva."
    }
  ],

  "refs": [
    "Whitaker, C., & Napier, A. (1978). The Family Crucible.",
    "Whitaker, C. (1988). Midnight Musings of a Family Therapist."
  ]
}
