{
  "id": "terapia-contextual-boszormenyi-nagy",
  "grupo": "Sistémico",
  "label": "Terapia contextual",
  "year": 1973,
  "autores": "Ivan Boszormenyi-Nagy; Geraldine Spark",
  "importancia": 1,
  "file": "modelos/sistemico/terapia-contextual-boszormenyi-nagy.json",

  "universidad": "",
  "ciudad": "Philadelphia, Pennsylvania",
  "pais": "EE. UU.",
  "lat": 39.9526,
  "lon": -75.1652,

  "derivesFrom": [
    "Ética relacional",
    "Multigeneracional",
    "Psicoanálisis",
    "Teología",
    "Filosofía moral",
    "Fenomenología / Hermenéutica"
  ],

  "books": [
    "Boszormenyi-Nagy & Spark — Invisible Loyalties (1973)",
    "Boszormenyi-Nagy — Between Give and Take (1986)"
  ],

  "summary": "La terapia contextual introduce la dimensión ética dentro del pensamiento sistémico. Basa su modelo en el equilibrio relacional entre dar y recibir, y en la justicia como principio organizador de los vínculos. Explora conceptos como lealtad, deuda, mérito y fiabilidad, proponiendo la “contabilidad relacional” como mapa de las deudas y beneficios intergeneracionales. Su meta es restaurar la equidad entre los miembros del sistema, fortaleciendo la confianza y la responsabilidad mutua.",

  "descripcion": "La terapia contextual, desarrollada por Ivan Boszormenyi-Nagy, concibe el sufrimiento psicológico como el resultado de desequilibrios éticos acumulados en las relaciones significativas a lo largo de generaciones, donde lealtades invisibles, deudas relacionales, injusticias no reconocidas y fallos de fiabilidad erosionan la confianza y organizan patrones de sacrificio, resentimiento o sintomatología; el modelo introduce la ética relacional como eje sistémico central, utilizando la contabilidad relacional para mapear dar y recibir, mérito, deuda y legitimidad, y propone la parcialidad multidireccional del terapeuta como posición clínica que valida simultáneamente las perspectivas de todos los implicados sin neutralidad moral, facilitando procesos de reconocimiento, responsabilidad y reparación intergeneracional; el cambio terapéutico se produce cuando se restaura un sentido compartido de justicia relacional que permite redistribuir cargas, legitimar necesidades y fortalecer vínculos basados en fiabilidad mutua y compromiso ético (Refs: Boszormenyi-Nagy & Spark 1973; Boszormenyi-Nagy 1986).",

  "neimeyer": {
    "epistemologico": "La realidad psicológica es relacional y ética: los vínculos se organizan no solo por interacción sino por justicia percibida. El conocimiento terapéutico es hermenéutico y moralmente situado; el terapeuta no es neutral, sino responsable de promover equidad relacional. El ser humano es agente moral inserto en redes de lealtad. El cambio ocurre cuando se reconoce y repara la injusticia relacional. La relación terapéutica actúa como tribunal ético facilitador de reconocimiento.",
    "teoriaFormal": "El self se constituye en relaciones de dar y recibir, organizadas por lealtades, méritos y deudas intergeneracionales. El sufrimiento se mantiene cuando la contabilidad relacional queda distorsionada (excesiva deuda, lealtades destructivas, sacrificio unilateral). El cambio implica restaurar fiabilidad, legitimidad y justicia relacional mediante reconocimiento y responsabilidad compartida.",
    "teoriaClinica": "El caso se conceptualiza como red multigeneracional de deudas, méritos y lealtades. Se prioriza visibilizar injusticias, legitimar voces silenciadas y promover actos reparadores. El progreso se evalúa por mayor confianza, responsabilidad mutua y disminución de síntomas ligados a lealtades invisibles."
  },

  "mjps": ["ALI", "RE", "N", "R", "I", "AG"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye mediante reconocimiento ético de cada miembro y validación de su legitimidad relacional.",
    "ALI_objetivos": "Los objetivos se formulan como restauración de justicia, equidad y fiabilidad entre los miembros.",
    "ALI_tareas": "Las tareas implican exploración multigeneracional, reconocimiento explícito y actos de reparación.",
    "ALI_colaboracion": "Colaboración basada en responsabilidad moral compartida, no en neutralidad.",
    "ALI_sintonia": "Sintonía ética: el terapeuta se posiciona con sensibilidad ante injusticias y sacrificios invisibles.",
    "ALI_rupturaReparacion": "Las rupturas se abordan como expresiones de injusticia percibida, facilitando reconocimiento.",
    "ALI_monitorizacion": "Monitorización del equilibrio dar–recibir y del clima de confianza.",
    "ALI_contexto": "Alta atención a contextos culturales, religiosos y familiares que definen justicia y deber."
  },

  "procesos": [
    "Reconocimiento ético",
    "Equilibrio dar–recibir",
    "Reparación intergeneracional",
    "Restauración de la fiabilidad",
    "Redistribución de responsabilidades",
    "Integración narrativa de la justicia"
  ],
"ideasPrincipales": [

  {
    "id": "idea_contextual_1",
    "titulo": "La dimensión ética como eje organizador del vínculo",
    "desarrollo": "Las relaciones no se organizan solo por interacción y comunicación, sino por percepciones de justicia, legitimidad y equidad. El malestar surge cuando el equilibrio ético del vínculo se distorsiona. La terapia introduce explícitamente esta dimensión moral como núcleo clínico."
  },

  {
    "id": "idea_contextual_2",
    "titulo": "Contabilidad relacional intergeneracional",
    "desarrollo": "Cada sistema familiar mantiene una contabilidad implícita de dar y recibir a lo largo de generaciones. Méritos, sacrificios y deudas no reconocidas influyen en decisiones actuales. Hacer visible esta contabilidad permite comprender síntomas como intentos de equilibrar injusticias acumuladas."
  },

  {
    "id": "idea_contextual_3",
    "titulo": "Lealtades invisibles como organizadoras del sufrimiento",
    "desarrollo": "Las personas pueden actuar guiadas por compromisos relacionales implícitos hacia figuras significativas pasadas o presentes. Estas lealtades, aunque no conscientes, moldean elecciones vitales y pueden sostener patrones de sacrificio, culpa o repetición transgeneracional."
  },

  {
    "id": "idea_contextual_4",
    "titulo": "Parcialidad multidireccional en lugar de neutralidad",
    "desarrollo": "El terapeuta no adopta una neutralidad distante, sino una posición activa que reconoce la legitimidad ética de cada miembro. Esta parcialidad multidireccional permite validar injusticias sin tomar partido fijo, promoviendo responsabilidad compartida."
  },

  {
    "id": "idea_contextual_5",
    "titulo": "Fiabilidad como base de confianza relacional",
    "desarrollo": "La coherencia entre promesas, responsabilidades y actos es el fundamento de la confianza. Cuando la fiabilidad se erosiona, se acumulan resentimientos y desequilibrios. Restaurarla es condición esencial para la reparación del vínculo."
  },

  {
    "id": "idea_contextual_6",
    "titulo": "Responsabilidad diferenciada y legitimidad de necesidades",
    "desarrollo": "El cambio requiere distinguir entre responsabilidades legítimas y cargas asumidas por lealtad o culpa. Al redistribuir obligaciones de forma justa, se libera a miembros sobrecargados y se fortalece la equidad del sistema."
  },

  {
    "id": "idea_contextual_7",
    "titulo": "Reparación ética como motor del cambio",
    "desarrollo": "El cambio no se limita a modificar pautas conductuales, sino que implica reconocimiento explícito de injusticias y actos concretos de reparación. Estos gestos restauran equilibrio, fortalecen confianza y permiten reorganizar el sistema sobre bases más justas."
  }

],

 
  "procedimientos": [
    {
      "nombre": "Contabilidad relacional",
      "codigo": "p_contextual_contabilidad",
      "procesos": ["N_metacognicion", "R_sist_guiones"],
      "texto": "La contabilidad relacional consiste en mapear de forma explícita cómo se han distribuido históricamente el dar y el recibir dentro del sistema familiar, identificando méritos, sacrificios, beneficios y deudas relacionales acumuladas a lo largo de las generaciones, con el objetivo de hacer visible la lógica ética implícita que organiza expectativas, resentimientos y síntomas actuales."
    },
    {
      "nombre": "Exploración de lealtades invisibles",
      "codigo": "p_contextual_lealtades",
      "procesos": ["I_continuidadBiografica", "N_narrativaAutobiografica"],
      "texto": "Este procedimiento explora los compromisos implícitos, mandatos familiares y lealtades transgeneracionales que vinculan al individuo con figuras significativas pasadas o presentes, mostrando cómo dichas lealtades, aun no conscientes, orientan elecciones vitales, sacrificios personales y patrones de sufrimiento."
    },
    {
      "nombre": "Parcialidad multidireccional",
      "codigo": "p_contextual_parcialidad",
      "procesos": ["ALI_vinculo", "R_reparacionRelacional"],
      "texto": "La parcialidad multidireccional implica que el terapeuta se posicione activamente reconociendo la legitimidad ética de cada miembro del sistema sin adoptar una neutralidad moral, validando simultáneamente las distintas perspectivas relacionales para promover justicia, responsabilidad compartida y apertura a la reparación."
    },
    {
      "nombre": "Clarificación de méritos y responsabilidades",
      "codigo": "p_contextual_responsabilidad",
      "procesos": ["AG_autoriaResponsabilidad", "N_reformulacion"],
      "texto": "Este procedimiento busca diferenciar entre responsabilidades legítimas y cargas injustamente asumidas, ayudando a los miembros del sistema a reconocer qué obligaciones les corresponden éticamente y cuáles han sido interiorizadas de forma desproporcionada por lealtad, culpa o mandato relacional."
    },
    {
      "nombre": "Facilitación de actos reparadores",
      "codigo": "p_contextual_reparacion",
      "procesos": ["R_reparacionRelacional", "AG_compromisoConductual"],
      "texto": "La facilitación de actos reparadores promueve gestos concretos, simbólicos o conductuales de restitución, reconocimiento o cuidado que permitan restablecer la equidad relacional, fortaleciendo la confianza mutua y transformando el reconocimiento ético en acciones observables."
    }
  ],

   "micros": [
    {
      "nombre": "Validación de injusticia relacional",
      "codigo": "m_contextual_validacion",
      "procesos": ["RE_aceptacion", "ALI_vinculo"],
      "texto": "Esta microintervención consiste en reconocer explícitamente experiencias de injusticia, sacrificio o falta de reconocimiento vividas por un miembro del sistema, legitimando su vivencia ética sin culpabilizar a otros y reduciendo la invisibilidad relacional que mantiene el malestar."
    },
    {
      "nombre": "Nombrar deudas y méritos",
      "codigo": "m_contextual_nominar",
      "procesos": ["N_metacognicion"],
      "texto": "Nombrar deudas y méritos implica poner palabras a intercambios relacionales implícitos, haciendo conscientes aportaciones, renuncias y beneficios que hasta ese momento operaban de forma tácita y generaban expectativas o resentimientos no verbalizados."
    },
    {
      "nombre": "Reencuadre ético del síntoma",
      "codigo": "m_contextual_reencuadre",
      "procesos": ["N_reformulacion"],
      "texto": "El reencuadre ético del síntoma permite comprender la conducta problemática como expresión de lealtad, deuda o desequilibrio ético relacional, desplazando lecturas patologizantes hacia una comprensión moral y contextual del sufrimiento."
    },
    {
      "nombre": "Micro-reparación relacional",
      "codigo": "m_contextual_micro_reparacion",
      "procesos": ["R_reparacionRelacional"],
      "texto": "La micro-reparación relacional se concreta en pequeños actos verbales o simbólicos de restitución —disculpas, reconocimientos, gestos de cuidado— que comienzan a restaurar la confianza sin requerir cambios estructurales inmediatos."
    },
    {
      "nombre": "Chequeo de fiabilidad",
      "codigo": "m_contextual_fiabilidad",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Este chequeo evalúa la coherencia entre promesas, actos y responsabilidades asumidas por los miembros del sistema, señalando de forma cuidadosa los desajustes entre intención y conducta que erosionan la fiabilidad relacional."
    }
  ],

  "refs": [
    "Boszormenyi-Nagy, I., & Spark, G. (1973). Invisible Loyalties.",
    "Boszormenyi-Nagy, I. (1986). Between Give and Take."
  ]
}

