{
  "id": "terapia-centrada-soluciones-1982",
  "grupo": "Sistémico",
  "label": "Terapia centrada en soluciones",
  "year": 1982,
  "importance": 2,
  "isFundacional": false,

  "autores": "Steve de Shazer; Insoo Kim Berg",
  "universidad": "Brief Family Therapy Center",
  "ciudad": "Milwaukee, Wisconsin",
  "pais": "EE. UU.",
  "lat": 43.038902,
  "lon": -87.906471,

  "derivesFrom": [
    "Escuela de Palo Alto / MRI",
    "Terapia breve (MRI)",
    "Cibernética de segundo orden",
    "Constructivismo social / Relacional",
    "Terapia de Realidad",
    "Milton H. Erickson (hipnosis clínica)"
  ],

  "influencias": [
    "Escuela de Palo Alto / MRI",
    "Terapia breve (MRI)",
    "Cibernética de segundo orden",
    "Constructivismo social / Relacional",
    "Terapia de Realidad",
    "Milton H. Erickson (hipnosis clínica)"
  ],

  "books": [
    "Steve de Shazer — Keys to Solution in Brief Therapy (1985)",
    "Steve de Shazer — The Language of Change (1984)"
  ],

  "summary": "En lugar de analizar las causas del problema, este enfoque se orienta a la construcción de soluciones. Introduce herramientas conversacionales como la pregunta milagro y las escalas de progreso (0–10) para activar recursos y excepciones. Basada en el lenguaje y en la cooperación, considera que cada descripción genera una realidad posible. El terapeuta adopta una posición no experta, curiosa y colaborativa, ayudando al cliente a descubrir lo que ya funciona y a ampliar su repertorio de conductas eficaces. Es uno de los modelos breves con mayor validación empírica.",

  "descripcion": "La Terapia Centrada en Soluciones (SFBT) es un modelo sistémico-constructivista de segunda orden que desplaza deliberadamente el foco desde el problema hacia la construcción conversacional de soluciones. Parte de la premisa de que comprender la causa del problema no es necesario para resolverlo, y de que el cambio puede producirse identificando y ampliando excepciones, recursos y futuros deseados. El lenguaje no describe la realidad, sino que la crea; por ello, la conversación terapéutica se orienta a generar descripciones útiles que abran posibilidades de acción. El terapeuta adopta una posición no experta, cooperativa y orientada a objetivos, confiando en que el cliente es el experto en su vida. El cambio se produce a través de pequeñas diferencias pragmáticas que, una vez amplificadas, generan transformaciones sostenidas.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como construida lingüística y relacionalmente. El conocimiento terapéutico es co-construido en la conversación y se evalúa por su utilidad pragmática. El ser humano es visto como competente y portador de recursos, incluso en contextos de sufrimiento. El cambio ocurre cuando se generan nuevas descripciones de futuro que reorganizan la experiencia presente. La relación terapéutica es colaborativa, no jerárquica y orientada a la cooperación.",
    "teoriaFormal": "El self se entiende como narrativo y contextual, definido por descripciones cambiantes más que por rasgos estables. El sufrimiento se mantiene por conversaciones centradas en el problema que reducen el campo de posibilidades. El cambio psicológico ocurre al desplazar el foco hacia excepciones, recursos y objetivos claros.",
    "teoriaClinica": "El caso se conceptualiza a partir de lo que el cliente quiere que sea diferente, cómo sabrá que el problema se ha resuelto y qué ya funciona parcialmente. No se analizan patrones disfuncionales en profundidad; se diseñan conversaciones orientadas a amplificar lo útil. El progreso se evalúa por avances concretos hacia el futuro deseado."
  },

  "procesos": [
    "Construcción de objetivos claros",
    "Identificación de excepciones",
    "Activación de recursos",
    "Ampliación de conductas eficaces",
    "Co-construcción de futuro deseado",
    "Consolidación del cambio pragmático"
  ],

  "mjps": [
    "N",
    "AG",
    "RE",
    "ALI",
    "R"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye desde una posición explícitamente no experta, validando al cliente como agente competente.",
    "ALI_objetivos": "Los objetivos son definidos por el cliente en términos positivos, concretos y observables.",
    "ALI_tareas": "Las tareas emergen de la conversación y suelen consistir en repetir o ampliar lo que ya funciona.",
    "ALI_colaboracion": "La colaboración es central: el terapeuta sigue al cliente y adapta el lenguaje a su marco de referencia.",
    "ALI_sintonia": "La sintonía se logra mediante curiosidad genuina, preguntas respetuosas y lenguaje sencillo.",
    "ALI_rupturaReparacion": "Las rupturas se reparan devolviendo control al cliente y ajustando el ritmo o el foco de la conversación.",
    "ALI_monitorizacion": "La alianza se monitoriza mediante feedback continuo sobre utilidad y progreso.",
    "ALI_contexto": "Se consideran recursos y restricciones contextuales reales para asegurar viabilidad del cambio."
  },

  "procedimientos": [
    {
      "nombre": "Pregunta milagro",
      "codigo": "p_sfbt_pregunta_milagro",
      "procesos": ["N_proyeccionFuturo", "AG_tomaDecisiones"],
      "texto": "Pregunta diseñada para ayudar al cliente a describir con detalle un futuro sin el problema, clarificando objetivos y señales de cambio. Activa imaginación, esperanza y orientación a la acción."
    },
    {
      "nombre": "Exploración de excepciones",
      "codigo": "p_sfbt_excepciones",
      "procesos": ["N_metacognicion", "RE_aceptacion"],
      "texto": "Identificación de momentos en los que el problema no ocurre o es menos intenso. Estas excepciones revelan recursos ya existentes que pueden ampliarse."
    },
    {
      "nombre": "Escalas de progreso (0–10)",
      "codigo": "p_sfbt_escalas",
      "procesos": ["AG_autoevaluacion", "N_metacognicion"],
      "texto": "Herramienta para evaluar progreso, motivación y confianza. Facilita microobjetivos y refuerza avances parciales."
    },
    {
      "nombre": "Definición de objetivos bien formados",
      "codigo": "p_sfbt_objetivos",
      "procesos": ["AG_tomaDecisiones"],
      "texto": "Construcción de objetivos específicos, positivos y controlables por el cliente, que orientan la intervención."
    },
    {
      "nombre": "Ampliación de recursos",
      "codigo": "p_sfbt_ampliacion",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Diseño de pequeñas acciones para repetir o intensificar conductas eficaces ya presentes en la vida del cliente."
    },
    {
      "nombre": "Elogio terapéutico",
      "codigo": "p_sfbt_elogio",
      "procesos": ["RE_validacion"],
      "texto": "Reconocimiento explícito de esfuerzos y competencias, fortaleciendo autoeficacia y motivación."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta de avance mínimo",
      "codigo": "m_sfbt_avance_minimo",
      "procesos": ["AG_tomaDecisiones"],
      "texto": "Explorar qué tendría que pasar para subir solo un punto en la escala, facilitando cambios pequeños y viables."
    },
    {
      "nombre": "Reformulación positiva",
      "codigo": "m_sfbt_reformulacion",
      "procesos": ["N_reformulacion"],
      "texto": "Transformar descripciones problemáticas en lenguaje de capacidad y recurso."
    },
    {
      "nombre": "Señalar diferencias útiles",
      "codigo": "m_sfbt_diferencias",
      "procesos": ["N_metacognicion"],
      "texto": "Destacar cambios sutiles para consolidarlos como evidencia de progreso."
    },
    {
      "nombre": "Chequeo de utilidad",
      "codigo": "m_sfbt_utilidad",
      "procesos": ["ALI_monitorizacion"],
      "texto": "Preguntar explícitamente si la conversación está siendo útil para ajustar la intervención."
    },
    {
      "nombre": "Lenguaje del cliente",
      "codigo": "m_sfbt_lenguaje_cliente",
      "procesos": ["ALI_sintonia"],
      "texto": "Adoptar palabras y metáforas del cliente para fortalecer alianza y coherencia narrativa."
    }
  ],

  "refs": [
    "de Shazer, S. (1985). Keys to Solution in Brief Therapy.",
    "de Shazer, S. (1984). The Language of Change.",
    "Berg, I. K., & De Jong, P. (1996). Solution-Building Conversations."
  ]
}
