{
  "id": "terapia-contextual-boszormenyi-nagy",
  "grupo": "Sistémico",
  "label": "Terapia contextual",
  "year": 1973,
  "autores": "Ivan Boszormenyi-Nagy; Geraldine Spark",
  "importancia": 1,
  "file": "modelos/sistemico/terapia-contextual-boszormenyi-nagy.json",

  "universidad": "",
  "ciudad": "Philadelphia, Pennsylvania",
  "pais": "EE. UU.",
  "lat": 39.9526,
  "lon": -75.1652,

  "derivesFrom": [
    "Ética relacional",
    "Multigeneracional",
    "Psicoanálisis",
    "Teología",
    "Filosofía moral",
    "Fenomenología / Hermenéutica"
  ],

  "books": [
    "Boszormenyi-Nagy & Spark — Invisible Loyalties (1973)",
    "Boszormenyi-Nagy — Between Give and Take (1986)"
  ],

  "summary": "La terapia contextual introduce la dimensión ética dentro del pensamiento sistémico. Basa su modelo en el equilibrio relacional entre dar y recibir, y en la justicia como principio organizador de los vínculos. Explora conceptos como lealtad, deuda, mérito y fiabilidad, proponiendo la “contabilidad relacional” como mapa de las deudas y beneficios intergeneracionales. Su meta es restaurar la equidad entre los miembros del sistema, fortaleciendo la confianza y la responsabilidad mutua.",

  "descripcion": "La terapia contextual, desarrollada por Ivan Boszormenyi-Nagy, concibe el sufrimiento psicológico como el resultado de desequilibrios éticos acumulados en las relaciones significativas a lo largo de generaciones, donde lealtades invisibles, deudas relacionales, injusticias no reconocidas y fallos de fiabilidad erosionan la confianza y organizan patrones de sacrificio, resentimiento o sintomatología; el modelo introduce la ética relacional como eje sistémico central, utilizando la contabilidad relacional para mapear dar y recibir, mérito, deuda y legitimidad, y propone la parcialidad multidireccional del terapeuta como posición clínica que valida simultáneamente las perspectivas de todos los implicados sin neutralidad moral, facilitando procesos de reconocimiento, responsabilidad y reparación intergeneracional; el cambio terapéutico se produce cuando se restaura un sentido compartido de justicia relacional que permite redistribuir cargas, legitimar necesidades y fortalecer vínculos basados en fiabilidad mutua y compromiso ético (Refs: Boszormenyi-Nagy & Spark 1973; Boszormenyi-Nagy 1986).",

  "neimeyer": {
    "epistemologico": "La realidad psicológica es relacional y ética: los vínculos se organizan no solo por interacción sino por justicia percibida. El conocimiento terapéutico es hermenéutico y moralmente situado; el terapeuta no es neutral, sino responsable de promover equidad relacional. El ser humano es agente moral inserto en redes de lealtad. El cambio ocurre cuando se reconoce y repara la injusticia relacional. La relación terapéutica actúa como tribunal ético facilitador de reconocimiento.",
    "teoriaFormal": "El self se constituye en relaciones de dar y recibir, organizadas por lealtades, méritos y deudas intergeneracionales. El sufrimiento se mantiene cuando la contabilidad relacional queda distorsionada (excesiva deuda, lealtades destructivas, sacrificio unilateral). El cambio implica restaurar fiabilidad, legitimidad y justicia relacional mediante reconocimiento y responsabilidad compartida.",
    "teoriaClinica": "El caso se conceptualiza como red multigeneracional de deudas, méritos y lealtades. Se prioriza visibilizar injusticias, legitimar voces silenciadas y promover actos reparadores. El progreso se evalúa por mayor confianza, responsabilidad mutua y disminución de síntomas ligados a lealtades invisibles."
  },

  "mjps": ["ALI", "RE", "N", "R", "I", "AG"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye mediante reconocimiento ético de cada miembro y validación de su legitimidad relacional.",
    "ALI_objetivos": "Los objetivos se formulan como restauración de justicia, equidad y fiabilidad entre los miembros.",
    "ALI_tareas": "Las tareas implican exploración multigeneracional, reconocimiento explícito y actos de reparación.",
    "ALI_colaboracion": "Colaboración basada en responsabilidad moral compartida, no en neutralidad.",
    "ALI_sintonia": "Sintonía ética: el terapeuta se posiciona con sensibilidad ante injusticias y sacrificios invisibles.",
    "ALI_rupturaReparacion": "Las rupturas se abordan como expresiones de injusticia percibida, facilitando reconocimiento.",
    "ALI_monitorizacion": "Monitorización del equilibrio dar–recibir y del clima de confianza.",
    "ALI_contexto": "Alta atención a contextos culturales, religiosos y familiares que definen justicia y deber."
  },

  "procesos": [
    "Reconocimiento ético",
    "Equilibrio dar–recibir",
    "Reparación intergeneracional",
    "Restauración de la fiabilidad",
    "Redistribución de responsabilidades",
    "Integración narrativa de la justicia"
  ],

  "procedimientos": [
    {
      "nombre": "Contabilidad relacional",
      "codigo": "p_contextual_contabilidad",
      "procesos": ["N_metacognicion", "R_sist_guiones"],
      "texto": "Mapeo explícito de deudas, méritos, sacrificios y beneficios acumulados en las relaciones y generaciones."
    },
    {
      "nombre": "Exploración de lealtades invisibles",
      "codigo": "p_contextual_lealtades",
      "procesos": ["I_continuidadBiografica", "N_narrativaAutobiografica"],
      "texto": "Identificación de compromisos implícitos y mandatos familiares que organizan la conducta actual."
    },
    {
      "nombre": "Parcialidad multidireccional",
      "codigo": "p_contextual_parcialidad",
      "procesos": ["ALI_vinculo", "R_reparacionRelacional"],
      "texto": "Validación activa de todas las posiciones sin neutralidad ética, promoviendo justicia relacional."
    },
    {
      "nombre": "Clarificación de méritos y responsabilidades",
      "codigo": "p_contextual_responsabilidad",
      "procesos": ["AG_autoriaResponsabilidad", "N_reformulacion"],
      "texto": "Diferenciación entre responsabilidad legítima y cargas injustas."
    },
    {
      "nombre": "Facilitación de actos reparadores",
      "codigo": "p_contextual_reparacion",
      "procesos": ["R_reparacionRelacional", "AG_compromisoConductual"],
      "texto": "Promoción de gestos concretos de restitución, reconocimiento o cuidado."
    }
  ],

  "micros": [
    {
      "nombre": "Validación de injusticia relacional",
      "codigo": "m_contextual_validacion",
      "procesos": ["RE_aceptacion", "ALI_vinculo"],
      "texto": "Reconocer explícitamente experiencias de injusticia o sacrificio no reconocido."
    },
    {
      "nombre": "Nombrar deudas y méritos",
      "codigo": "m_contextual_nominar",
      "procesos": ["N_metacognicion"],
      "texto": "Poner palabras a intercambios relacionales implícitos."
    },
    {
      "nombre": "Reencuadre ético del síntoma",
      "codigo": "m_contextual_reencuadre",
      "procesos": ["N_reformulacion"],
      "texto": "Comprender el síntoma como expresión de lealtad o desequilibrio ético."
    },
    {
      "nombre": "Micro-reparación relacional",
      "codigo": "m_contextual_micro_reparacion",
      "procesos": ["R_reparacionRelacional"],
      "texto": "Pequeños actos simbólicos o verbales de restitución."
    },
    {
      "nombre": "Chequeo de fiabilidad",
      "codigo": "m_contextual_fiabilidad",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Evaluar coherencia entre promesas, actos y responsabilidades asumidas."
    }
  ],

  "refs": [
    "Boszormenyi-Nagy, I., & Spark, G. (1973). Invisible Loyalties.",
    "Boszormenyi-Nagy, I. (1986). Between Give and Take."
  ]
}
