{
  "id": "terapia-estrategica-1967",
  "grupo": "Sistémico",
  "label": "Terapia estratégica",
  "year": 1967,
  "importance": 3,
  "isFundacional": false,

  "autores": "Jay Haley; Cloe Madanes; Milton H. Erickson",
  "universidad": "",
  "ciudad": "Palo Alto, California",
  "pais": "EE. UU.",
  "lat": 37.441883,
  "lon": -122.143019,

  "derivesFrom": [
    "Escuela de Palo Alto / MRI",
    "Hipnosis ericksoniana",
    "Aprendizaje social",
    "Cibernética",
    "Milton H. Erickson (hipnosis clínica)",
    "Gregory Bateson (cibernética y comunicación)"
  ],

  "influencias": [
    "Escuela de Palo Alto / MRI",
    "Hipnosis ericksoniana",
    "Aprendizaje social",
    "Cibernética",
    "Milton H. Erickson (hipnosis clínica)",
    "Gregory Bateson (cibernética y comunicación)"
  ],

  "books": [
    "Jay Haley — Strategies of Psychotherapy / Terapias estratégicas en psicoterapia (1963/1973)",
    "Jay Haley — Problem-Solving Therapy (1976)"
  ],

  "summary": "La terapia estratégica plantea que los problemas persisten debido a secuencias rígidas de interacción que deben ser interrumpidas mediante maniobras precisas. Influido por la hipnosis ericksoniana, este enfoque confiere al terapeuta un rol directivo y creativo, capaz de diseñar intervenciones paradójicas y tareas orientadas a modificar la pauta relacional. Haley y Madanes incorporaron la noción de poder y jerarquía, mostrando cómo la estructura de autoridad influye en los síntomas. El cambio terapéutico se logra alterando la lógica de control que mantiene el problema.",

  "descripcion": "La Terapia Estratégica es un modelo sistémico-directivo que concibe los problemas psicológicos como el resultado de secuencias de interacción rígidas mantenidas por intentos fallidos de control y solución. Inspirada en la hipnosis ericksoniana y en la cibernética, se centra en identificar la pauta que mantiene el problema y diseñar intervenciones específicas para interrumpirla. El terapeuta adopta un rol activo, asumiendo liderazgo claro y responsabilidad en la estrategia, sin necesidad de insight ni exploración del pasado. Haley y Madanes incorporan explícitamente las dimensiones de poder, jerarquía y control en los sistemas humanos, mostrando cómo los síntomas pueden servir para regular relaciones de autoridad o evitar confrontaciones directas. El cambio se produce cuando la lógica del problema se vuelve insostenible y el sistema se ve obligado a reorganizarse.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se entiende como relacional, pragmática y gobernada por reglas implícitas de interacción y control. El conocimiento terapéutico es instrumental y estratégico: se valida por su eficacia para interrumpir patrones, no por coherencia explicativa. El ser humano es concebido como actor dentro de sistemas de poder y jerarquía, donde la conducta tiene función reguladora. El cambio ocurre mediante intervenciones diseñadas desde fuera del sistema que alteran su lógica interna. La relación terapéutica es asimétrica y directiva: el terapeuta asume autoridad estratégica para producir cambio.",
    "teoriaFormal": "El self no es el foco primario; lo central es la pauta interactiva que mantiene el problema. El cambio psicológico ocurre cuando se rompe la secuencia rígida mediante una maniobra que desactiva el control y fuerza una reorganización. El sufrimiento se mantiene por soluciones intentadas repetitivas, luchas de poder encubiertas y jerarquías disfuncionales.",
    "teoriaClinica": "El caso se conceptualiza identificando la definición del problema, las soluciones intentadas, la jerarquía relacional y la función del síntoma en el sistema. Se prioriza diseñar una estrategia concreta con intervenciones precisas (directivas, tareas, paradojas). El progreso se evalúa por la desaparición del patrón problema y la aparición de interacciones más flexibles."
  },

  "procesos": [
    "Identificación de la pauta problema",
    "Interrupción de soluciones intentadas",
    "Alteración de jerarquías y control",
    "Introducción de paradojas",
    "Reorganización estratégica del sistema",
    "Consolidación del cambio conductual"
  ],

  "mjps": [
    "R",
    "AG",
    "N",
    "RE",
    "ALI"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye desde una posición de liderazgo claro y credibilidad estratégica. El terapeuta no busca simetría, sino generar confianza en su capacidad para dirigir el cambio.",
    "ALI_objetivos": "Los objetivos se definen en términos conductuales y relacionales: qué pauta debe desaparecer y qué cambio observable se espera.",
    "ALI_tareas": "Las tareas son el núcleo del trabajo: directivas, prescripciones y maniobras diseñadas para alterar la pauta problema.",
    "ALI_colaboracion": "La colaboración implica que el cliente acepte ejecutar la estrategia, no que participe en su diseño teórico.",
    "ALI_sintonia": "La sintonía se logra adaptando el estilo directivo al contexto cultural y al sistema de autoridad del cliente.",
    "ALI_rupturaReparacion": "Las rupturas aparecen cuando el cliente percibe manipulación o exceso de control; se reparan ajustando el nivel de directividad sin abandonar liderazgo.",
    "ALI_monitorizacion": "Se monitoriza la alianza observando cumplimiento de tareas y cambios en la pauta, más que verbalizaciones emocionales.",
    "ALI_contexto": "Se consideran jerarquías culturales, familiares y sociales para diseñar intervenciones que no colapsen el sistema."
  },
"ideasPrincipales": [

  {
    "id": "idea_strat_1",
    "titulo": "El síntoma como regulador de poder y jerarquía",
    "desarrollo": "El síntoma cumple una función estratégica dentro del sistema: regula jerarquías, evita confrontaciones directas o mantiene equilibrios de poder. No es solo una solución intentada fallida, sino un movimiento táctico dentro de una estructura de autoridad."
  },

  {
    "id": "idea_strat_2",
    "titulo": "La centralidad de la jerarquía funcional",
    "desarrollo": "Los problemas emergen cuando las jerarquías están invertidas, difusas o disfuncionales. Restaurar una estructura clara de autoridad —especialmente en familias— es condición esencial para resolver el síntoma."
  },

  {
    "id": "idea_strat_3",
    "titulo": "El terapeuta como estratega directivo",
    "desarrollo": "El terapeuta asume liderazgo explícito y diseña la intervención desde una posición asimétrica. No busca neutralidad ni co-construcción reflexiva, sino dirigir activamente el cambio mediante maniobras calculadas."
  },

  {
    "id": "idea_strat_4",
    "titulo": "La intervención como maniobra diseñada",
    "desarrollo": "Cada intervención es una estrategia deliberada orientada a alterar la pauta interactiva. La creatividad táctica y la secuenciación del cambio son elementos centrales del proceso clínico."
  },

  {
    "id": "idea_strat_5",
    "titulo": "Uso estructural de la paradoja",
    "desarrollo": "Las prescripciones paradójicas no solo bloquean soluciones intentadas, sino que desarman luchas de poder encubiertas, obligando al sistema a reorganizar su posición frente al control."
  },

  {
    "id": "idea_strat_6",
    "titulo": "Cambio sin insight necesario",
    "desarrollo": "La comprensión profunda del problema no es condición para el cambio. La modificación estratégica de la pauta puede preceder y generar comprensión posterior."
  },

  {
    "id": "idea_strat_7",
    "titulo": "La secuencia es más relevante que la causa",
    "desarrollo": "El foco clínico está en la secuencia presente de interacción —quién hace qué y en qué orden— más que en la etiología histórica. Alterar la secuencia modifica el sistema."
  },

  {
    "id": "idea_strat_8",
    "titulo": "La autoridad terapéutica como herramienta técnica",
    "desarrollo": "La credibilidad y el liderazgo del terapeuta son instrumentos estratégicos que permiten introducir directivas eficaces y reducir resistencia dentro del sistema."
  }

],

  "procedimientos": [
    {
      "nombre": "Definición estratégica del problema",
      "codigo": "p_strat_definicion_problema",
      "procesos": ["N_metacognicion", "R_sist_ciclos"],
      "texto": "El problema se define de forma operativa y observable, evitando explicaciones intrapsíquicas. Se describe la pauta concreta que se repite, quién participa y qué ocurre justo antes y después, preparando una intervención quirúrgica."
    },
    {
      "nombre": "Identificación de soluciones intentadas",
      "codigo": "p_strat_soluciones_intentadas",
      "procesos": ["N_metacognicion"],
      "texto": "Se analizan las respuestas repetidas que el sistema ha utilizado para resolver el problema y que, paradójicamente, lo mantienen. Esta identificación guía la estrategia: hacer algo distinto, o lo opuesto."
    },
    {
      "nombre": "Prescripción directa de tareas",
      "codigo": "p_strat_prescripcion",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Asignación clara y concreta de conductas a realizar fuera de sesión. Las tareas están diseñadas para interrumpir la pauta problema y generar experiencias nuevas."
    },
    {
      "nombre": "Intervenciones paradójicas",
      "codigo": "p_strat_paradoja",
      "procesos": ["N_reformulacion", "AG_tomaDecisiones"],
      "texto": "Se prescribe el síntoma o la conducta problemática de forma controlada para desactivar la lucha de control. La paradoja hace que el problema pierda su función reguladora."
    },
    {
      "nombre": "Reencuadre estratégico",
      "codigo": "p_strat_reencuadre",
      "procesos": ["N_reformulacion"],
      "texto": "El síntoma se redefine como intento de solución o como conducta con función relacional, reduciendo resistencia y facilitando cumplimiento de tareas."
    },
    {
      "nombre": "Manipulación de jerarquías",
      "codigo": "p_strat_jerarquias",
      "procesos": ["R_sist_jerarquia", "AG_autoriaResponsabilidad"],
      "texto": "Intervenciones diseñadas para modificar posiciones de poder y autoridad dentro del sistema, devolviendo liderazgo funcional o desactivando coaliciones."
    },
    {
      "nombre": "Secuenciación estratégica del cambio",
      "codigo": "p_strat_secuenciacion",
      "procesos": ["AG_tomaDecisiones"],
      "texto": "Planificación del orden y ritmo de las intervenciones para evitar resistencia excesiva y maximizar impacto."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta estratégica (qué ocurre si no haces nada)",
      "codigo": "m_strat_pregunta",
      "procesos": ["N_metacognicion"],
      "texto": "Introduce una ruptura cognitiva al cuestionar la inevitabilidad del problema y preparar el terreno para la intervención."
    },
    {
      "nombre": "Directiva breve y concreta",
      "codigo": "m_strat_directiva",
      "procesos": ["AG_compromisoConductual"],
      "texto": "Indicación clara que reduce ambigüedad y facilita acción inmediata."
    },
    {
      "nombre": "Señalar control encubierto",
      "codigo": "m_strat_control",
      "procesos": ["R_sist_jerarquia"],
      "texto": "Hacer visible cómo el síntoma regula poder y evita confrontaciones directas."
    },
    {
      "nombre": "Bloqueo de solución intentada",
      "codigo": "m_strat_bloqueo",
      "procesos": ["R_sist_ciclos"],
      "texto": "Interrumpir explícitamente la respuesta habitual que mantiene el problema."
    },
    {
      "nombre": "Intensificación estratégica",
      "codigo": "m_strat_intensificacion",
      "procesos": ["RE_modulacion"],
      "texto": "Aumentar deliberadamente la intensidad de la pauta para forzar reorganización."
    },
    {
      "nombre": "Validación instrumental",
      "codigo": "m_strat_validacion",
      "procesos": ["ALI_vinculo"],
      "texto": "Reconocer la lógica del sistema para facilitar aceptación de la intervención."
    }
  ],

  "refs": [
    "Haley, J. (1973). Strategies of Psychotherapy.",
    "Haley, J. (1976). Problem-Solving Therapy.",
    "Madanes, C. (1981). Strategic Family Therapy."
  ]
}
