{
  "id": "terapia-familiar-bowen-1960",
  "grupo": "Sistémico",
  "label": "Terapia familiar de Bowen",
  "year": 1960,
  "importance": 3,
  "isFundacional": false,

  "autores": "Murray Bowen",
  "universidad": "Georgetown University",
  "ciudad": "Washington, D. C.",
  "pais": "EE. UU.",
  "lat": 38.907852,
  "lon": -77.072807,

  "derivesFrom": [
    "Teoría general de sistemas",
    "Psiquiatría",
    "Epistemología genética",
    "Biología evolutiva",
    "Cibernética"
  ],

  "influencias": [
    "Teoría general de sistemas",
    "Psiquiatría",
    "Epistemología genética",
    "Biología evolutiva",
    "Cibernética"
  ],

  "books": [
    "Murray Bowen — Family Therapy in Clinical Practice / La terapia familiar en la práctica clínica (1978)",
    "Michael Kerr & Murray Bowen — Family Evaluation (1988)"
  ],

  "summary": "Bowen introdujo una visión multigeneracional de la familia, integrando biología, psiquiatría y teoría de sistemas. Su concepto de “diferenciación del self” describe la capacidad de mantener la autonomía emocional sin romper el vínculo con los demás. También formuló los triángulos, la proyección familiar y la transmisión intergeneracional del funcionamiento emocional. La intervención busca aumentar la autorregulación del individuo dentro del sistema, reduciendo la reactividad emocional y promoviendo una posición más reflexiva ante los vínculos.",

  "descripcion": "La Terapia Familiar de Bowen es un modelo sistémico-transgeneracional que entiende los síntomas individuales como expresiones del funcionamiento emocional del sistema familiar a lo largo del tiempo. Su foco principal no es ‘arreglar’ interacciones puntuales en el presente, sino aumentar la diferenciación del self: la capacidad de mantener una posición interna clara y autorregulada en medio de la presión emocional del sistema, sin cortar el vínculo ni fusionarse con él. Bowen describe cómo la ansiedad crónica circula por la familia a través de triángulos relacionales, procesos de proyección parental y transmisión multigeneracional de patrones de regulación, dando lugar a niveles estables de funcionamiento emocional. En terapia, el cambio se logra cuando el consultante (a menudo un ‘paciente identificado’) aprende a observar y modificar su participación en estos patrones, desarrolla una postura más reflexiva (“posición-yo”), reduce reactividad y toma decisiones relacionales más conscientes. Es un enfoque más educativo y de coaching emocional que catártico, y valora la claridad, la autocontención y el trabajo sostenido con la familia extensa mediante contacto, investigación y comunicación directa.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como relacional y sistémica, organizada por patrones de regulación emocional que se mantienen por retroalimentación a lo largo de generaciones. El conocimiento terapéutico se apoya en la observación de procesos familiares (triangulación, fusión, corte emocional) y en una actitud más científica/reflexiva que interpretativa o confesional. El ser humano es entendido como un organismo social que oscila entre autonomía y pertenencia bajo presión emocional. El cambio se produce por incremento de diferenciación y autorregulación en el contexto relacional real. La relación terapéutica es un marco de guía y educación emocional, orientado a aumentar observación, responsabilidad y elección consciente.",
    "teoriaFormal": "El self se entiende en términos de diferenciación: capacidad de mantener identidad y regulación interna sin quedar secuestrado por la reactividad del sistema. El cambio ocurre cuando disminuye la ansiedad crónica, se destriangulan relaciones, se reduce fusión/corte y el consultante adopta una posición-yo estable. El sufrimiento se mantiene por reactividad emocional, triángulos rígidos, proyección de ansiedad parental y transmisión multigeneracional de patrones de funcionamiento.",
    "teoriaClinica": "El caso se conceptualiza mapeando el sistema multigeneracional (genograma), identificando triángulos activos, niveles de diferenciación, cortes emocionales y procesos de proyección. Se priorizan procesos de observación, destriangulación, comunicación directa, y entrenamiento de posición-yo. El progreso se evalúa por reducción de reactividad, mayor claridad identitaria, cambios sostenidos en patrones relacionales y disminución de síntomas en el contexto familiar."
  },

  "procesos": [
    "Diferenciación del self",
    "Reducción de reactividad y ansiedad crónica",
    "Destriangulación",
    "Clarificación de posición-yo",
    "Comprensión multigeneracional (transmisión)",
    "Contacto relacional directo sin fusión ni corte"
  ],

  "mjps": [
    "R",
    "RE",
    "N",
    "AG",
    "I"
  ],

  "procedimientos": [
    {
      "nombre": "Genograma multigeneracional (mapeo sistémico)",
      "codigo": "p_bowen_genograma",
      "procesos": ["R_sist_genograma", "N_metacognicion"],
      "texto": "El genograma es la herramienta central para visualizar patrones transgeneracionales: alianzas, rupturas, triángulos, repeticiones de síntomas y estilos de afrontamiento. No es un mero árbol genealógico: es un mapa funcional que permite que el consultante pase de la reacción a la observación, entendiendo el síntoma como parte de un proceso familiar más amplio. Al construirlo, se identifican nodos de ansiedad crónica, momentos de cambio y reglas implícitas que han viajado por generaciones, preparando intervenciones de contacto y destriangulación."
    },
    {
      "nombre": "Entrenamiento de ‘posición-yo’ (I-position)",
      "codigo": "p_bowen_posicion_yo",
      "procesos": ["AG_autoriaResponsabilidad", "I_coherenciaInterna", "RE_modulacion"],
      "texto": "La posición-yo consiste en expresar con claridad lo que uno piensa, siente y elige sin atacar, culpar ni colapsar ante la presión emocional. Se entrena para sostener límites y decisiones en presencia de desacuerdo, manteniendo conexión. La finalidad es aumentar diferenciación: que el self no dependa de la aprobación del sistema ni se proteja mediante corte emocional. Es una técnica práctica de comunicación y regulación, repetida hasta que se vuelve estable."
    },
    {
      "nombre": "Destriangulación activa",
      "codigo": "p_bowen_destriangulacion",
      "procesos": ["R_sist_triangulos", "RE_modulacion", "AG_tomaDecisiones"],
      "texto": "La destriangulación apunta a salir de los triángulos que estabilizan la ansiedad (p. ej., madre-hijo contra padre). El consultante aprende a no quedar atrapado como tercer vértice regulador del sistema y a devolver los conflictos a la díada correspondiente mediante presencia calma y comunicación directa. No es ‘retirarse’, sino cambiar la propia participación: sostener cercanía sin fusionarse y sostener autonomía sin cortar. Esta intervención suele ser el punto de inflexión cuando los síntomas estaban sirviendo para regular la tensión del sistema."
    },
    {
      "nombre": "Coaching en contacto con la familia extensa",
      "codigo": "p_bowen_contacto_familia_extensa",
      "procesos": ["R_sist_contacto", "AG_compromisoConductual", "RE_modulacion"],
      "texto": "Bowen trabaja con frecuencia mediante coaching: el terapeuta prepara al consultante para encuentros, llamadas o conversaciones con miembros de la familia extensa, anticipando presiones, provocaciones y riesgos de reactividad. El objetivo no es ‘convencer’ a la familia, sino entrenar diferenciación en vivo: mantener tono calmado, no entrar en escaladas, y sostener una postura clara. El cambio se consolida cuando se practica en el sistema real, no solo en sesión."
    },
    {
      "nombre": "Investigación funcional de patrones familiares",
      "codigo": "p_bowen_investigacion",
      "procesos": ["N_metacognicion", "N_narrativaAutobiografica"],
      "texto": "Procedimiento de exploración intencional para recoger información sobre la historia familiar y cómo se han gestionado ansiedad, conflicto, cercanía y distancia. La investigación reduce fantasías y narrativas polarizadas, y convierte el trabajo en un ejercicio de observación más que de acusación. Al comprender la lógica del sistema, el consultante deja de reaccionar como niño en el guion familiar y puede actuar como adulto diferenciado."
    },
    {
      "nombre": "Trabajo con corte emocional (emotional cutoff)",
      "codigo": "p_bowen_corte_emocional",
      "procesos": ["R_sist_corte", "RE_aceptacion", "AG_tomaDecisiones"],
      "texto": "El corte emocional se entiende como una solución defensiva: distancia extrema para manejar ansiedad, que suele mantener dependencia invisible y reactividad latente. La intervención busca restablecer contacto gradual, directo y regulado, sin caer en fusión. Esto implica decisiones pequeñas pero consistentes: comunicaciones neutrales, encuentros breves, y práctica de posición-yo. Se trabaja para que la conexión sea posible sin que el sistema ‘se trague’ al individuo."
    },
    {
      "nombre": "Análisis de proyección familiar",
      "codigo": "p_bowen_proyeccion",
      "procesos": ["R_sist_proyeccion", "N_reformulacion"],
      "texto": "Bowen describe cómo la ansiedad parental se proyecta sobre uno o varios hijos, que pasan a portar síntomas o roles (responsable, problemático, frágil). Este procedimiento ayuda al consultante a ver el patrón sin culpabilizar: reconocer funciones, cómo se refuerzan, y cómo retirar participación del juego. La reformulación reduce vergüenza y abre alternativas: el objetivo no es ‘demostrar’ nada, sino cambiar dinámicas de asignación de ansiedad."
    },
    {
      "nombre": "Regulación de reactividad (pausas, ralentización, tono)",
      "codigo": "p_bowen_regulacion_reactividad",
      "procesos": ["RE_modulacion", "RE_tolerancia", "AG_compromisoConductual"],
      "texto": "Procedimiento práctico para bajar reactividad fisiológica y conductual ante presión familiar. Se entrenan microhabilidades: pausa antes de responder, ralentización, respiración discreta, y selección de frases de posición-yo. La idea es simple: sin regulación, no hay diferenciación; el sistema gana y el individuo vuelve al patrón. Esta práctica se diseña para aplicarse en situaciones reales, no solo en sesión."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta de proceso (¿qué pasa entre vosotros cuando…?)",
      "codigo": "m_bowen_pregunta_proceso",
      "procesos": ["R_sist_ciclos", "N_metacognicion"],
      "texto": "Microintervención para desplazar el foco de contenido y culpables hacia secuencias interaccionales. Ayuda a que el consultante observe patrones repetidos y detecte triángulos, escaladas o retiradas. Es una herramienta rápida para salir del ‘drama’ y entrar en análisis funcional."
    },
    {
      "nombre": "Nombrar triángulo en tiempo real",
      "codigo": "m_bowen_nombrar_triangulo",
      "procesos": ["R_sist_triangulos", "N_metacognicion"],
      "texto": "Señalar de forma descriptiva cómo aparece la triangulación (‘cuando tú y tu madre habláis, tu padre queda fuera y sube la tensión’). No se usa para acusar, sino para hacer visible la función reguladora del tercero. Nombrarlo suele reducir automáticamente la fuerza del patrón y abre alternativas de destriangulación."
    },
    {
      "nombre": "Micro-entrenamiento de frase de posición-yo",
      "codigo": "m_bowen_frase_posicion_yo",
      "procesos": ["AG_autoriaResponsabilidad", "I_coherenciaInterna"],
      "texto": "Construir y ensayar una frase breve que exprese postura sin atacar (‘yo he decidido…’, ‘yo no voy a…’, ‘yo prefiero…’). Se busca claridad y estabilidad, no persuasión. Este microentrenamiento es básico porque la diferenciación se expresa en lenguaje concreto cuando el sistema presiona."
    },
    {
      "nombre": "Pausa antes de responder (romper reactividad)",
      "codigo": "m_bowen_pausa",
      "procesos": ["RE_modulacion"],
      "texto": "Insertar una pausa breve para evitar respuestas automáticas bajo ansiedad. La pausa devuelve elección y reduce escaladas simétricas. Es una técnica mínima, pero en familias reactivas cambia el patrón porque impide que el sistema use al consultante como regulador inmediato."
    },
    {
      "nombre": "Reencuadre de ansiedad familiar (de ataque a presión sistémica)",
      "codigo": "m_bowen_reencuadre_ansiedad",
      "procesos": ["N_reformulacion"],
      "texto": "Convertir ataques personales en señales de ansiedad del sistema (‘cuando sube la ansiedad, buscáis un culpable’). Esto reduce vergüenza y defensividad, permitiendo respuestas más calmadas. El objetivo no es ‘justificar’, sino liberar al consultante del papel de objetivo y devolverle margen de elección."
    },
    {
      "nombre": "Chequeo de fusión vs corte",
      "codigo": "m_bowen_fusion_corte",
      "procesos": ["N_metacognicion", "AG_tomaDecisiones"],
      "texto": "Microintervención para identificar el estilo habitual bajo presión: fusionarse (ceder, complacer, discutir) o cortar (desaparecer, bloquear, evitar). Nombrar el estilo permite elegir un tercer camino: contacto regulado con posición-yo. Es un chequeo rápido muy útil para prevenir recaídas en patrones."
    },
    {
      "nombre": "Plan de contacto gradual",
      "codigo": "m_bowen_contacto_gradual",
      "procesos": ["AG_compromisoConductual", "R_sist_contacto"],
      "texto": "Diseñar un micro paso de contacto con la familia (mensaje neutral, llamada breve, encuentro corto) para salir del corte sin caer en fusión. El valor está en la consistencia: pequeñas acciones repetidas que entrenan diferenciación. Se ajusta a viabilidad y a nivel de ansiedad."
    },
    {
      "nombre": "Señalar ‘función del síntoma’ sin culpabilizar",
      "codigo": "m_bowen_funcion_sintoma",
      "procesos": ["R_sist_roles", "N_reformulacion"],
      "texto": "Microintervención que conecta el síntoma con la regulación del sistema (‘cuando tú colapsas, el conflicto entre ellos baja’). Se formula con cuidado para evitar que el consultante se sienta usado o culpable. Bien hecha, aumenta comprensión y abre destriangulación."
    }
  ],

  "refs": [
    "Bowen, M. (1978). Family Therapy in Clinical Practice.",
    "Kerr, M. E., & Bowen, M. (1988). Family Evaluation."
  ]
}
