{
  "subprocesoId": "R_estilosApego",
  "updatedAt": "2026-02-03T10:28:30.257Z",
  "totalModelos": 6,
  "modelos": [
    {
      "id": "relaciones-objeto-klein",
      "label": "Relaciones de objeto (Klein)",
      "year": 1932,
      "autores": "Melanie Klein",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/relaciones-objeto-klein.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_klein_idealizacion_devaluacion",
            "nombre": "Análisis de idealización y devaluación (objeto parcial)",
            "texto": "Trabajo clínico sobre la oscilación extrema entre ver al otro (o al self) como totalmente bueno o totalmente malo, entendida como manifestación de escisión para manejar ansiedad; el terapeuta señala cómo la idealización protege de pérdida y cómo la devaluación protege de dependencia y vergüenza, promoviendo una percepción más integrada del objeto total y una autoimagen menos fragmentada.",
            "sub": "R_estilosApego"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "sullivan-psicoanalisis-interpersonal",
      "label": "Interpersonal – Sullivan",
      "year": 1953,
      "autores": "Harry Stack Sullivan",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/sullivan-psicoanalisis-interpersonal.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_sullivan_patrones_recurrentes",
            "nombre": "Identificación de patrones relacionales recurrentes",
            "texto": "Intervención de formulación que integra múltiples episodios para detectar regularidades en la forma de vincularse (sumisión, control, evitación, hostilidad encubierta), mostrando su función ansiolítica y su coste relacional, y abriendo la posibilidad de flexibilización.",
            "sub": "R_estilosApego"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "winnicott-objeto-transicional-ambiente",
      "label": "Winnicott – Objeto transicional y ambiente",
      "year": 1953,
      "autores": "Donald W. Winnicott",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/winnicott-objeto-transicional-ambiente.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_winn_presentacion_objeto",
            "nombre": "Presentación del objeto (object-presenting) y disponibilidad sin captura",
            "texto": "Procedimiento que sostiene una presencia disponible pero no demandante: el terapeuta se ofrece como objeto suficientemente accesible, predecible y ‘usables’ sin capturar al paciente ni exigir reciprocidad inmediata; se trata de permitir experiencias repetidas de contacto seguro donde la dependencia no sea humillante y donde la cercanía no implique intrusión, facilitando que el self verdadero pueda asomarse sin colapsar en cumplimiento.",
            "sub": "R_estilosApego"
          },
          {
            "codigo": "p_winn_transicionales",
            "nombre": "Fenómenos y objetos transicionales (identificación, uso y función clínica)",
            "texto": "Procedimiento que explora cómo el paciente utiliza objetos, rutinas, ideas, música, símbolos o incluso elementos del vínculo terapéutico como soporte transicional para tolerar separación, ausencia y ambivalencia; se identifica la función reguladora y simbólica del fenómeno transicional, se protege su valor sin ridiculizarlo y se acompaña su evolución hacia formas más integradas de seguridad interna.",
            "sub": "R_estilosApego"
          }
        ],
        "micros": [
          {
            "codigo": "m_winn_validar_dependencia",
            "nombre": "Validar necesidad de dependencia sin patologizar",
            "texto": "Microintervención que legitima la necesidad de apoyo como parte del desarrollo emocional, reduciendo vergüenza y la autosuficiencia forzada; el terapeuta encuadra la dependencia como experiencia transitoria y humana, no como falla moral.",
            "sub": "R_estilosApego"
          }
        ]
      }
    },
    {
      "id": "balint-falla-basica-regresion-benigna",
      "label": "Balint – Falla básica y regresión benigna",
      "year": 1968,
      "autores": "Michael Balint",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/balint-falla-basica-regresion-benigna.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_balint_dependencia_separacion",
            "nombre": "Trabajo con dependencia y separación sin colapso",
            "texto": "Intervención que acompaña movimientos de cercanía y distancia ayudando a tolerar separación, límites y autonomía sin activar retirada defensiva ni demanda excesiva, ensayando transiciones cuidadas que consolidan seguridad interna.",
            "sub": "R_estilosApego"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "teoria-apego-bowlby",
      "label": "Teoría del apego",
      "year": 1969,
      "autores": "John Bowlby",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/teoria-apego-bowlby.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_bowlby_patrones_apego",
            "nombre": "Identificación de patrones de apego",
            "texto": "Procedimiento de formulación que clasifica los patrones relacionales predominantes —seguro, evitativo, ambivalente o desorganizado— a partir de narrativas biográficas, relaciones actuales y respuestas a la cercanía y la separación, permitiendo entender la coherencia histórica del estilo relacional y orientar la intervención sin etiquetar al paciente como deficitario (Bowlby, 1973, *Separation: Anxiety and Anger*; Ainsworth et al., 1978, *Patterns of Attachment*).",
            "sub": "R_estilosApego"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "s13eftp1999",
      "label": "Terapia Focalizada en las Emociones de Pareja (EFT-C)",
      "year": 1999,
      "autores": "Sue Johnson",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/s13eftp1999.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_eft_consolidacion",
            "nombre": "Consolidación del apego seguro",
            "texto": "Procedimiento final de EFT-C orientado a integrar los cambios logrados y fortalecer un estilo de apego más seguro. Se revisan los nuevos patrones de interacción, se refuerza la capacidad de reparación y se promueve la generalización del cambio a la vida cotidiana de la pareja (Johnson, 2004).",
            "sub": "R_estilosApego"
          }
        ],
        "micros": []
      }
    }
  ]
}