{
  "subprocesoId": "RE_modulacion",
  "updatedAt": "2026-02-03T10:28:30.257Z",
  "totalModelos": 49,
  "modelos": [
    {
      "id": "psicologia-individual-adler",
      "label": "Psicología individual",
      "year": 1912,
      "autores": "Alfred Adler",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/psicologia-individual-adler.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_adler_push_button",
            "nombre": "Push-button technique",
            "texto": "Ejercicio breve para mostrar agencia emocional al evocar deliberadamente diferentes estados afectivos mediante imágenes y recuerdos, aumentando control flexible frente a reactividad y desánimo.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "h14psdrama1921",
      "label": "Psicodrama",
      "year": 1921,
      "autores": "Jacob Levy Moreno",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/h14psdrama1921.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_psdrama_dramatizacion",
            "nombre": "Dramatización psicodramática",
            "texto": "Procedimiento central del Psicodrama que consiste en representar en acción escenas significativas de la vida del protagonista. La dramatización permite externalizar conflictos internos, activar emociones implícitas y reorganizar la experiencia mediante el cuerpo y la interacción. El escenario funciona como un espacio transicional donde se pueden ensayar alternativas sin las consecuencias del mundo real (Moreno, 1946).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_psdrama_caldeamiento",
            "nombre": "Caldeamiento",
            "texto": "Fase inicial que prepara al individuo y al grupo para el trabajo dramático, aumentando la activación emocional óptima y la sensación de seguridad relacional. Facilita el paso de la conversación a la acción y promueve disponibilidad emocional para el proceso terapéutico (Moreno, 1953).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_psdrama_debriefing",
            "nombre": "Debriefing",
            "texto": "Fase final de integración verbal del trabajo dramático. Ayuda a simbolizar la experiencia vivida, regular la activación emocional y conectar lo ocurrido en escena con la historia personal del protagonista (Moreno, 1946).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "relaciones-objeto-klein",
      "label": "Relaciones de objeto (Klein)",
      "year": 1932,
      "autores": "Melanie Klein",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/relaciones-objeto-klein.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_klein_transferencia_temprana",
            "nombre": "Análisis de la transferencia temprana y negativa",
            "texto": "Trabajo deliberado con la actualización inmediata de objetos internos en la relación terapéutica, incluyendo formas negativas (desconfianza, ataques, devaluación) entendidas como manifestaciones de ansiedad persecutoria y defensas; el terapeuta interpreta cómo el paciente “convierte” al terapeuta en un objeto idealizado o persecutorio y cómo eso protege de dependencia, culpa o pérdida, favoreciendo una lectura más mentalizada del vínculo y disminuyendo la literalidad persecutoria.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_klein_interpretacion_graduada_defensas",
            "nombre": "Interpretación graduada de defensas (clarificación → señalamiento → interpretación)",
            "texto": "Técnica de timing que ordena la intervención sobre defensas en tres niveles: primero clarificar el estado (qué emoción/amenaza hay), luego señalar el movimiento defensivo tal como ocurre (por ejemplo, escisión, negación, control omnipotente, devaluación) y solo después interpretar la fantasía y el objeto interno implicados; esta gradación permite sostener la ventana de tolerancia, evita interpretaciones que se vivan como intrusivas y convierte el análisis de defensas en una experiencia de regulación e integración, especialmente cuando aparecen ataques al vínculo.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_klein_ansiedad_persecutoria",
            "nombre": "Interpretación de ansiedad persecutoria y su lógica",
            "texto": "Procedimiento centrado en hacer explícita la experiencia de amenaza interna (ser atacado, invadido, aniquilado, controlado) que sostiene vigilancia, hostilidad o retraimiento; se describe la secuencia disparador-fantasía-afecto-defensa, se valida la vivencia sin asumir su literalidad externa y se orienta a ampliar la tolerancia a la incertidumbre, reduciendo el recurso automático a proyección y control omnipotente.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_klein_senal_idealizacion_devaluacion",
            "nombre": "Señalar idealización/devaluación sin confrontar al self",
            "texto": "Intervención corta que devuelve el cambio brusco de valoración como un movimiento protector frente a ansiedad, manteniendo un tono no acusatorio para que el paciente pueda sostener la vergüenza y no necesite defenderse con más ataque o retiro.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_klein_poner_palabras_persecutoria",
            "nombre": "Poner en palabras la ansiedad persecutoria (amenaza interna concreta)",
            "texto": "Microintervención de etiquetado muy concreto (sin teoría) que traduce la activación en una frase experiencial (“ahora mismo suena a que viene un ataque / a que te van a invadir / a que te van a humillar”), para que el paciente pueda reconocer la ansiedad persecutoria como estado interno y no como certeza externa, reduciendo la escalada defensiva automática.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_klein_aislamiento_afecto_5porciento",
            "nombre": "Detectar aislamiento del afecto (relato sin emoción) e invitar al 5%",
            "texto": "Cuando el paciente describe escenas intensas de forma fría o puramente intelectual, el terapeuta nombra el aislamiento del afecto como defensa y propone un acercamiento mínimo (“solo un 5%”) a la sensación corporal o emocional, para aumentar simbolización sin desbordamiento y reducir la necesidad de defensas más primitivas.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicologia-yo-hartmann",
      "label": "Psicología del yo",
      "year": 1939,
      "autores": "Heinz Hartmann; Ernst Kris; Rudolph Loewenstein",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/psicologia-yo-hartmann.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_hartmann_emocion_vs_accion",
            "nombre": "Diferenciar emoción de acción",
            "texto": "Intervención breve que separa lo que se siente de lo que se hace, reforzando el control de impulsos y la capacidad del yo para elegir respuestas más adaptativas.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "logoterapia-1940",
      "label": "Logoterapia",
      "year": 1940,
      "autores": "Viktor E. Frankl",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/logoterapia-1940.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_logo_intencion_paradojica",
            "nombre": "Intención paradójica",
            "texto": "Procedimiento dirigido a reducir ansiedad anticipatoria invitando al paciente a exagerar voluntariamente el síntoma temido. Rompe el círculo de miedo–hipercontrol y devuelve sensación de libertad interior.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "neopsicoanalisis",
      "label": "Neopsicoanálisis",
      "year": 1940,
      "autores": "Erich Fromm; Karen Horney; Harry Stack Sullivan",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/neopsicoanalisis.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_neopsy_ansiedad_basica_horney",
            "nombre": "Exploración de ansiedad básica (Horney)",
            "texto": "Intervención orientada a identificar la ansiedad básica como sensación de desamparo e inseguridad relacional, diferenciándola de emociones secundarias (rabia, frialdad, superioridad) y conectándola con experiencias de invalidación, hostilidad o inconsistencia; se trabaja nombrando señales somáticas y cognitivas, y creando un marco de seguridad para que el paciente pueda sentirla sin activar de inmediato operaciones defensivas.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_neopsy_operaciones_seguridad",
            "nombre": "Operaciones de seguridad (Sullivan) y ansiedad interpersonal",
            "texto": "Procedimiento para identificar maniobras que reducen ansiedad a corto plazo pero empobrecen vínculo (evitación, chistes defensivos, intelectualización, sumisión, control), describiendo su función protectora y su coste; se diseñan sustitutos graduales (pausas, petición directa, límites) para mantener seguridad sin sacrificar autenticidad.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_neopsy_amenaza_primaria",
            "nombre": "Localizar la amenaza primaria bajo la reacción",
            "texto": "Intervención breve que pregunta y refleja qué amenaza interpersonal se activa (rechazo, humillación, control, abandono) para que el paciente conecte emoción con contexto y deje de actuar la defensa como si fuese identidad.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_neopsy_pausa_seguridad",
            "nombre": "Pausa de 10 segundos antes de la operación de seguridad",
            "texto": "Microintervención de interrupción del piloto automático (retirada, ataque, complacencia) introduciendo una pausa breve para notar ansiedad y elegir una alternativa mínima, manteniendo seguridad sin repetir el patrón completo.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_neopsy_competicion_defensiva",
            "nombre": "Desactivar competición moral/intelectual como defensa interpersonal",
            "texto": "Intervención breve que muestra cómo la competición sirve para evitar vulnerabilidad y dependencia, devolviendo el foco a la necesidad subyacente y a un contacto más directo.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-juego-centrada-nino-axline",
      "label": "Terapia de Juego Centrada en el Niño",
      "year": 1947,
      "autores": "Virginia M. Axline",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/terapia-juego-centrada-nino-axline.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_axline_juego",
            "nombre": "Juego no directivo",
            "texto": "Procedimiento central de la terapia de Axline en el que el niño elige libremente cómo jugar y qué expresar. El juego funciona como medio simbólico de elaboración emocional y resolución interna de conflictos, sin intervenciones directivas del terapeuta (Axline, 1947).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_axline_limites",
            "nombre": "Límites claros y consistentes",
            "texto": "Establecimiento de límites firmes y previsibles que protegen al niño, al terapeuta y al espacio terapéutico. Los límites proporcionan contención emocional y favorecen el desarrollo de autocontrol y seguridad (Axline, 1964).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_axline_cierre",
            "nombre": "Cierre ritual",
            "texto": "Ritual predecible de finalización de la sesión que ayuda al niño a integrar la experiencia de juego, regular la activación emocional y mantener continuidad entre sesiones (Axline, 1964).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "relaciones-objeto-fairbairn",
      "label": "Relaciones de objeto (Fairbairn)",
      "year": 1952,
      "autores": "Ronald Fairbairn",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/relaciones-objeto-fairbairn.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_fairbairn_integracion",
            "nombre": "Facilitación de la integración del yo",
            "texto": "Este procedimiento promueve la elaboración emocional de las escisiones internas para fortalecer el yo central, reduciendo la dominancia de objetos internos patológicos.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_fairbairn_desinvestidura",
            "nombre": "Desinvestidura progresiva de objetos internos patológicos",
            "texto": "Se facilita el retiro gradual de la energía libidinal ligada a relaciones internas dañinas, abriendo espacio para vínculos externos más realistas y satisfactorios.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "sullivan-psicoanalisis-interpersonal",
      "label": "Interpersonal – Sullivan",
      "year": 1953,
      "autores": "Harry Stack Sullivan",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/sullivan-psicoanalisis-interpersonal.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_sullivan_ansiedad_interpersonal",
            "nombre": "Detección y reducción de ansiedad interpersonal",
            "texto": "Procedimiento orientado a identificar señales tempranas de ansiedad vinculada a amenaza de rechazo o desaprobación y a modularla mediante clarificación, ritmo y co-regulación, evitando que el paciente recurra automáticamente a operaciones de seguridad.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_sullivan_ensayo_respuestas",
            "nombre": "Ensayo de respuestas interpersonales alternativas",
            "texto": "Procedimiento experiencial que prueba en sesión nuevas formas de responder —pedir, poner límites, expresar desacuerdo— con feedback inmediato, facilitando generalización a contextos reales y consolidación de seguridad.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_sullivan_pausa_respuesta",
            "nombre": "Invitar a pausa antes de responder",
            "texto": "Intervención breve que propone detener la respuesta automática ante ansiedad interpersonal, creando un espacio mínimo para elegir una conducta distinta y más alineada con los objetivos relacionales.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "winnicott-objeto-transicional-ambiente",
      "label": "Winnicott – Objeto transicional y ambiente",
      "year": 1953,
      "autores": "Donald W. Winnicott",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/winnicott-objeto-transicional-ambiente.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_winn_handling_somatico",
            "nombre": "Handling terapéutico (sostén del cuerpo vivido y del tono somático)",
            "texto": "Intervención dirigida a reparar fallos tempranos de cuidado experiencial atendiendo a cómo el paciente habita su cuerpo en sesión (tensión, colapso, anestesia, hipercontrol), usando ritmo, pausas, respiración espontánea, orientación sensorial y lenguaje simple para organizar el self corporizado; el objetivo no es “técnica corporal” en sí, sino facilitar integración psicosomática y reducir disociación/despersonalización como defensas del falso self.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_winn_impingement_aquiahora",
            "nombre": "Trabajo con impingement (intrusión) y fallos ambientales en el aquí-ahora",
            "texto": "Intervención que detecta y repara micro-intrusiones (del terapeuta, del encuadre o del entorno) que reactivan defensas de adaptación, retirada o complacencia; el terapeuta nombra el impacto sin culpar, ajusta el ritmo y devuelve control al paciente, de modo que la sesión no repita el patrón temprano de ‘tener que acomodarse’ para sobrevivir relacionalmente.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_winn_espacio_potencial",
            "nombre": "Creación activa del espacio potencial (entre lo interno y lo externo)",
            "texto": "Procedimiento que establece una zona intermedia de exploración donde el paciente no está obligado a decidir si algo es ‘real’ o ‘imaginado’, sino a experimentarlo con curiosidad; el terapeuta fomenta simbolización, metáfora, prueba segura y ambigüedad tolerable, reduciendo defensas de certeza, control o cinismo y facilitando creatividad psicológica.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_winn_interpretacion_dosificada",
            "nombre": "Interpretación dosificada (interpretar como ‘respuesta ambiental’ y no como intrusión)",
            "texto": "Procedimiento que sitúa la interpretación al servicio del holding: se utiliza lenguaje simple, cercano al afecto y al aquí-ahora, y solo cuando el paciente puede ‘usarla’ sin sentirse invadido; se priorizan formulaciones que devuelven continuidad y sentido sin imponer una teoría, evitando que el insight se convierta en nueva exigencia del falso self.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_winn_eleccion_minima",
            "nombre": "Devolver elección mínima (para salir de la sumisión ambiental)",
            "texto": "Microintervención que ofrece una elección pequeña y concreta (“¿prefieres seguir aquí o cambiar de tema?”, “¿hablamos o descansamos un minuto?”) para devolver agencia sin forzar autonomía, debilitando el automatismo del falso self.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_winn_nombrar_intrusion_ajustar",
            "nombre": "Nombrar intrusión y ajustar el ritmo",
            "texto": "Intervención breve que reconoce que algo pudo sentirse demasiado (“igual fui rápido”, “puede haber sonado invasivo”) y ajusta el ritmo, reparando la confianza para que el paciente no tenga que volver al cumplimiento o a la retirada.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_winn_tolerar_critica_sin_retaliar",
            "nombre": "Micro-uso de objeto: tolerar crítica sin retaliación",
            "texto": "Microintervención relacional donde el terapeuta sostiene crítica o desconfianza sin defenderse ni contraatacar, y devuelve el sentido emocional del ataque, ofreciendo una experiencia de supervivencia del objeto que transforma patrones de miedo y control.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "analisis-bioenergetico",
      "label": "Análisis Bioenergético",
      "year": 1956,
      "autores": "Alexander Lowen",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/analisis-bioenergetico.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_bioenergetico_grounding",
            "nombre": "Grounding",
            "texto": "Ejercicio fundamental que busca aumentar el contacto con el suelo y la sensación de sostén corporal. Facilita regulación autonómica, presencia y conexión con la realidad corporal inmediata (Lowen, 1975).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_bioenergetico_vibracion",
            "nombre": "Vibración de piernas",
            "texto": "Ejercicio que induce temblores involuntarios en las piernas para descargar tensión acumulada y restaurar la autorregulación corporal. Favorece sensación de alivio y aumento de vitalidad (Lowen, 1975).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "hipnosis-ericksoniana-1958",
      "label": "Hipnosis clínica ericksoniana (Milton H. Erickson)",
      "year": 1958,
      "autores": "Milton H. Erickson",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/hipnosis-ericksoniana-1958.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_erickson_hipnosis_indirecta",
            "nombre": "Hipnosis indirecta y naturalista",
            "texto": "Procedimiento central de Erickson que induce estados hipnóticos sin ritual formal, utilizando conversación, metáforas y focalización atencional. Reduce resistencia y permite que el paciente viva la experiencia como natural y autoinducida.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_erickson_confusion",
            "nombre": "Confusión estratégica",
            "texto": "Uso breve y controlado de ambigüedad o complejidad para suspender patrones cognitivos rígidos y abrir espacio a nuevas asociaciones.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-familiar-bowen-1960",
      "label": "Terapia familiar de Bowen",
      "year": 1960,
      "autores": "Murray Bowen",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/terapia-familiar-bowen-1960.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_bowen_posicion_yo",
            "nombre": "Entrenamiento de ‘posición-yo’ (I-position)",
            "texto": "La posición-yo consiste en expresar con claridad lo que uno piensa, siente y elige sin atacar, culpar ni colapsar ante la presión emocional. Se entrena para sostener límites y decisiones en presencia de desacuerdo, manteniendo conexión. La finalidad es aumentar diferenciación: que el self no dependa de la aprobación del sistema ni se proteja mediante corte emocional. Es una técnica práctica de comunicación y regulación, repetida hasta que se vuelve estable.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_bowen_destriangulacion",
            "nombre": "Destriangulación activa",
            "texto": "La destriangulación apunta a salir de los triángulos que estabilizan la ansiedad (p. ej., madre-hijo contra padre). El consultante aprende a no quedar atrapado como tercer vértice regulador del sistema y a devolver los conflictos a la díada correspondiente mediante presencia calma y comunicación directa. No es ‘retirarse’, sino cambiar la propia participación: sostener cercanía sin fusionarse y sostener autonomía sin cortar. Esta intervención suele ser el punto de inflexión cuando los síntomas estaban sirviendo para regular la tensión del sistema.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_bowen_contacto_familia_extensa",
            "nombre": "Coaching en contacto con la familia extensa",
            "texto": "Bowen trabaja con frecuencia mediante coaching: el terapeuta prepara al consultante para encuentros, llamadas o conversaciones con miembros de la familia extensa, anticipando presiones, provocaciones y riesgos de reactividad. El objetivo no es ‘convencer’ a la familia, sino entrenar diferenciación en vivo: mantener tono calmado, no entrar en escaladas, y sostener una postura clara. El cambio se consolida cuando se practica en el sistema real, no solo en sesión.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_bowen_regulacion_reactividad",
            "nombre": "Regulación de reactividad (pausas, ralentización, tono)",
            "texto": "Procedimiento práctico para bajar reactividad fisiológica y conductual ante presión familiar. Se entrenan microhabilidades: pausa antes de responder, ralentización, respiración discreta, y selección de frases de posición-yo. La idea es simple: sin regulación, no hay diferenciación; el sistema gana y el individuo vuelve al patrón. Esta práctica se diseña para aplicarse en situaciones reales, no solo en sesión.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_bowen_pausa",
            "nombre": "Pausa antes de responder (romper reactividad)",
            "texto": "Insertar una pausa breve para evitar respuestas automáticas bajo ansiedad. La pausa devuelve elección y reduce escaladas simétricas. Es una técnica mínima, pero en familias reactivas cambia el patrón porque impide que el sistema use al consultante como regulador inmediato.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "movimiento-potencial-humano-esalen",
      "label": "Movimiento del Potencial Humano (Esalen)",
      "year": 1962,
      "autores": "Michael Murphy, Richard Price",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/movimiento-potencial-humano-esalen.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_esalen_experiencial",
            "nombre": "Trabajo experiencial intensivo",
            "texto": "Procedimiento central del enfoque Esalen que utiliza experiencias intensivas y prolongadas para facilitar la ampliación de la conciencia y la integración emocional. El trabajo se apoya en la vivencia directa, el cuerpo y la relación como vías de transformación profunda, más que en la interpretación verbal del malestar (Murphy & Price, 1979).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_esalen_movimiento",
            "nombre": "Yoga y movimiento expresivo",
            "texto": "Uso del movimiento consciente y expresivo para aumentar la conciencia corporal, liberar tensiones y facilitar la expresión emocional no verbal. Permite acceder a contenidos implícitos y promover integración cuerpo-emoción (Murphy & Price, 1979).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_esalen_respiracion",
            "nombre": "Respiración y relajación profunda",
            "texto": "Uso deliberado de la respiración y la relajación para modular la activación fisiológica, facilitar estados de conciencia ampliada y promover integración emocional (Kripal, 2007).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "bion-teoria-pensar-contencion",
      "label": "Bion – Teoría del pensar y contención",
      "year": 1962,
      "autores": "Wilfred R. Bion",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/bion-teoria-pensar-contencion.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_bion_continente_contenido",
            "nombre": "Trabajo con la relación continente–contenido",
            "texto": "Intervención que conceptualiza la relación terapéutica como un vínculo continente–contenido, donde el analista sostiene emocionalmente aquello que el paciente no puede pensar, permitiendo que la experiencia deje de ser evacuada y pueda transformarse en material simbólico compartido (Bion, 1963, *Elements of Psycho-Analysis*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_bion_evacuacion_a_pensamiento",
            "nombre": "Transformación de evacuación emocional en pensamiento",
            "texto": "Intervención orientada a sustituir la descarga emocional inmediata —acting, impulsividad, somatización— por un proceso de contención que permita simbolizar la experiencia, aumentando la capacidad de reflexión y aprendizaje emocional (Bion, 1962, *Learning from Experience*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_bion_grupos_basicos",
            "nombre": "Trabajo con fenómenos grupales básicos",
            "texto": "Procedimiento aplicado cuando aparecen dinámicas grupales básicas —dependencia, ataque-huida, emparejamiento— incluso en terapia individual, interpretándolas como estados emocionales primitivos que interfieren con el pensar y requieren contención antes de ser analizados (Bion, 1961, *Experiences in Groups*).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "terapia-familiar-estructural-1965",
      "label": "Terapia familiar estructural",
      "year": 1965,
      "autores": "Salvador Minuchin",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/terapia-familiar-estructural-1965.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_struct_limites",
            "nombre": "Reestructuración de límites",
            "texto": "Intervención dirigida a hacer los límites más claros o más permeables según el caso. Reduce enmeshment o disengagement y restablece autonomía y cercanía funcional.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_struct_intensificacion",
            "nombre": "Intensificación",
            "texto": "Aumento deliberado de la intensidad emocional o conductual para hacer visibles patrones rígidos y promover reorganización.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "grupos-encuentro",
      "label": "Grupos de Encuentro",
      "year": 1967,
      "autores": "Carl R. Rogers",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/grupos-encuentro.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_encuentro_silencio",
            "nombre": "Silencio experiencial",
            "texto": "Uso deliberado del silencio como espacio de contacto con la experiencia interna y grupal. Permite regulación emocional, introspección y emergencia de contenidos significativos (Schutz, 1973).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_encuentro_cierre",
            "nombre": "Cierre integrador",
            "texto": "Fase final donde los participantes integran verbalmente lo vivido en el grupo, conectándolo con su historia personal y su vida cotidiana. Facilita consolidación del aprendizaje experiencial (Rogers, 1970).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "modelo-crecimiento-familiar-satir-1967",
      "label": "Modelo de crecimiento familiar (Satir)",
      "year": 1967,
      "autores": "Virginia Satir",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/modelo-crecimiento-familiar-satir-1967.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_satir_estilos",
            "nombre": "Trabajo con estilos de comunicación",
            "texto": "Identificación y transformación de los estilos defensivos (aplacador, acusador, superrazonador, irrelevante) hacia una comunicación congruente y auténtica.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "terapia-estrategica-1967",
      "label": "Terapia estratégica",
      "year": 1967,
      "autores": "Jay Haley; Cloe Madanes; Milton H. Erickson",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/terapia-estrategica-1967.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_strat_intensificacion",
            "nombre": "Intensificación estratégica",
            "texto": "Aumentar deliberadamente la intensidad de la pauta para forzar reorganización.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "modelado-imitacion-bandura",
      "label": "Modelado e imitacion",
      "year": 1968,
      "autores": "Albert Bandura",
      "grupo": "Conductismo",
      "file": "data/Core/modelos/conductismo/modelado-imitacion-bandura.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_bandura_refuerzo_vicario",
            "nombre": "Refuerzo vicario",
            "texto": "Observacion de consecuencias positivas en el modelo que incrementa la motivacion del paciente para intentar la conducta, incluso antes de experimentarla directamente.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "balint-falla-basica-regresion-benigna",
      "label": "Balint – Falla básica y regresión benigna",
      "year": 1968,
      "autores": "Michael Balint",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/balint-falla-basica-regresion-benigna.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_balint_regresion_benigna_vs_maligna",
            "nombre": "Diferenciación entre regresión benigna y regresión maligna",
            "texto": "Procedimiento de formulación continua que distingue regresión reparadora —caracterizada por alivio, mayor simbolización y aumento de confianza— de regresión desorganizante, asociada a escalada de demandas, acting out o somatización, permitiendo ajustar el encuadre y las intervenciones para mantener el proceso dentro de una ventana terapéutica segura.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_balint_frustracion_tolerable",
            "nombre": "Trabajo con la frustración tolerable",
            "texto": "Intervención que transforma la frustración en experiencia mentalizable y soportable, evitando tanto la gratificación inmediata como la negación del límite, clarificando la diferencia entre necesidad legítima y expectativa omnipotente y consolidando tolerancia al displacer sin colapso del self.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_balint_reparacion_micro_rupturas",
            "nombre": "Reparación de micro-rupturas sin sumisión ni castigo",
            "texto": "Procedimiento que nombra y repara fallos del vínculo en el momento, validando la necesidad subyacente y restableciendo el encuadre sin castigar ni someterse, para que el paciente experimente que la relación sobrevive a la frustración.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_balint_interpretacion_dosificada",
            "nombre": "Dosificación interpretativa orientada al sostén",
            "texto": "Procedimiento que emplea interpretaciones breves, cercanas al afecto y al aquí-ahora solo cuando el paciente puede utilizarlas sin sentirse invadido, haciendo de la interpretación una respuesta ambiental ajustada y no una exigencia cognitiva.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_balint_detectar_frustracion",
            "nombre": "Detectar activación temprana de frustración",
            "texto": "Intervención breve que señala las primeras señales de frustración (tensión, impaciencia, ironía, queja sutil) antes de que escalen a demanda regresiva o acting, ayudando a mentalizar el estado y a mantenerlo dentro de una ventana tolerable.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_balint_dosificar_respuesta",
            "nombre": "Dosificar respuesta ante demanda intensa",
            "texto": "Microintervención que regula la respuesta del terapeuta ante demandas intensas, evitando tanto la gratificación total como el rechazo, para mantener la relación en un punto de ajuste que sostenga sin reforzar dependencia desorganizante.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "teoria-apego-bowlby",
      "label": "Teoría del apego",
      "year": 1969,
      "autores": "John Bowlby",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/teoria-apego-bowlby.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_bowlby_regulacion_emocional",
            "nombre": "Regulación emocional co-construida",
            "texto": "Procedimiento que prioriza la regulación emocional a través de la relación, ayudando al paciente a pasar de estrategias desreguladas (hiperactivación o desactivación) hacia una modulación más flexible del afecto, internalizando progresivamente funciones reguladoras antes externalizadas en las figuras de apego (Bowlby, 1969, *Attachment*; Schore, 2001, *Effects of Secure Attachment*).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_bowlby_amenaza_real_vs_anticipada",
            "nombre": "Diferenciar amenaza real de amenaza anticipada",
            "texto": "Intervención breve que ayuda a distinguir entre peligros relacionales actuales y anticipaciones basadas en experiencias tempranas, reduciendo la generalización automática del miedo al abandono y facilitando una evaluación más ajustada del presente (Bowlby, 1973, *Separation: Anxiety and Anger*).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-familiar-simbolico-experiencial-1969",
      "label": "Terapia familiar simbólico-experiencial",
      "year": 1969,
      "autores": "Carl Whitaker",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/terapia-familiar-simbolico-experiencial-1969.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_whitaker_confrontacion",
            "nombre": "Confrontación protectora",
            "texto": "Confrontaciones directas, a menudo intensas, que buscan sacudir rigideces sin humillar. Se confronta desde el cuidado y la implicación emocional.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_whitaker_humor",
            "nombre": "Uso del humor disruptivo",
            "texto": "Humor inesperado que reduce defensas y abre espacio emocional.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-familiar-simbolico-experiencial-whitaker",
      "label": "Terapia familiar simbólico-experiencial",
      "year": 1969,
      "autores": "Carl Whitaker",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/terapia-familiar-simbolico-experiencial-whitaker.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_whitaker_confrontacion",
            "nombre": "Confrontación protectora",
            "texto": "La confrontación protectora introduce tensión emocional de forma contenida y cuidadosa, desafiando defensas rígidas sin atacar la dignidad de los miembros, con el fin de movilizar cambio experiencial.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_whitaker_juego",
            "nombre": "Activación del juego terapéutico",
            "texto": "Introducción deliberada de humor, paradoja y juego para reducir rigidez defensiva y reactivar creatividad relacional.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_whitaker_humor",
            "nombre": "Humor terapéutico",
            "texto": "Uso espontáneo y respetuoso del humor para desactivar defensas, reducir ansiedad y facilitar contacto emocional genuino.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_whitaker_descolocar",
            "nombre": "Descolocación experiencial",
            "texto": "Intervenciones inesperadas que rompen patrones previsibles y abren nuevas posibilidades de respuesta.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-experiencial-1970",
      "label": "Terapia Experiencial",
      "year": 1970,
      "autores": "Eugene T. Gendlin; Laura N. Rice; Leslie S. Greenberg",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/terapia-experiencial-1970.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_exp_focusing",
            "nombre": "Focusing experiencial",
            "texto": "Procedimiento central desarrollado por Gendlin para facilitar el acceso a la ‘felt sense’: una vivencia corporal global, difusa pero significativa. El terapeuta guía al cliente a atenderla, describirla, dialogar con ella y permitir que se transforme.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_exp_pausa",
            "nombre": "Pausa experiencial",
            "texto": "Introducir silencios deliberados para permitir que la experiencia interna se organice sin presión cognitiva.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicoterapia-psicodinamica-breve",
      "label": "Psicoterapia psicodinámica breve",
      "year": 1970,
      "autores": "Lester Luborsky; James Mann; Hans Strupp; Peter Sifneos; Habib Davanloo",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/psicoterapia-psicodinamica-breve.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_spb_limite_temporal",
            "nombre": "Uso activo del límite temporal",
            "texto": "Procedimiento que utiliza explícitamente la duración limitada del tratamiento como herramienta terapéutica, activando emociones relacionadas con pérdida, urgencia y compromiso, y facilitando la emergencia temprana del conflicto nuclear tanto en la transferencia como en la vida del paciente (Mann, 1973, *Time-Limited Psychotherapy*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_spb_transferencia_temprana",
            "nombre": "Trabajo intensivo con la transferencia temprana",
            "texto": "Procedimiento que aborda la transferencia desde las primeras sesiones, interpretando cómo el conflicto nuclear se reactiva en la relación terapéutica actual, permitiendo que el paciente observe en vivo sus expectativas, defensas y respuestas emocionales habituales (Strupp & Binder, 1984, *Psychotherapy in a New Key*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_spb_expresivo_soporte",
            "nombre": "Equilibrio entre intervenciones expresivas y de sostén",
            "texto": "Procedimiento que combina confrontación e interpretación con intervenciones de apoyo emocional, ajustando el nivel de intensidad para mantener al paciente dentro de una ventana de tolerancia que permita trabajar afectos intensos sin desorganización (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_spb_activacion_emocional",
            "nombre": "Activación emocional controlada",
            "texto": "Procedimiento que busca intensificar el contacto con afectos centrales del conflicto (rabia, culpa, tristeza, miedo) de forma dosificada, promoviendo experiencia emocional correctiva sin desbordar la capacidad reguladora del paciente (Davanloo, 2000, *Intensive Short-Term Dynamic Psychotherapy*).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_spb_tiempo_activador",
            "nombre": "Usar el tiempo limitado como activador emocional",
            "texto": "Microintervención que recuerda la finitud del proceso terapéutico cuando es clínicamente pertinente, activando emociones de pérdida, urgencia o compromiso que suelen estar ligadas al conflicto nuclear (Mann, 1973, *Time-Limited Psychotherapy*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_spb_regular_intensidad",
            "nombre": "Regular intensidad emocional en el momento",
            "texto": "Intervención breve orientada a bajar o sostener la intensidad emocional para mantener el trabajo dentro de una ventana de tolerancia que permita insight sin desorganización (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicologia-self-kohut",
      "label": "Psicología del self",
      "year": 1971,
      "autores": "Heinz Kohut",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/psicologia-self-kohut.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_kohut_espejamiento",
            "nombre": "Espejamiento empático del self",
            "texto": "Intervención que valida y refleja la experiencia subjetiva del paciente —logros, sufrimiento, aspiraciones— facilitando la consolidación de una autoestima estable y reduciendo la necesidad de grandiosidad defensiva (Kohut, 1977, *The Restoration of the Self*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_kohut_fallas_empaticas",
            "nombre": "Detección y elaboración de fallas empáticas",
            "texto": "Procedimiento que aborda las inevitables fallas empáticas del terapeuta como oportunidades terapéuticas, explicitándolas y reparándolas para favorecer la internalización de funciones de autorregulación del self (Kohut, 1971, *The Analysis of the Self*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_kohut_frustracion_optima",
            "nombre": "Frustración óptima",
            "texto": "Intervención que introduce límites y desilusiones graduales dentro de una relación empáticamente sostenida, permitiendo que el self internalice funciones reguladoras sin fragmentarse ni retraumatizarse (Kohut, 1977, *The Restoration of the Self*).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_kohut_micro_falla_empatica",
            "nombre": "Detectar micro-falla empática",
            "texto": "Intervención mínima que reconoce un desajuste empático incipiente —tono, timing, incomprensión— antes de que produzca retraimiento o rabia narcisista, facilitando reparación temprana (Kohut, 1977, *The Restoration of the Self*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_kohut_frustracion_optima_micro",
            "nombre": "Promover frustración óptima en micro-dosis",
            "texto": "Intervención breve que introduce una pequeña desilusión dentro de un contexto empático seguro, facilitando la transición desde dependencia selfobject hacia mayor autonomía sin desorganización (Kohut, 1977, *The Restoration of the Self*).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "entrenamiento-habilidades-sociales",
      "label": "Entrenamiento en habilidades sociales",
      "year": 1973,
      "autores": "Arnold P. Goldstein; Robert P. Liberman",
      "grupo": "Conductismo",
      "file": "data/Core/modelos/conductismo/entrenamiento-habilidades-sociales.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_sst_manejo_critica",
            "nombre": "Manejo de críticas y confrontación no defensiva",
            "texto": "Procedimiento para responder a críticas sin colapsar ni atacar: se entrenan respuestas de clarificación, acuerdo parcial, petición de ejemplos, reconocimiento de impacto y propuesta de reparación cuando procede; se practican microhabilidades de regulación (respirar, pausar, reformular) para disminuir reactividad y evitar rupturas, mejorando la capacidad de sostener conversaciones difíciles y mantener vínculos funcionales sin evitación.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_sst_pausa_reformular",
            "nombre": "Pausa y reformulación durante el ensayo",
            "texto": "Interrupción breve del role-play para regular activación y reintentar una frase o gesto con más claridad, evitando que el paciente practique errores bajo estrés y facilitando aprendizaje por repetición inmediata de la versión funcional.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_sst_exposicion_interpersonal",
            "nombre": "Exposición interpersonal graduada dentro del SST",
            "texto": "Microintervención que integra práctica de habilidades con exposición gradual a situaciones sociales temidas, asegurando que el paciente no solo “aprende” la habilidad en frío, sino que la ejecuta bajo activación real, reduciendo evitación y consolidando tolerancia al malestar social.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "functional-family-therapy-fft",
      "label": "Functional Family Therapy (FFT)",
      "year": 1973,
      "autores": "James F. Alexander; Bruce Parsons",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/functional-family-therapy-fft.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_fft_desescalada",
            "nombre": "Interrupción de escalada coercitiva",
            "texto": "Cortar ciclos de ataque-defensa mediante pautas breves.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-breve-mri-1974",
      "label": "Terapia breve (MRI)",
      "year": 1974,
      "autores": "John Weakland; Paul Watzlawick; Richard Fisch",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/terapia-breve-mri-1974.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_mri_interrupcion",
            "nombre": "Interrupción verbal de patrón",
            "texto": "Cortar una secuencia automática en sesión para introducir conciencia y elección.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "kernberg-relaciones-objetales-modernas",
      "label": "Kernberg – Relaciones objetales modernas",
      "year": 1975,
      "autores": "Otto F. Kernberg",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/kernberg-relaciones-objetales-modernas.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_kernberg_defensas_primitivas",
            "nombre": "Interpretación de defensas primitivas en vivo",
            "texto": "Procedimiento interpretativo que aborda directamente escisión, identificación proyectiva, negación, idealización y devaluación tal como aparecen en la sesión, ayudando al paciente a reconocer su función protectora y su coste relacional (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_kernberg_agresion_transferencia",
            "nombre": "Trabajo con agresión y odio en la transferencia",
            "texto": "Procedimiento que legitima y analiza la expresión de agresión intensa hacia el terapeuta como componente central de las relaciones objetales escindidas, permitiendo su simbolización e integración sin acting destructivo (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_kernberg_funciones_yoicas",
            "nombre": "Fortalecimiento de funciones yoicas maduras",
            "texto": "Procedimiento complementario que apoya el desarrollo de control de impulsos, tolerancia a la ambivalencia y capacidad reflexiva, especialmente cuando la desorganización afectiva amenaza el proceso interpretativo (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_kernberg_idealizacion_devaluacion",
            "nombre": "Señalar idealización y devaluación alternantes",
            "texto": "Intervención breve que pone de relieve los cambios bruscos entre idealización y devaluación del terapeuta u otras figuras significativas, facilitando conciencia del patrón relacional escindido sin entrar en luchas defensivas (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_kernberg_fantasia_vs_realidad",
            "nombre": "Diferenciar fantasía persecutoria de realidad actual",
            "texto": "Microintervención que ayuda a distinguir entre percepciones transferenciales persecutorias y la conducta real del terapeuta, reforzando prueba de realidad sin invalidar la experiencia emocional (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicodinamica-ciclica-wachtel",
      "label": "Psicodinámica cíclica",
      "year": 1977,
      "autores": "Paul L. Wachtel",
      "grupo": "Integrativo",
      "file": "data/Core/modelos/integrativo/psicodinamica-ciclica-wachtel.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_wachtel_exposicionRelacional",
            "nombre": "Exposición a evitaciones relacionales (gradual y con sentido)",
            "texto": "Procedimiento que identifica y jerarquiza evitaciones interpersonales significativas —como pedir, decir no, expresar necesidad, tolerar desacuerdo o sostener cercanía emocional— y diseña exposiciones graduadas acompañadas de preparación emocional y revisión posterior. El objetivo es demostrar experiencialmente que es posible atravesar ansiedad, vergüenza o miedo sin que se produzca la catástrofe anticipada, ampliando la ventana de tolerancia y debilitando defensas que mantenían el ciclo. (Wachtel, 1977; Wachtel, 2008)",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_wachtel_rotularAntes",
            "nombre": "Rotulación de emoción antes de actuar",
            "texto": "Microintervención que invita a identificar y nombrar la emoción dominante —vergüenza, miedo, rabia, anhelo— justo antes de la respuesta defensiva habitual, con el objetivo de ampliar la ventana de tolerancia emocional. Al introducir esta pausa de rotulación, se reduce la impulsividad, se modula la activación afectiva y se incrementa la probabilidad de elegir respuestas que no alimenten el ciclo relacional aprendido. (Wachtel, 2011)",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_wachtel_pausaSomatica",
            "nombre": "Pausa somática para salir del automatismo",
            "texto": "Microintervención que introduce una pausa corporal breve —anclaje sensorial o respiración consciente— en el momento en que emerge el impulso defensivo, con el objetivo de reducir activación fisiológica y recuperar margen de elección. Esta pausa somática permite interrumpir el automatismo del ciclo antes de que se traduzca en acción relacional. (Wachtel, 2011)",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_wachtel_microExposicion",
            "nombre": "Micro-exposición pactada",
            "texto": "Microintervención que define un paso mínimo y concreto de exposición relacional para el periodo entre sesiones, ajustando cuidadosamente la dificultad para que sea realizable. Estas micro-exposiciones generan evidencia nueva, reducen evitación y permiten experimentar que el malestar anticipado puede ser tolerado sin que ocurra la catástrofe esperada. (Wachtel, 1977; Wachtel, 2008)",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicoterapia-multimodal-basic-id-lazarus",
      "label": "Psicoterapia multimodal (BASIC-ID)",
      "year": 1977,
      "autores": "Arnold A. Lazarus",
      "grupo": "Integrativo",
      "file": "data/Core/modelos/integrativo/psicoterapia-multimodal-basic-id-lazarus.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_lazarus_afecto_regulacion",
            "nombre": "Intervención en Afecto (A) mediante clarificación y regulación emocional",
            "texto": "Procedimiento que trabaja identificación, validación y modulación de emociones, detectando evitaciones afectivas y enseñando estrategias para sostener activación sin desbordarse (p. ej., rotulación precisa, tolerancia al malestar, exposición emocional breve cuando procede). No se trata de “hablar de emociones” como fin en sí mismo, sino de intervenir cuando el afecto es un mantenedor principal del problema o un bloqueador del cambio en otras modalidades. (Lazarus, 1989)",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_lazarus_imaginacion_intervencion",
            "nombre": "Intervención en Imaginación (I) mediante trabajo con imágenes y ensayos mentales",
            "texto": "Procedimiento que aborda la modalidad de imágenes mentales (intrusiones, catastrofización visual, recuerdos vívidos, escenas temidas) usando técnicas de modificación de imagen y ensayo imaginado de conductas alternativas. Al cambiar la imagen, se cambia la respuesta emocional y conductual asociada, lo que resulta especialmente útil cuando la imaginación es un disparador directo de ansiedad, vergüenza o evitación. (Lazarus, 1989)",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_lazarus_exposicion_gradual",
            "nombre": "Exposición gradual a estímulos temidos (conductual y emocional)",
            "texto": "Procedimiento que diseña jerarquías de exposición y pasos graduados para reducir evitación y sensibilidad al miedo, integrando regulación emocional y fisiológica para sostener la activación sin colapsar. En multimodal se utiliza de forma pragmática, combinándola con intervenciones en cognición e imaginación cuando estas modalidades están alimentando la amenaza anticipada. (Lazarus, 1976)",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_lazarus_rotulacion_afecto",
            "nombre": "Rotulación afectiva funcional",
            "texto": "Microintervención que entrena la identificación precisa de emociones dominantes y secundarias, diferenciándolas de pensamientos o sensaciones corporales, para reducir confusión afectiva y reactividad. La claridad emocional facilita elecciones conductuales más ajustadas y reduce evitación emocional. (Lazarus, 1989)",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_lazarus_anclaje_somatico",
            "nombre": "Anclaje somático breve",
            "texto": "Microintervención que utiliza respiración, presión corporal o estimulación sensorial breve para reducir activación fisiológica cuando la modalidad Sensación está amplificando el problema. Este anclaje mejora acceso a cognición y conducta sin necesidad de intervenciones largas. (Lazarus, 1976)",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "entrevista-motivacional-1983",
      "label": "Entrevista Motivacional (Motivational Interviewing, MI)",
      "year": 1983,
      "autores": "William R. Miller; Stephen Rollnick",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/entrevista-motivacional-1983.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_mi_doble_cara",
            "nombre": "Reflejo de doble cara (Double-sided reflection)",
            "texto": "El reflejo de doble cara sostiene simultáneamente los dos polos de la ambivalencia: ‘por un lado… y por otro…’. Esto reduce polarización y defensividad porque el terapeuta no se alinea contra el cliente. Además, permite reorganizar el conflicto para que el propio cliente pueda elegir con más claridad, sin sentirse empujado.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_mi_reflejo_amplificado",
            "nombre": "Reflejo amplificado (Amplified reflection)",
            "texto": "El reflejo amplificado exagera suavemente el sustain talk para que el cliente lo escuche y, con frecuencia, lo matice o lo corrija. Se usa con tacto, porque su función no es ridiculizar, sino provocar discrepancia interna sin discusión. Cuando se hace bien, el cliente suele responder con change talk espontáneo.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_mi_rodar_resistencia",
            "nombre": "Rodar con la resistencia / cambiar de marcha (Rolling with resistance)",
            "texto": "Cuando aparece resistencia, MI interpreta que es un problema de ajuste, no un defecto del cliente. El terapeuta ‘cambia de marcha’: devuelve autonomía, refleja, resume, pregunta permiso o cambia foco. El objetivo es restaurar colaboración y reducir reactancia para que el cambio vuelva a ser elección.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "multisystemic-therapy-mst",
      "label": "Multisystemic Therapy (MST)",
      "year": 1990,
      "autores": "Scott Henggeler; Sonia Rowland",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/multisystemic-therapy-mst.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_mst_crisis_seguridad",
            "nombre": "Gestión de crisis y plan de seguridad",
            "texto": "Protocolos de estabilización ante escaladas (violencia, fuga, intoxicación, conflictos agudos), incluyendo red de apoyo, pasos de desescalada, límites y coordinación con recursos formales cuando sea necesario.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_mst_desescalada",
            "nombre": "Interrupción de escalada (desescalada breve)",
            "texto": "Pautas breves para cortar discusiones explosivas (pausa, separación física segura, retorno con guion) y evitar refuerzo de la violencia verbal o física.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "s21nardone",
      "label": "Terapia estratégica breve (Nardone)",
      "year": 1990,
      "autores": "Giorgio Nardone",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/s21nardone.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_nardone_expo",
            "nombre": "Exposición estratégica indirecta",
            "texto": "Exposición no frontal al estímulo temido, integrada en prescripciones que evitan la lucha directa contra el miedo.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "psicoterapia-cognitiva-postracionalista-guidano",
      "label": "Psicoterapia cognitiva postracionalista",
      "year": 1991,
      "autores": "Vittorio Guidano",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/psicoterapia-cognitiva-postracionalista-guidano.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_guidano_punto_quiebre",
            "nombre": "Detectar el punto de quiebre organizativo",
            "texto": "Microintervención que localiza el instante en que la experiencia deja de ser tolerable y el self activa su modo habitual de sostener coherencia (control, retirada, ataque, complacencia, bloqueo, etc.). Al señalar ese quiebre sin juzgarlo, se abre un espacio para observar el patrón en vivo y ampliar la ventana de tolerancia, haciendo posible una reorganización sin desbordamiento. (Guidano, 1991).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicoterapia-constructivista-procesos-cambio-mahoney",
      "label": "Psicoterapia constructivista de los procesos de cambio humano",
      "year": 1991,
      "autores": "Michael J. Mahoney",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/psicoterapia-constructivista-procesos-cambio-mahoney.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_mahoney_micro_perturbaciones",
            "nombre": "Introducción de micro-perturbaciones seguras",
            "texto": "Este procedimiento introduce pequeñas variaciones deliberadas en patrones habituales de pensamiento, emoción o conducta con el objetivo de perturbar suavemente la estabilidad rígida del sistema personal. Las micro-perturbaciones actúan como catalizadores de reorganización, aprovechando la sensibilidad de los sistemas complejos a cambios mínimos sin generar desbordamiento emocional. El terapeuta diseña estas intervenciones para que sean suficientemente desafiantes como para promover cambio, pero lo bastante seguras como para preservar la coherencia identitaria. Referencia: Mahoney, M. J. (1991). *Human Change Processes*.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_mahoney_focalizacion_atencional",
            "nombre": "Focalización atencional sostenida",
            "texto": "Microintervención que entrena al paciente a sostener la atención sobre sensaciones, emociones o pensamientos emergentes sin evitarlos ni intentar modificarlos, permitiendo que el sistema procese la experiencia de manera autoorganizativa. Esta focalización reduce reactividad, favorece autorregulación y crea condiciones internas para reorganizaciones espontáneas del significado. Referencia: Mahoney, M. J. (1991). *Human Change Processes*.",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "m_mahoney_desaceleracion",
            "nombre": "Desaceleración deliberada del proceso",
            "texto": "Microintervención que consiste en reducir intencionadamente el ritmo de exploración o acción cuando el sistema muestra señales de saturación o desorganización. Esta desaceleración protege la coherencia identitaria, permite una integración más profunda de la experiencia y previene cambios forzados que podrían generar rigidez defensiva. Referencia: Mahoney, M. J. (1991). *Human Change Processes*.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "multidimensional-family-therapy-mdft",
      "label": "Multidimensional Family Therapy (MDFT)",
      "year": 1991,
      "autores": "Howard A. Liddle",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/multidimensional-family-therapy-mdft.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_mdft_adolescente",
            "nombre": "Intervención en el dominio del adolescente",
            "texto": "Trabajo individual con el adolescente centrado en motivación, regulación emocional, toma de decisiones y reducción del consumo.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "k13coherence-therapy-1993",
      "label": "Terapia de la coherencia",
      "year": 1993,
      "autores": "Bruce Ecker; Laurel Hulley; Robin Ticic",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/k13coherence-therapy-1993.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_coh_yuxtaposicion_correctiva",
            "nombre": "Yuxtaposición experiencial correctiva",
            "texto": "Procedimiento nuclear del mecanismo de cambio en Coherence Therapy, en el que el conocimiento emocional implícito activado se pone en contacto directo y simultáneo con una experiencia emocional nueva que lo contradice de forma sentida. Esta yuxtaposición genera una disonancia emocional que desestabiliza la memoria original, permitiendo su reconsolidación con nuevo contenido. El cambio no se produce por insight, sino por la vivencia emocional incompatible que reorganiza el sistema desde dentro (Ecker et al., 2012; Ecker, 2015).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_coh_sostenimiento_yuxtaposicion",
            "nombre": "Sostenimiento de la yuxtaposición emocional",
            "texto": "Microintervención que mantiene simultáneamente activas la experiencia emocional antigua y la nueva experiencia contradictoria durante unos momentos, permitiendo que el sistema emocional detecte la incompatibilidad. El terapeuta regula activación y seguridad para evitar desbordamiento. Esta simultaneidad es crucial para que la memoria original se vuelva modificable (Ecker et al., 2012).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-colaborativa",
      "label": "Terapia colaborativa",
      "year": 1994,
      "autores": "Harlene Anderson; Harold Goolishian",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/terapia-colaborativa.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_colab_incertidumbre",
            "nombre": "Normalización de la incertidumbre conversacional",
            "texto": "Microintervención que valida la sensación de no saber o de estar confuso como parte natural del proceso dialógico, ayudando a regular ansiedad y a sostener la apertura necesaria para que surjan nuevos significados. (Anderson, 1997)",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicoterapia-constructivista-neimeyer",
      "label": "Neimeyer – Psicoterapia constructivista",
      "year": 1995,
      "autores": "Robert A. Neimeyer",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/psicoterapia-constructivista-neimeyer.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_neim_duelo_narrativo",
            "nombre": "Trabajo narrativo con el duelo",
            "texto": "Procedimiento específico para abordar procesos de duelo entendidos como crisis profundas de significado más que como simples reacciones emocionales. El trabajo se centra en reconstruir el sentido de la relación perdida, redefinir vínculos continuados y reorganizar la identidad del doliente en ausencia del ser querido, respetando la singularidad del proceso y evitando modelos normativos de duelo (Neimeyer, 2001; Neimeyer, 2016).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_neim_emocion_significado",
            "nombre": "Conexión emoción–significado",
            "texto": "Micro destinada a vincular explícitamente la experiencia emocional presente con los significados narrativos asociados, ayudando al cliente a sentir cómo ciertas interpretaciones sostienen o intensifican el malestar. Esta conexión favorece integración emocional del proceso narrativo (Neimeyer, 2001).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "self-dialogico-hermans",
      "label": "Teoría del self dialógico",
      "year": 1996,
      "autores": "Hubert J. M. Hermans",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/self-dialogico-hermans.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_hermans_secuenciacionDialogica",
            "nombre": "Secuenciación dialógica de episodios (microanálisis de diálogo interno)",
            "texto": "Procedimiento que reconstruye un episodio concreto (discusión, fracaso, crítica, evitación) paso a paso, identificando qué posición aparece primero, qué dice/hace, qué voz responde, cómo escala el conflicto y dónde se rompe la mentalización o la regulación. El terapeuta convierte el “me pasa” en una secuencia observable (turnos internos), favoreciendo metacognición y permitiendo intervenir en puntos de bifurcación (pausas, cambios de tono, introducción de una voz mediadora) para flexibilizar el patrón. (Hermans, 1996).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_hermans_transformarCritico",
            "nombre": "Transformación del crítico interno en voz protectora",
            "texto": "Procedimiento específico cuando el self está dominado por crítica, vergüenza o autoexigencia: se explora la intención protectora del crítico (evitar rechazo, evitar fracaso, mantener control), se identifican sus estrategias dañinas (humillación, absolutismos) y se reconduce hacia una voz protectora y realista que pueda cuidar sin atacar. Se apoya en autocompasión y modulación emocional para que el cambio sea sostenible y no active amenaza identitaria. (Hermans, 1996).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_hermans_darTurnoVoz",
            "nombre": "Dar turno a una voz silenciada",
            "texto": "Microintervención que consiste en frenar explícitamente a la voz dominante y abrir espacio para que una voz inhibida pueda expresarse con seguridad. Amplía el repertorio identitario, reduce monopolios internos y facilita la emergencia de necesidades, emociones o valores previamente bloqueados. (Hermans, 1996).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "polaridades-semanticas",
      "label": "Modelo de polaridades semánticas",
      "year": 1998,
      "autores": "Valeria Ugazio",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/polaridades-semanticas.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_ugazio_normalizacion",
            "nombre": "Normalización de la incomodidad del cambio",
            "texto": "Intervención breve que anticipa y normaliza la incomodidad emocional asociada a salir de una polaridad rígida, ayudando a regular afecto y sostener el proceso sin abandonar el cambio. (Ugazio, 2013)",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicologia-positiva-1998",
      "label": "Psicología Positiva",
      "year": 1998,
      "autores": "Martin E. P. Seligman; Mihaly Csikszentmihalyi",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/psicologia-positiva-1998.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_pospsy_saboreo",
            "nombre": "Savoring (saboreo) y consolidación del cambio",
            "texto": "Entrenar la capacidad de sostener y ampliar experiencias positivas (sin acelerarlas ni minimizarlas). Útil para consolidar cambios, reducir anhedonia y construir memoria emocional de seguridad.",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_pospsy_micro_saboreo",
            "nombre": "Micro-saboreo (10–20 segundos)",
            "texto": "Pausa breve para sostener una experiencia agradable (respiración, sensación corporal, imagen, vínculo), evitando pasar por encima. Consolida memoria emocional.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicoterapia-constructivista-integrativa",
      "label": "Psicoterapia constructivista integrativa (Feixas & Villegas)",
      "year": 2000,
      "autores": "Guillem Feixas; Manuel Villegas Besora",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/psicoterapia-constructivista-integrativa.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_feixas_incertidumbre",
            "nombre": "Normalizar la incertidumbre del cambio",
            "texto": "Intervención que valida la incomodidad y ambigüedad propias de revisar constructos nucleares, ayudando a regular emoción y sostener el proceso sin volver a soluciones rígidas. (Guidano, 1991; Feixas, 2004)",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "terapia-dialogica",
      "label": "Terapia dialógica / Open Dialogue",
      "year": 2000,
      "autores": "Jaakko Seikkula; Tom Andersen",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/terapia-dialogica.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_od_tolerancia_incertidumbre",
            "nombre": "Tolerancia activa a la incertidumbre",
            "texto": "Procedimiento clave que consiste en evitar cierres explicativos rápidos, diagnósticos definitivos o planes de intervención prematuros. El equipo terapéutico sostiene la incertidumbre como condición necesaria para que emerjan nuevos significados, resistiendo la presión institucional y familiar por soluciones inmediatas. Esta tolerancia protege el proceso dialógico y previene imposiciones interpretativas que bloquean el cambio (Seikkula & Arnkil, 2017).",
            "sub": "RE_modulacion"
          },
          {
            "codigo": "p_od_flexibilidad_medicacion",
            "nombre": "Flexibilidad en el uso de medicación",
            "texto": "Procedimiento clínico que propone un uso prudente, flexible y no protocolizado de la medicación psicofarmacológica, especialmente en primeros episodios psicóticos. La medicación no se impone como solución central, sino que se evalúa de forma dialogada en función del estado emocional y relacional del paciente, priorizando siempre el proceso de significado compartido (Seikkula et al., 2006; Seikkula & Arnkil, 2017).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_od_ralentizacion",
            "nombre": "Ralentización deliberada del diálogo",
            "texto": "Microintervención que introduce pausas, silencios y un ritmo más lento en la conversación para reducir activación emocional y permitir que las palabras se conecten con la experiencia sentida. La ralentización favorece regulación, simbolización progresiva y evita respuestas impulsivas o defensivas, especialmente en contextos de crisis intensa (Seikkula & Arnkil, 2017).",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "attachment-based-family-therapy-abft",
      "label": "ABFT – Terapia familiar basada en el apego",
      "year": 2002,
      "autores": "Guy S. Diamond; Gary Diamond; Suzanne Levy",
      "grupo": "Sistémico",
      "file": "data/Core/modelos/sistemico/attachment-based-family-therapy-abft.json",
      "matches": {
        "tecnicas": [],
        "micros": [
          {
            "codigo": "m_abft_seguridad",
            "nombre": "Chequeo de seguridad emocional",
            "texto": "Evaluación continua de activación emocional y riesgo para ajustar la intervención.",
            "sub": "RE_modulacion"
          }
        ]
      }
    },
    {
      "id": "psicoterapia-existencial-humanista-contemporanea",
      "label": "Psicoterapia Existencial-Humanista Contemporánea",
      "year": 2005,
      "autores": "Kirk J. Schneider, James F. T. Bugental",
      "grupo": "Humanista",
      "file": "data/Core/modelos/humanista/psicoterapia-existencial-humanista-contemporanea.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_exist_rituales",
            "nombre": "Rituales seculares de transición",
            "texto": "Procedimiento de diseño de rituales no religiosos (cartas, actos simbólicos, despedidas, compromisos) para marcar cierres, duelos, cambios de etapa y decisiones identitarias. Facilita integración emocional y consolidación del cambio en una forma vivible y recordable (Schneider, Bugental & Pierson, 2015).",
            "sub": "RE_modulacion"
          }
        ],
        "micros": [
          {
            "codigo": "m_exist_micro_ritual",
            "nombre": "Micro-ritual de cierre",
            "texto": "Cierre breve (palabra, gesto, compromiso mínimo) que consolida el sentido de la sesión y ayuda a integrar lo trabajado. Funciona como pegamento entre experiencia vivida y continuidad en la vida cotidiana (Schneider, Bugental & Pierson, 2015).",
            "sub": "RE_modulacion"
          }
        ]
      }
    }
  ]
}