{
  "subprocesoId": "RI_criticoInterno",
  "updatedAt": "2026-02-03T10:28:30.257Z",
  "totalModelos": 3,
  "modelos": [
    {
      "id": "neopsicoanalisis",
      "label": "Neopsicoanálisis",
      "year": 1940,
      "autores": "Erich Fromm; Karen Horney; Harry Stack Sullivan",
      "grupo": "Psicoanálisis",
      "file": "data/Core/modelos/psicoanalisis/neopsicoanalisis.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_neopsy_self_idealizado_deberias",
            "nombre": "Trabajo con el self idealizado y la tiranía del deber (Horney)",
            "texto": "Técnica para detectar ideales rígidos (perfección, invulnerabilidad, superioridad moral, éxito constante) y sus mandatos (‘debería’), mostrando cómo funcionan como defensa ante vergüenza y ansiedad; se exploran sus orígenes relacionales y culturales, se diferencia autoexigencia de valores genuinos y se construye una autoimagen más realista y vivible que reduzca auto-odio, comparación y hostilidad encubierta.",
            "sub": "RI_criticoInterno"
          },
          {
            "codigo": "p_neopsy_vergüenza_auto_odio",
            "nombre": "Trabajo con vergüenza y auto-odio (Horney) desde el vínculo",
            "texto": "Intervención que identifica la vergüenza crónica como núcleo de muchas defensas interpersonales (sumisión, superioridad, retirada), ayudando a desactivar el auto-odio y la autoexigencia mediante comprensión del origen relacional, práctica de autocompasión y experiencias correctivas de aceptación con límites, para sostener autenticidad sin colapso.",
            "sub": "RI_criticoInterno"
          }
        ],
        "micros": []
      }
    },
    {
      "id": "psicodinamica-ciclica-wachtel",
      "label": "Psicodinámica cíclica",
      "year": 1977,
      "autores": "Paul L. Wachtel",
      "grupo": "Integrativo",
      "file": "data/Core/modelos/integrativo/psicodinamica-ciclica-wachtel.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_wachtel_interpretacionUtil",
            "nombre": "Interpretación contextualizada y utilizable",
            "texto": "Procedimiento interpretativo que vincula las defensas y expectativas actuales con su función protectora en la historia relacional del paciente, mostrando cómo surgieron para evitar vergüenza, abandono o intrusión. La interpretación se formula de manera que aumente la compasión hacia la parte protectora y se traduzca en elecciones actuales concretas, evitando explicaciones cerradas que refuercen autoataque, fatalismo identitario o pasividad terapéutica. (Wachtel, 1977; Wachtel, 2008)",
            "sub": "RI_criticoInterno"
          }
        ],
        "micros": [
          {
            "codigo": "m_wachtel_funcionDefensa",
            "nombre": "Hipótesis protectora (qué evita la defensa)",
            "texto": "Microintervención que formula explícitamente la función protectora de una defensa concreta (por ejemplo, “si me muestro necesitado, me humillarán”), validando su lógica histórica y relacional. Al reconocer qué amenaza intenta evitar la defensa, se reduce la vergüenza y el autoataque, y se crea un clima interno más compasivo que facilita ensayar conductas nuevas sin vivenciarlas como traición a uno mismo. (Wachtel, 1977; Wachtel, 2008)",
            "sub": "RI_criticoInterno"
          },
          {
            "codigo": "m_wachtel_verguenzaSenal",
            "nombre": "Reencuadre de la vergüenza como señal",
            "texto": "Microintervención que transforma la vergüenza de prueba de defectuosidad personal en señal de vulnerabilidad activada, reduciendo el ataque interno y la urgencia defensiva. Este reencuadre permite sostener conductas nuevas con mayor compasión hacia uno mismo, sin colapsar ni retraerse ante la activación emocional. (Wachtel, 2008)",
            "sub": "RI_criticoInterno"
          }
        ]
      }
    },
    {
      "id": "self-dialogico-hermans",
      "label": "Teoría del self dialógico",
      "year": 1996,
      "autores": "Hubert J. M. Hermans",
      "grupo": "Constructivista",
      "file": "data/Core/modelos/constructivista/self-dialogico-hermans.json",
      "matches": {
        "tecnicas": [
          {
            "codigo": "p_hermans_transformarCritico",
            "nombre": "Transformación del crítico interno en voz protectora",
            "texto": "Procedimiento específico cuando el self está dominado por crítica, vergüenza o autoexigencia: se explora la intención protectora del crítico (evitar rechazo, evitar fracaso, mantener control), se identifican sus estrategias dañinas (humillación, absolutismos) y se reconduce hacia una voz protectora y realista que pueda cuidar sin atacar. Se apoya en autocompasión y modulación emocional para que el cambio sea sostenible y no active amenaza identitaria. (Hermans, 1996).",
            "sub": "RI_criticoInterno"
          }
        ],
        "micros": []
      }
    }
  ]
}