{
  "id": "cbasp-mccullough",
  "grupo": "Integrativo",
  "label": "CBASP – Cognitive Behavioral Analysis System of Psychotherapy",
  "year": 2000,
  "autores": "James P. McCullough Jr.",
  "universidad": "Virginia Commonwealth University",
  "ciudad": "Richmond, Virginia",
  "pais": "EE. UU.",
  "lat": 37.540725,
  "lon": -77.436048,

  "influencias": [
    "Terapia cognitivo-conductual",
    "Psicodinámica",
    "Interpersonal",
    "Aprendizaje social"
  ],

  "descripcion": "El CBASP es un modelo integrativo desarrollado específicamente para la depresión crónica, que conceptualiza el sufrimiento como el resultado de un estancamiento evolutivo interpersonal en el que la persona no percibe contingencias claras entre su conducta y las respuestas del entorno. El paciente deprimido crónico funciona desde una posición preoperacional, con pensamiento egocéntrico, desconexión emocional y sensación de impotencia relacional. El tratamiento combina análisis situacional, aprendizaje conductual y una implicación personal disciplinada del terapeuta para generar experiencias correctivas que restauren agencia, responsabilidad interpersonal y conexión emocional, permitiendo que el paciente experimente que sus acciones tienen impacto real en los demás (McCullough, 2000; McCullough, 2006).",

  "neimeyer": {
    "epistemologico": "El CBASP adopta una epistemología pragmática y relacional, donde la realidad psicológica se define por las consecuencias interpersonales observables de la conducta. El conocimiento terapéutico no se impone desde una posición neutral, sino que se construye activamente a través de la experiencia relacional correctiva con el terapeuta. El ser humano es concebido como un agente potencialmente responsable, cuyo desarrollo puede quedar bloqueado por experiencias relacionales traumáticas tempranas. El cambio ocurre cuando la persona vivencia, en el aquí y ahora, nuevas contingencias interpersonales que contradicen expectativas aprendidas. La relación terapéutica es un principio activo de cambio, no solo un medio técnico (McCullough, 2000).",

    "teoriaFormal": "El self en CBASP se entiende como una organización relacional inmadura, marcada por desconexión afectiva, egocentrismo defensivo y falta de percepción de causalidad interpersonal. El cambio psicológico se produce mediante aprendizaje experiencial correctivo, donde el paciente integra cognitivamente y emocionalmente la relación entre conducta propia y consecuencias externas. El sufrimiento se mantiene por patrones interpersonales rígidos, evitación emocional y ausencia de feedback relacional claro, lo que perpetúa indefensión y desesperanza crónica (McCullough, 2006).",

    "teoriaClinica": "El caso se conceptualiza a partir de patrones interpersonales disfuncionales, historia de traumas relacionales tempranos y análisis del estadio de desarrollo interpersonal. Se priorizan procesos de acceso emocional moderado, clarificación de contingencias interpersonales, restauración de agencia y experiencias correctivas dentro de la relación terapéutica. El progreso se evalúa por el aumento de percepción de impacto interpersonal, mejora en la iniciativa relacional, reducción de evitación y mayor diferenciación emocional y conductual en contextos significativos (McCullough, 2000)."
  },

  "mjps": ["RF","RE","AP","RI","N","I","AG","R"],
"ideasPrincipales": [
  {
    "id": "idea_cbasp_1",
    "titulo": "La depresión crónica es un trastorno del desarrollo interpersonal",
    "desarrollo": "CBASP concibe la depresión crónica no como un trastorno afectivo aislado, sino como el resultado de un bloqueo evolutivo en el desarrollo interpersonal. Debido a experiencias relacionales tempranas traumáticas o negligentes, el paciente queda fijado en un funcionamiento preoperacional, egocéntrico y desconectado, en el que no percibe contingencias claras entre su conducta y las respuestas del entorno. El sufrimiento se mantiene porque la persona no experimenta impacto interpersonal ni eficacia relacional. (McCullough, 2000)."
  },
  {
    "id": "idea_cbasp_2",
    "titulo": "El núcleo del problema es la pérdida de percepción de contingencia",
    "desarrollo": "En la depresión crónica, el paciente no percibe que lo que hace influya en lo que ocurre con los demás, lo que genera pasividad, evitación y desesperanza aprendida. CBASP sitúa este déficit de percepción de contingencias interpersonales en el centro de la psicopatología, entendiendo que sin esta percepción no puede emerger agencia ni motivación auténtica para el cambio. (McCullough, 2000; McCullough, 2006)."
  },
  {
    "id": "idea_cbasp_3",
    "titulo": "El cambio se produce a través de aprendizaje experiencial, no solo insight",
    "desarrollo": "CBASP sostiene que el insight cognitivo por sí solo es insuficiente en la depresión crónica. El cambio ocurre cuando el paciente vive repetidamente experiencias interpersonales nuevas en las que actuar de forma distinta produce consecuencias distintas. Este aprendizaje es experiencial, basado en consecuencias reales y observables, y permite reconstruir la conexión entre acción, resultado y sentido personal. (McCullough, 2000)."
  },
  {
    "id": "idea_cbasp_4",
    "titulo": "El análisis de situaciones concretas restaura agencia y responsabilidad",
    "desarrollo": "El Análisis Situacional es el procedimiento central mediante el cual CBASP enseña al paciente a descomponer episodios interpersonales específicos para identificar interpretaciones, conductas y consecuencias. Este proceso restaura progresivamente la percepción de autoría y responsabilidad personal, no desde la culpa, sino desde la evidencia de que la propia conducta influye en los resultados relacionales. (McCullough, 2000)."
  },
  {
    "id": "idea_cbasp_5",
    "titulo": "La relación terapéutica es un agente activo de cambio",
    "desarrollo": "CBASP rechaza la neutralidad clásica y utiliza la relación terapéutica como un contexto de aprendizaje interpersonal directo. A través de la implicación personal disciplinada, el terapeuta se convierte en un estímulo interpersonal contingente y seguro, proporcionando experiencias correctivas que contradicen expectativas relacionales traumáticas previas. La relación no es solo soporte, sino mecanismo central de cambio. (McCullough, 2006)."
  },
  {
    "id": "idea_cbasp_6",
    "titulo": "La discriminación pasado–presente es clave para desbloquear el vínculo",
    "desarrollo": "Los pacientes con depresión crónica tienden a generalizar experiencias relacionales pasadas a todas las relaciones actuales. CBASP trabaja activamente la discriminación entre figuras traumáticas del pasado y el terapeuta en el presente, permitiendo actualizar representaciones internas, reducir miedo interpersonal y facilitar mayor apertura emocional y cooperación en sesión. (McCullough, 2000; McCullough, 2006)."
  },
  {
    "id": "idea_cbasp_7",
    "titulo": "La evitación interpersonal mantiene la cronicidad del trastorno",
    "desarrollo": "CBASP entiende que la pasividad, la retirada emocional y la evitación interpersonal son estrategias aprendidas para reducir dolor relacional, pero que a largo plazo mantienen la depresión crónica. El tratamiento se orienta a identificar y modificar estas conductas, entrenando alternativas que permitan obtener resultados interpersonales más satisfactorios. (McCullough, 2000)."
  },
  {
    "id": "idea_cbasp_8",
    "titulo": "La agencia se construye mediante acción interpersonal concreta",
    "desarrollo": "La agencia personal en CBASP no se fomenta a través de motivación abstracta o introspección prolongada, sino mediante la práctica repetida de conductas interpersonales específicas y eficaces. A medida que el paciente experimenta impacto real en los demás, se fortalece la motivación interna, la autoeficacia y el sentido de dirección vital. (McCullough, 2000)."
  }
],

"procedimientos": [
  {
    "nombre": "Análisis Situacional (Situational Analysis)",
    "codigo": "p_cbasp_analisisSituacional",
    "procesos": ["N_marcosCognitivos", "AG_autoriaResponsabilidad", "R_repertorioInterpersonal"],
    "texto": "Procedimiento nuclear del CBASP orientado a restaurar la percepción de contingencia interpersonal en depresión crónica. Se trabaja con episodios interpersonales específicos y recientes, desglosándolos de forma sistemática en: (1) descripción objetiva de la situación, (2) interpretación/lectura del paciente, (3) conducta concreta emitida, (4) resultado real observado, y (5) resultado deseado/objetivo interpersonal; el terapeuta guía la comparación entre resultado real y deseado para que el paciente identifique qué hizo (o no hizo) que influyó en lo ocurrido, corrigiendo el estilo preoperacional (egocéntrico, sin visión de consecuencias) y entrenando un aprendizaje basado en consecuencias relacionales. (McCullough, 2000; McCullough, 2006)."
  },
  {
    "nombre": "Implicación Personal Disciplinada (Disciplined Personal Involvement, DPI)",
    "codigo": "p_cbasp_dpi",
    "procesos": ["R_reparacionRelacional", "RE_coregulacion", "AP_trabajoCorrectivo"],
    "texto": "Procedimiento relacional distintivo del CBASP en el que el terapeuta utiliza una implicación personal explícita y cuidadosamente regulada (no acting-out, no desbordamiento) para convertirse en un estímulo interpersonal nuevo y contingente: comunica de forma directa y específica cómo le impactan las conductas del paciente en la sesión (p. ej., distancia, ataque, retirada, pasividad), con el objetivo de crear una experiencia correctiva que contradiga expectativas aprendidas de indiferencia, rechazo o daño, y de entrenar al paciente a detectar el efecto real que produce en el otro. (McCullough, 2006; McCullough, 2000)."
  },
  {
    "nombre": "Técnica de Huella Interpersonal (Interpersonal Impact / Interpersonal Signature)",
    "codigo": "p_cbasp_huellaInterpersonal",
    "procesos": ["R_mentalizacion", "N_metacognicion", "R_repertorioInterpersonal"],
    "texto": "Procedimiento para identificar y formular el patrón interpersonal estable del paciente (su “huella” o “impacto” típico en los demás), describiendo cómo suele presentarse, qué provoca en el otro y qué resultados relacionales se repiten; el terapeuta ayuda a derivar una formulación clara y observable del estilo interpersonal del paciente (p. ej., “cuando te sientes inseguro te vuelves evasivo y el otro se aleja”), que luego se usa como mapa para elegir situaciones a analizar, anticipar riesgos en la relación terapéutica y orientar el entrenamiento conductual hacia alternativas más eficaces. (McCullough, 2000; McCullough, 2006)."
  },
  {
    "nombre": "Ejercicios de Discriminación Interpersonal (Interpersonal Discrimination Exercises, IDE)",
    "codigo": "p_cbasp_discriminacionInterpersonal",
    "procesos": ["RI_reparacionRepresentaciones", "R_estilosApego", "N_reformulacion"],
    "texto": "Procedimiento diseñado para debilitar la generalización traumática en pacientes con historias de abuso/abandono, enseñando a discriminar activamente entre figuras significativas del pasado (dañinas o impredecibles) y el terapeuta actual (contingente y seguro); se trabajan comparaciones explícitas en dimensiones conductuales concretas (lo que el otro hacía vs. lo que el terapeuta hace), con el fin de actualizar representaciones internas, reducir respuestas automáticas de retraimiento/ataque y permitir mayor apertura emocional y cooperación en sesión. (McCullough, 2000; McCullough, 2006)."
  },
  {
    "nombre": "Inoculación Conductual / Ensayo Conductual (Behavioral Practice / Shaping)",
    "codigo": "p_cbasp_ensayoConductual",
    "procesos": ["AG_compromisoConductual", "R_comunicacionEmocional", "R_limitesInterpersonales"],
    "texto": "Procedimiento de entrenamiento y moldeamiento conductual para ampliar repertorio interpersonal efectivo: el terapeuta define una conducta alternativa concreta (p. ej., pedir, decir no, expresar malestar sin ataque, negociar), la modela si es necesario, ensaya en sesión (role-play), ajusta topografía y timing, y acuerda una práctica entre sesiones; se orienta a que el paciente obtenga resultados interpersonales distintos en el mundo real, consolidando aprendizaje por consecuencias y reforzando la experiencia de agencia. (McCullough, 2000)."
  },
  {
    "nombre": "Planificación de Tareas Interpersonales entre Sesiones (Between-session Interpersonal Tasks)",
    "codigo": "p_cbasp_tareasInterpersonales",
    "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones", "R_repertorioInterpersonal"],
    "texto": "Procedimiento estructurado para trasladar el aprendizaje a la vida cotidiana mediante tareas interpersonales específicas derivadas del análisis situacional: se define una situación objetivo, una conducta alternativa medible, criterios de éxito realistas y una forma de registrar resultados; después se revisan las consecuencias obtenidas y se ajusta el plan, manteniendo el foco en contingencias reales más que en intención o deseo, con el objetivo de romper la pasividad crónica y construir evidencia experiencial de impacto interpersonal. (McCullough, 2000; McCullough, 2006)."
  },
  {
    "nombre": "Uso Correctivo de la Relación Terapéutica como “Laboratorio” (In-session Learning / Contingent Responding)",
    "codigo": "p_cbasp_laboratorioRelacional",
    "procesos": ["R_reparacionRelacional", "RE_coregulacion", "R_mentalizacion"],
    "texto": "Procedimiento continuo (no una micro) en el que el terapeuta mantiene respuestas contingentes, claras y coherentes dentro de la sesión para convertir la relación terapéutica en un laboratorio de aprendizaje interpersonal: se señalan patrones en vivo (retirada, sumisión, ataque, desconexión), se enlazan con efectos concretos en el terapeuta, y se prueban alternativas de interacción más funcionales; este uso deliberado del aquí-y-ahora facilita que el paciente experimente diferencias reales respecto a su historia relacional y adquiera nuevas reglas de relación basadas en evidencia directa. (McCullough, 2006; McCullough, 2000)."
  },
  {
    "nombre": "Formulación de Objetivos Interpersonales (Goal-setting Interpersonal)",
    "codigo": "p_cbasp_objetivosInterpersonales",
    "procesos": ["ALI_objetivos", "AG_motivacionInterna", "R_valoresRelacionales"],
    "texto": "Procedimiento para traducir la demanda difusa y la desesperanza crónica en objetivos interpersonales concretos y observables (p. ej., “lograr que X me escuche sin discutir”, “pedir ayuda sin hundirme”, “poner un límite sin romper el vínculo”), conectándolos con situaciones reales que se trabajarán con análisis situacional y práctica conductual; se orienta a generar dirección, relevancia y compromiso, evitando metas abstractas o puramente sintomáticas que no entrenan contingencias relacionales. (McCullough, 2000)."
  }
],


  "micros": [
  {
    "nombre": "Clarificación de la situación interpersonal",
    "codigo": "m_cbasp_clarificarSituacion",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Microintervención orientada a delimitar con precisión una situación interpersonal concreta, eliminando generalizaciones, juicios globales y narrativas difusas; el terapeuta ayuda al paciente a describir quién hizo qué, cuándo y dónde, anclando el trabajo en hechos observables para reducir confusión cognitiva y preparar el análisis situacional. (McCullough, 2000)."
  },
  {
    "nombre": "Diferenciación entre interpretación y hecho",
    "codigo": "m_cbasp_interpretacionVsHecho",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención destinada a separar explícitamente los hechos observables de las interpretaciones automáticas del paciente, señalando cómo estas últimas suelen anticipar rechazo, indiferencia o daño; facilita metacognición básica y reduce la fusión entre expectativa aprendida y realidad actual. (McCullough, 2000)."
  },
  {
    "nombre": "Focalización en conducta específica",
    "codigo": "m_cbasp_conductaEspecifica",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Intervención breve que redirige el foco desde estados internos difusos (“me sentí fatal”) hacia conductas observables emitidas por el paciente (lo que dijo, hizo o evitó), reforzando la percepción de autoría y preparando el aprendizaje por consecuencias interpersonales. (McCullough, 2000)."
  },
  {
    "nombre": "Señalamiento de consecuencias interpersonales reales",
    "codigo": "m_cbasp_consecuenciasReales",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Microintervención que ayuda al paciente a identificar las consecuencias reales y actuales que su conducta produjo en el otro, diferenciándolas de consecuencias temidas o fantaseadas; refuerza aprendizaje contingente y rompe la sensación de desconexión causal característica de la depresión crónica. (McCullough, 2000)."
  },
  {
    "nombre": "Comparación resultado real vs. resultado deseado",
    "codigo": "m_cbasp_realVsDeseado",
    "procesos": ["N_reformulacion"],
    "texto": "Intervención breve que confronta de forma no punitiva la discrepancia entre el resultado interpersonal obtenido y el resultado deseado por el paciente, facilitando insight pragmático y abriendo la posibilidad de modificar conducta en lugar de reforzar indefensión o autoataque. (McCullough, 2000)."
  },
  {
    "nombre": "Formulación explícita de alternativa conductual",
    "codigo": "m_cbasp_alternativaConductual",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Microintervención en la que terapeuta y paciente formulan conjuntamente una conducta alternativa concreta, viable y observable que podría aumentar la probabilidad de alcanzar el resultado deseado, fortaleciendo capacidad de elección y planificación interpersonal. (McCullough, 2000)."
  },
  {
    "nombre": "Feedback interpersonal inmediato del terapeuta",
    "codigo": "m_cbasp_feedbackTerapeuta",
    "procesos": ["R_reparacionRelacional","RE_coregulacion"],
    "texto": "El terapeuta comunica de forma breve y regulada cómo una conducta específica del paciente le afecta emocional o relacionalmente en sesión, proporcionando un estímulo interpersonal contingente que actúa como experiencia correctiva y entrenamiento de sensibilidad interpersonal. (McCullough, 2006)."
  },
  {
    "nombre": "Normalización del impacto interpersonal",
    "codigo": "m_cbasp_normalizarImpacto",
    "procesos": ["RE_reapreciacion"],
    "texto": "Microintervención que valida que toda conducta interpersonal tiene efectos en los demás, reduciendo vergüenza defensiva y facilitando que el paciente tolere observar su propio impacto sin colapsar ni retirarse del proceso. (McCullough, 2000)."
  },
  {
    "nombre": "Señalamiento de evitación interpersonal",
    "codigo": "m_cbasp_evitacionInterpersonal",
    "procesos": ["RE_prevEvitacion"],
    "texto": "Intervención breve que identifica conductas de retirada, pasividad o inhibición emocional como formas de evitación interpersonal que mantienen resultados no deseados, ayudando al paciente a reconocer costes relacionales de no actuar. (McCullough, 2000)."
  },
  {
    "nombre": "Discriminación pasado–presente en vivo",
    "codigo": "m_cbasp_pasadoPresente",
    "procesos": ["RI_reparacionRepresentaciones"],
    "texto": "Microintervención que ayuda al paciente a distinguir entre reacciones automáticas basadas en experiencias relacionales pasadas y la respuesta real del terapeuta en el presente, reduciendo generalización traumática y facilitando actualización de representaciones internas. (McCullough, 2000; McCullough, 2006)."
  },
  {
    "nombre": "Refuerzo explícito de conducta eficaz",
    "codigo": "m_cbasp_refuerzoConductual",
    "procesos": ["AG_motivacionInterna"],
    "texto": "Intervención breve de refuerzo verbal específico cuando el paciente emite una conducta interpersonal más eficaz, destacando la relación entre acción y resultado para consolidar aprendizaje y aumentar motivación interna. (McCullough, 2000)."
  },
  {
    "nombre": "Anticipación guiada de consecuencias",
    "codigo": "m_cbasp_anticiparConsecuencias",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que invita al paciente a anticipar de forma explícita qué cree que ocurrirá si emite una conducta alternativa, preparando el contraste posterior con consecuencias reales y entrenando pensamiento prospectivo interpersonal. (McCullough, 2000)."
  },
  {
    "nombre": "Chequeo de comprensión interpersonal",
    "codigo": "m_cbasp_chequeoComprension",
    "procesos": ["R_mentalizacion"],
    "texto": "Intervención breve en la que el terapeuta verifica si el paciente ha comprendido cómo su conducta impacta en el otro, ajustando explicaciones para asegurar mentalización interpersonal mínima antes de avanzar en el proceso. (McCullough, 2000)."
  },
  {
    "nombre": "Anclaje del aprendizaje en ejemplos reales",
    "codigo": "m_cbasp_anclajeEjemplos",
    "procesos": ["N_narrativaAutobiografica"],
    "texto": "Microintervención que conecta el aprendizaje obtenido en sesión con ejemplos concretos de la vida cotidiana del paciente, facilitando integración narrativa y transferencia del cambio más allá del contexto terapéutico. (McCullough, 2000)."
  }
],


  "refs": [
    "McCullough, J. P. (2000). Treatment for Chronic Depression: Cognitive Behavioral Analysis System of Psychotherapy. Guilford Press.",
    "McCullough, J. P. (2006). Treating Chronic Depression with Disciplined Personal Involvement. Springer."
  ]
}
