{
  "id": "emdr-shapiro-1989",
  "grupo": "Integrativo",
  "label": "EMDR",
  "year": 1989,
  "importance": 3,
  "autores": "Francine Shapiro",
  "universidad": "",
  "ciudad": "Palo Alto, California",
  "pais": "EE. UU.",
  "lat": 37.441883,
  "lon": -122.143019,

  "influencias": [
    "Psicología cognitivo-conductual",
    "Modelo de Procesamiento Adaptativo de la Información",
    "Psicología del trauma",
    "Neurofisiología",
    "Teoría de la memoria"
  ],

  "books": [
    "Shapiro, F. (1995). EMDR: Basic Principles, Protocols, and Procedures.",
    "Shapiro, F. (2001). Eye Movement Desensitization and Reprocessing (2nd ed.).",
    "Shapiro, F. (2018). Eye Movement Desensitization and Reprocessing (EMDR) Therapy."
  ],

  "descripcion": "EMDR es un modelo psicoterapéutico integrativo orientado al reprocesamiento de memorias disfuncionalmente almacenadas que sostienen síntomas psicológicos actuales. Basado en el Modelo de Procesamiento Adaptativo de la Información (AIP), postula que muchas psicopatologías derivan de experiencias no integradas que permanecen activas en redes mnésicas aisladas, generando respuestas emocionales, cognitivas y somáticas desactualizadas. Mediante la activación controlada de la memoria diana y el uso de estimulación bilateral, EMDR facilita la integración adaptativa de la experiencia, reduciendo la carga emocional y reorganizando el significado personal del recuerdo.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como organizada en redes de memoria implícita y explícita que se activan en función de experiencias pasadas no integradas. El conocimiento terapéutico no se impone desde la interpretación, sino que emerge del propio sistema de procesamiento del paciente cuando se crean las condiciones adecuadas. El ser humano es entendido como un sistema autoorganizado con capacidad intrínseca de procesamiento adaptativo. El cambio ocurre cuando las memorias disfuncionales se integran en redes más amplias y actualizadas. La relación terapéutica es un contexto de seguridad y regulación que permite activar sin desbordamiento material altamente cargado.",
    "teoriaFormal": "El self se organiza en torno a redes de memoria autobiográfica que integran emoción, cognición, somática y significado. El sufrimiento psicológico se mantiene cuando ciertas memorias permanecen aisladas y se reactivan automáticamente ante estímulos presentes. El cambio terapéutico implica reprocesar estas memorias para que pierdan su carácter traumático, se integren narrativamente y dejen de disparar respuestas descontextualizadas.",
    "teoriaClinica": "El caso se conceptualiza identificando memorias diana pasadas, disparadores presentes y plantillas futuras asociadas al síntoma. Se prioriza la estabilización previa, el acceso regulado a la memoria y el reprocesamiento estructurado. El progreso se evalúa por la reducción de la activación emocional, la modificación espontánea de cogniciones negativas y la integración adaptativa del recuerdo en la narrativa personal."
  },
"secuencias": [
  {
    "id": "seq_emdr_protocolo_8_fases",
    "nombre": "Secuencia estándar de EMDR (protocolo de 8 fases)",
    "descripcion": "Secuencia estructural del modelo EMDR que organiza el trabajo terapéutico desde la evaluación inicial y la estabilización hasta el reprocesamiento de memorias traumáticas y su integración adaptativa. Aunque flexible y sensible al ritmo del paciente, el orden de las fases es clínicamente imprescindible para garantizar seguridad, eficacia y generalización del cambio.",
    "tipo": "protocolo",
    "pasos": [
      {
        "orden": 1,
        "accion": "Historia clínica y planificación del tratamiento",
        "explicacion": "Se recogen antecedentes relevantes, se identifican eventos traumáticos pasados, disparadores presentes y situaciones futuras problemáticas, y se elabora un plan de trabajo basado en memorias diana. Esta fase permite comprender el problema en términos de redes de memoria y priorizar objetivos terapéuticos sin activar aún material traumático."
      },
      {
        "orden": 2,
        "accion": "Preparación y estabilización",
        "explicacion": "Se asegura que el paciente dispone de recursos suficientes de regulación emocional y orientación al presente antes de iniciar el reprocesamiento. Incluye psicoeducación sobre EMDR, establecimiento de señales de control, fortalecimiento de la ventana de tolerancia e instalación de recursos cuando es necesario."
      },
      {
        "orden": 3,
        "accion": "Evaluación de la memoria diana",
        "explicacion": "Se selecciona y estructura la memoria específica que será reprocesada, identificando la imagen representativa, la cognición negativa asociada, la cognición positiva deseada, la emoción predominante, el nivel de perturbación subjetiva y las sensaciones corporales vinculadas."
      },
      {
        "orden": 4,
        "accion": "Desensibilización y reprocesamiento",
        "explicacion": "El paciente activa la memoria diana mientras se aplica estimulación bilateral, permitiendo que emerjan asociaciones espontáneas. El sistema de procesamiento adaptativo reorganiza progresivamente la experiencia, reduciendo la carga emocional y transformando el significado del recuerdo."
      },
      {
        "orden": 5,
        "accion": "Instalación de la cognición positiva",
        "explicacion": "Una vez reducida la perturbación, se refuerza una cognición adaptativa coherente con la experiencia reprocesada. Esta fase consolida el nuevo significado personal del recuerdo y fortalece cambios en la autoimagen y en la percepción de control."
      },
      {
        "orden": 6,
        "accion": "Escaneo corporal",
        "explicacion": "Se explora el cuerpo para detectar posibles restos de activación somática asociados a la memoria. Si aparecen sensaciones perturbadoras, se continúa el reprocesamiento hasta lograr una integración corporal completa."
      },
      {
        "orden": 7,
        "accion": "Cierre de la sesión",
        "explicacion": "Se garantiza que el paciente finaliza la sesión en un estado de estabilidad emocional y orientación temporal adecuada. Si el reprocesamiento no se ha completado, se utilizan estrategias de contención y autorregulación para evitar activación residual."
      },
      {
        "orden": 8,
        "accion": "Reevaluación",
        "explicacion": "Al inicio de la siguiente sesión se revisan los efectos del trabajo previo, evaluando cambios espontáneos en emociones, cogniciones, sueños o respuestas conductuales. Esta fase permite decidir si se continúa con la misma memoria, se pasa a otra o se trabaja la generalización del cambio."
      }
    ]
  }
],

  "procesos": [
    "Integración de memorias emocionales",
    "Procesamiento emocional estructurado",
    "Regulación fisiológica",
    "Reorganización del significado"
  ],

  "mjps": ["RF", "RE", "AP", "N", "RI", "I"],

"ideasPrincipales": [
  {
    "id": "idea_emdr_1",
    "titulo": "El sufrimiento psicológico se mantiene por memorias no integradas",
    "desarrollo": "EMDR parte de la premisa de que muchos síntomas actuales no se originan en el presente, sino en experiencias pasadas que quedaron almacenadas de forma disfuncional. Estas memorias no integradas se reactivan automáticamente ante disparadores actuales, generando respuestas emocionales, cognitivas y somáticas desproporcionadas y descontextualizadas. El objetivo terapéutico no es analizar el recuerdo, sino integrarlo de manera adaptativa para que deje de funcionar como amenaza presente. (Shapiro, 2001, *Eye Movement Desensitization and Reprocessing*)."
  },
  {
    "id": "idea_emdr_2",
    "titulo": "La mente posee una capacidad intrínseca de procesamiento adaptativo",
    "desarrollo": "El modelo de Procesamiento Adaptativo de la Información asume que el sistema nervioso humano tiende de forma natural a integrar las experiencias cuando no está bloqueado por trauma, disociación o sobrecarga emocional. EMDR no introduce el cambio desde fuera, sino que elimina los obstáculos que impiden este procesamiento espontáneo, confiando en la capacidad autoorganizativa del sistema psicológico. (Shapiro, 1995; Shapiro, 2018)."
  },
  {
    "id": "idea_emdr_3",
    "titulo": "El cambio terapéutico ocurre a través del reprocesamiento, no del insight",
    "desarrollo": "EMDR sostiene que la comprensión intelectual del origen del problema no es condición necesaria para el cambio terapéutico profundo. Muchas transformaciones emocionales ocurren sin insight narrativo explícito, cuando la memoria traumática se reprocesa y se integra en redes más amplias. El alivio sintomático surge del cambio en la activación emocional y somática, más que de la elaboración consciente del significado. (Shapiro, 2001)."
  },
  {
    "id": "idea_emdr_4",
    "titulo": "La activación controlada de la memoria es necesaria para su transformación",
    "desarrollo": "Para que una memoria traumática pueda reprocesarse, debe activarse suficientemente en el contexto terapéutico. EMDR no evita el contacto con la experiencia dolorosa, pero lo estructura cuidadosamente para que la activación ocurra dentro de la ventana de tolerancia. Esta activación regulada permite que la memoria se transforme sin retraumatización. (Shapiro, 2018)."
  },
  {
    "id": "idea_emdr_5",
    "titulo": "La estimulación bilateral facilita la integración de la experiencia",
    "desarrollo": "La estimulación bilateral es un componente distintivo de EMDR que actúa como catalizador del reprocesamiento adaptativo. Aunque su mecanismo exacto sigue investigándose, la evidencia clínica indica que facilita la conexión entre redes mnésicas, reduce la carga emocional y promueve la integración cognitiva y somática del recuerdo. No es un mero distractor, sino un facilitador neuropsicológico del cambio. (Shapiro, 2001; Pagani et al., 2017)."
  },
  {
    "id": "idea_emdr_6",
    "titulo": "La regulación emocional es condición de posibilidad del reprocesamiento",
    "desarrollo": "EMDR no asume que todo recuerdo pueda reprocesarse en cualquier momento. La estabilización, la ampliación de la ventana de tolerancia y la capacidad de regulación emocional son prerrequisitos clínicos fundamentales. Cuando estas condiciones no están presentes, el trabajo se orienta primero a preparar el sistema antes de activar memorias traumáticas. (Shapiro, 2018)."
  },
  {
    "id": "idea_emdr_7",
    "titulo": "El cuerpo es una vía central de acceso a la memoria traumática",
    "desarrollo": "EMDR reconoce que el trauma no se almacena únicamente como recuerdo narrativo, sino también como activación somática y esquemas corporales implícitos. Las sensaciones físicas son indicadores clave del estado de procesamiento de la memoria y su integración es necesaria para un cierre terapéutico completo. (Shapiro, 2001; van der Kolk, 2014)."
  },
  {
    "id": "idea_emdr_8",
    "titulo": "La relación terapéutica proporciona seguridad, no interpretación",
    "desarrollo": "El rol del terapeuta en EMDR no es interpretar el contenido emergente ni dirigir su significado, sino sostener un marco seguro y regulador que permita al sistema del paciente reprocesar de forma autónoma. La alianza terapéutica funciona como base de seguridad desde la cual es posible activar y transformar material altamente perturbador. (Shapiro, 2018)."
  },
  {
    "id": "idea_emdr_9",
    "titulo": "La integración de la memoria reorganiza identidad y futuro",
    "desarrollo": "Cuando una memoria traumática se integra, no solo disminuyen los síntomas asociados, sino que se modifica la autoimagen, las expectativas relacionales y la proyección hacia el futuro. EMDR entiende el cambio terapéutico como una reorganización del sistema de memoria que impacta directamente en la identidad y en la capacidad de actuar de forma más libre y adaptativa. (Shapiro, 2001)."
  }
],


 "procedimientos": [

  {
    "nombre": "Protocolo estándar de EMDR (8 fases)",
    "codigo": "p_emdr_8fases",
    "procesos": ["AP_procesamiento", "AP_integracionMemorias"],
    "texto": "Procedimiento central del modelo EMDR que estructura la intervención en ocho fases secuenciales: historia clínica y planificación, preparación y estabilización, evaluación de la memoria diana, desensibilización mediante estimulación bilateral, instalación de cognición positiva, escaneo corporal, cierre y reevaluación. Este protocolo permite activar memorias traumáticas de forma controlada y facilitar su reprocesamiento adaptativo sin necesidad de exposición prolongada ni elaboración cognitiva explícita, garantizando integración emocional, somática y narrativa progresiva. Referencia: Shapiro, F. (2001, 2018)."
  },

  {
    "nombre": "Preparación y estabilización previa",
    "codigo": "p_emdr_preparacion",
    "procesos": ["RF_crisis", "RE_modulacion"],
    "texto": "Procedimiento previo al reprocesamiento orientado a asegurar que el paciente dispone de suficientes recursos de regulación emocional y fisiológica antes de activar memorias traumáticas. Incluye psicoeducación sobre el modelo AIP, establecimiento de señales de control, entrenamiento en regulación emocional y evaluación de la ventana de tolerancia. Es especialmente imprescindible en trauma complejo, apego desorganizado y pacientes con historia de disociación. Referencia: Shapiro, F. (2018)."
  },

  {
    "nombre": "Instalación de recursos",
    "codigo": "p_emdr_instalacion_recursos",
    "procesos": ["RE_coregulacion", "RI_autocompasion"],
    "texto": "Procedimiento destinado a fortalecer estados internos positivos como seguridad, calma, competencia o protección mediante estimulación bilateral suave. La instalación de recursos aumenta la sensación de control interno, amplía la ventana de tolerancia y reduce el riesgo de desbordamiento durante el reprocesamiento posterior. Puede utilizarse tanto en fases iniciales como de forma intercalada cuando emerge activación excesiva. Referencia: Korn & Leeds (2002); Shapiro, F. (2018)."
  },

  {
    "nombre": "Evaluación de memoria diana",
    "codigo": "p_emdr_memoria_diana",
    "procesos": ["AP_evocacion", "N_marcosCognitivos"],
    "texto": "Procedimiento clínico destinado a identificar y estructurar la memoria traumática específica que será reprocesada. Incluye la selección de la imagen representativa, la cognición negativa asociada, la cognición positiva alternativa, la emoción dominante, el nivel de perturbación subjetiva y las sensaciones corporales vinculadas. Esta evaluación permite focalizar el reprocesamiento y activar de forma precisa la red de memoria disfuncional. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Desensibilización con estimulación bilateral",
    "codigo": "p_emdr_desensibilizacion",
    "procesos": ["AP_procesamiento"],
    "texto": "Procedimiento mediante el cual el paciente mantiene la atención dual entre la memoria activada y la estimulación bilateral mientras permite que emerjan asociaciones espontáneas. El terapeuta interviene mínimamente, facilitando que el sistema de procesamiento adaptativo reorganice la experiencia de forma autónoma. Este proceso reduce progresivamente la carga emocional y modifica la respuesta automática al recuerdo. Referencia: Shapiro, F. (1995, 2001)."
  },

  {
    "nombre": "Instalación de cognición positiva",
    "codigo": "p_emdr_cognicion_positiva",
    "procesos": ["N_reformulacion", "I_autoimagen"],
    "texto": "Procedimiento orientado a consolidar una cognición adaptativa vinculada al recuerdo reprocesado, de modo que el nuevo significado se integre emocional y corporalmente. La cognición positiva no se impone de forma racional, sino que se instala cuando el sistema ya ha reducido la perturbación, facilitando una reorganización estable del significado personal y de la autoimagen. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Escaneo corporal",
    "codigo": "p_emdr_scan_corporal",
    "procesos": ["AP_somaticoEsquematico"],
    "texto": "Procedimiento que explora sistemáticamente el cuerpo tras el reprocesamiento para detectar restos de activación somática asociados a la memoria. Permite completar respuestas defensivas pendientes y asegurar que la integración no es solo cognitiva, sino también corporal. El escaneo corporal es clave para cerrar adecuadamente el procesamiento y prevenir síntomas residuales. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Plantilla de futuro",
    "codigo": "p_emdr_plantilla_futuro",
    "procesos": ["I_selfFuturo", "AG_compromisoConductual"],
    "texto": "Procedimiento orientado a consolidar el cambio terapéutico proyectando al paciente en situaciones futuras previamente problemáticas, ahora respondidas desde un estado adaptativo. A través de visualización guiada y estimulación bilateral, se refuerzan patrones de respuesta funcionales y se facilita la generalización del cambio a la vida cotidiana. Referencia: Shapiro, F. (2001, 2018)."
  },

  {
    "nombre": "Trabajo con bloqueos de reprocesamiento",
    "codigo": "p_emdr_bloqueos",
    "procesos": ["RI_dialogoFuncional", "N_metacognicion"],
    "texto": "Procedimiento clínico utilizado cuando el reprocesamiento se estanca debido a creencias defensivas, miedo al cambio, lealtades implícitas o interferencias cognitivas. El terapeuta introduce intervenciones breves para desbloquear el proceso sin forzar la elaboración, permitiendo que el sistema retome el procesamiento adaptativo de forma autónoma. Referencia: Shapiro, F. (2018)."
  }

],


 "micros": [

  {
    "nombre": "Estimulación bilateral",
    "codigo": "m_emdr_estim_bilateral",
    "procesos": ["AP_procesamiento"],
    "texto": "Microintervención nuclear de EMDR consistente en la aplicación rítmica de estimulación alternante (movimientos oculares, tapping bilateral o estímulos auditivos) mientras el paciente mantiene atención dual. Facilita el reprocesamiento adaptativo al activar mecanismos neurofisiológicos que permiten integrar memorias disfuncionales sin sobrecarga consciente. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Atención dual",
    "codigo": "m_emdr_atencion_dual",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención implícita mediante la cual el paciente mantiene simultáneamente contacto con la memoria traumática y con el presente seguro. Esta doble focalización evita la inmersión traumática completa y permite procesar el recuerdo sin perder orientación temporal ni corporal. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Identificación de imagen diana",
    "codigo": "m_emdr_imagen_diana",
    "procesos": ["AP_evocacion"],
    "texto": "Selección de la imagen más representativa del evento traumático que concentra la carga emocional principal. Esta microintervención permite focalizar el reprocesamiento en un nodo específico de la red mnésica, aumentando la eficacia del trabajo terapéutico. Referencia: Shapiro, F. (1995)."
  },

  {
    "nombre": "Identificación de cognición negativa",
    "codigo": "m_emdr_cognicion_negativa",
    "procesos": ["N_marcosCognitivos"],
    "texto": "Detección de la creencia nuclear disfuncional asociada al recuerdo traumático (por ejemplo, \"estoy en peligro\", \"no tengo control\", \"soy defectuoso\"). Esta cognición organiza la respuesta emocional y conductual actual, y su transformación es un marcador clave de integración adaptativa. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Identificación de cognición positiva",
    "codigo": "m_emdr_cognicion_positiva",
    "procesos": ["N_construccionAlternativa"],
    "texto": "Formulación de una creencia adaptativa alternativa coherente con la experiencia reprocesada (por ejemplo, \"ahora estoy a salvo\", \"tengo recursos\"). No se introduce como reestructuración cognitiva, sino como potencial emergente que se consolidará tras la desensibilización. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Medición de perturbación subjetiva (SUD)",
    "codigo": "m_emdr_sud",
    "procesos": ["RE_monitorizacion"],
    "texto": "Evaluación repetida del nivel de perturbación emocional asociada al recuerdo mediante la escala SUD. Esta microintervención permite monitorizar el progreso del reprocesamiento y ajustar el ritmo del trabajo para mantenerlo dentro de la ventana de tolerancia. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Medición de validez de cognición (VOC)",
    "codigo": "m_emdr_voc",
    "procesos": ["N_metacognicion"],
    "texto": "Evaluación subjetiva del grado en que la cognición positiva resulta creíble para el paciente. Permite valorar el nivel de integración cognitiva alcanzado y decidir si es necesario continuar el reprocesamiento o la instalación. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Asociación libre guiada",
    "codigo": "m_emdr_asociacion",
    "procesos": ["AP_profundizacion"],
    "texto": "Facilitación de la emergencia espontánea de pensamientos, emociones, imágenes o sensaciones durante la estimulación bilateral, sin dirigir el contenido. Esta microintervención permite que el sistema de procesamiento adaptativo reorganice la experiencia de forma autónoma. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Intervención mínima del terapeuta",
    "codigo": "m_emdr_no_interferencia",
    "procesos": ["RI_dialogoFuncional"],
    "texto": "Actitud técnica consistente en no interpretar, no dirigir ni analizar el contenido emergente durante el reprocesamiento. El terapeuta sostiene el marco y confía en la capacidad autoorganizativa del sistema del paciente, reduciendo interferencias cognitivas externas. Referencia: Shapiro, F. (2018)."
  },

  {
    "nombre": "Escaneo corporal focal",
    "codigo": "m_emdr_sensaciones",
    "procesos": ["AP_somaticoEsquematico"],
    "texto": "Exploración consciente de sensaciones corporales residuales asociadas al recuerdo reprocesado. Permite detectar activación no verbalizada y completar la integración somática del evento traumático. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Cierre regulador de sesión",
    "codigo": "m_emdr_cierre",
    "procesos": ["RF_ground", "RE_modulacion"],
    "texto": "Microintervención orientada a devolver al paciente a un estado de estabilidad emocional y orientación temporal al final de la sesión, especialmente si el reprocesamiento no ha concluido. Previene activación residual y favorece sensación de control. Referencia: Shapiro, F. (2001)."
  },

  {
    "nombre": "Reevaluación entre sesiones",
    "codigo": "m_emdr_reevaluacion",
    "procesos": ["N_metacognicion"],
    "texto": "Exploración de cambios espontáneos en emociones, cogniciones, sueños o reacciones tras una sesión de EMDR. Permite valorar la consolidación del reprocesamiento y detectar material adicional relevante. Referencia: Shapiro, F. (2018)."
  },

  {
    "nombre": "Intervenciones ante bloqueo",
    "codigo": "m_emdr_interweave",
    "procesos": ["RI_partesSubpersonalidades", "N_reformulacion"],
    "texto": "Uso puntual de interweaves cognitivos, emocionales o relacionales cuando el reprocesamiento se detiene. Estas intervenciones introducen información mínima para desbloquear el sistema sin sustituir el procesamiento autónomo. Referencia: Shapiro, F. (2018)."
  }

],


  "refs": [
    "Shapiro, F. (1995). EMDR: Basic Principles, Protocols, and Procedures.",
    "Shapiro, F. (2001). Eye Movement Desensitization and Reprocessing.",
    "Shapiro, F. (2018). EMDR Therapy."
  ]
}
