{
  "id": "ifs-schwartz-1991",
  "grupo": "Integrativo",
  "label": "Internal Family Systems (IFS)",
  "year": 1991,
  "importance": 1,
  "autores": "Richard C. Schwartz",
  "universidad": "",
  "ciudad": "Chicago, Illinois",
  "pais": "EE. UU.",
  "lat": 41.878113,
  "lon": -87.629799,

  "influencias": [
    "Terapia sistémica",
    "Psicología humanista",
    "Psicodinámica",
    "Teoría de partes",
    "Mindfulness"
  ],

  "books": [
    "Schwartz, R. C. (1995). Internal Family Systems Therapy.",
    "Schwartz, R. C., & Sweezy, M. (2019). Internal Family Systems Therapy (2nd ed.)."
  ],

  "descripcion": "Internal Family Systems (IFS) es un modelo integrativo que concibe la mente como un sistema interno compuesto por múltiples partes subpersonales en interacción dinámica, organizadas alrededor de un núcleo central denominado Self. Cada parte cumple una función protectora o adaptativa, incluso cuando genera síntomas. El sufrimiento psicológico surge cuando el sistema interno se rigidiza por experiencias traumáticas y las partes protectoras adoptan roles extremos para evitar el dolor de las partes exiliadas. El objetivo terapéutico es restaurar el liderazgo del Self —caracterizado por cualidades de calma, curiosidad y compasión— para armonizar el sistema interno, aliviar la carga traumática y permitir que las partes recuperen roles más flexibles y saludables.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como un sistema interno relacional y experiencial, organizado en partes con perspectivas, emociones e intenciones propias. El conocimiento terapéutico emerge desde la experiencia directa del cliente y del diálogo interno facilitado por el Self, más que desde interpretaciones externas. El ser humano es entendido como inherentemente íntegro, con un Self sano siempre presente. El cambio ocurre cuando el liderazgo del Self se restaura y las partes pueden reorganizarse. La relación terapéutica actúa como contexto seguro que facilita el acceso al Self y la regulación del sistema interno.",
    "teoriaFormal": "El self se entiende como un sistema de partes subpersonales organizadas en torno a un Self central no dañado. Las partes se agrupan funcionalmente en protectores (managers y bomberos) y exiliados, que cargan emociones traumáticas. El sufrimiento se mantiene cuando los protectores bloquean el acceso al Self y operan de forma extrema para evitar el dolor. El cambio terapéutico ocurre cuando las partes confían en el Self y liberan las cargas traumáticas.",
    "teoriaClinica": "El caso se conceptualiza identificando las partes dominantes, sus roles protectores, las partes exiliadas asociadas y el grado de acceso al Self. La intervención prioriza seguridad interna, diferenciación entre Self y partes, y diálogo interno regulado. El progreso se evalúa por mayor presencia del Self, reducción de polarizaciones internas y flexibilización de los roles de las partes."
  },

  "procesos": [
    "Diferenciación Self–partes",
    "Regulación interna del sistema de partes",
    "Integración de trauma intrapsíquico",
    "Reorganización del liderazgo interno",
    "Autocompasión y aceptación interna"
  ],

  "mjps": ["RI", "RE", "AP", "I", "N", "R"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza terapéutica en IFS se construye desde una actitud de respeto radical hacia todas las partes del cliente, evitando patologizar o confrontar defensas. El terapeuta modela curiosidad y compasión, ayudando al cliente a experimentar que ninguna parte es mala o equivocada.",
    "ALI_objetivos": "Los objetivos se formulan en términos de mayor acceso al Self, reducción de conflicto interno y alivio del sufrimiento de las partes exiliadas, más que como eliminación de síntomas aislados.",
    "ALI_tareas": "Las tareas consisten en explorar el sistema interno, dialogar con partes específicas y practicar actitudes de Self (curiosidad, calma, compasión) dentro y fuera de sesión.",
    "ALI_colaboracion": "La colaboración se basa en que el cliente es quien contacta directamente con sus partes; el terapeuta guía el proceso sin imponer interpretaciones, reforzando agencia y autonomía interna.",
    "ALI_sintonia": "La sintonía se mantiene monitorizando el nivel de activación interna y respetando el ritmo del sistema de partes, evitando forzar acceso a material traumático.",
    "ALI_rupturaReparacion": "Las rupturas se entienden como activación de partes protectoras; se reparan reconociendo su función y restaurando la presencia del Self.",
    "ALI_monitorizacion": "La alianza se monitoriza observando la calidad del contacto con el Self y la confianza creciente de las partes en el proceso.",
    "ALI_contexto": "Se consideran contextos de trauma relacional, apego y cultura interna del cliente para adaptar el ritmo y la profundidad del trabajo."
  },

"ideasPrincipales": [
  {
    "id": "idea_ifs_1",
    "titulo": "La mente es un sistema interno compuesto por partes en relación",
    "desarrollo": "IFS concibe la mente como un sistema interno de partes subpersonales con emociones, creencias e intenciones propias que interactúan entre sí de forma dinámica. Estas partes no son síntomas ni patologías, sino expresiones adaptativas de la organización psíquica frente a experiencias vitales, especialmente relacionales y traumáticas. El sufrimiento surge cuando el sistema se rigidiza y las partes quedan atrapadas en roles extremos. (Schwartz, 1995; Schwartz & Sweezy, 2019)."
  },
  {
    "id": "idea_ifs_2",
    "titulo": "El Self es un centro sano y siempre presente",
    "desarrollo": "IFS sostiene que, más allá de las partes, existe un Self central no dañado, caracterizado por cualidades como calma, curiosidad, claridad, compasión y confianza. El Self no es una parte más, sino la capacidad innata de liderazgo interno. La terapia no crea el Self, sino que facilita el acceso a él cuando las partes protectoras se relajan. (Schwartz, 1995)."
  },
  {
    "id": "idea_ifs_3",
    "titulo": "Todas las partes tienen una intención protectora",
    "desarrollo": "Incluso las partes que generan conductas problemáticas —control, evitación, impulsividad, adicciones o autoataque— cumplen una función protectora dentro del sistema interno. IFS rechaza la patologización de estas partes y propone comprender su lógica adaptativa antes de intentar cualquier cambio, ya que la confrontación directa aumenta la rigidez y el conflicto interno. (Schwartz, 1995; Schwartz & Sweezy, 2019)."
  },
  {
    "id": "idea_ifs_4",
    "titulo": "El trauma se almacena en partes exiliadas",
    "desarrollo": "Las experiencias traumáticas, especialmente las relacionales tempranas, quedan contenidas en partes exiliadas que cargan emociones intensas, creencias extremas y sensaciones corporales no integradas. Para evitar que este dolor emerja, las partes protectoras adoptan estrategias rígidas. El trabajo terapéutico implica acceder a estos exiliados de forma regulada y segura. (Schwartz, 1995)."
  },
  {
    "id": "idea_ifs_5",
    "titulo": "El cambio ocurre cuando el Self retoma el liderazgo interno",
    "desarrollo": "IFS entiende el cambio terapéutico como un proceso de reorganización del sistema interno en el que el Self recupera el rol de líder, coordinando y cuidando a las partes. Cuando el liderazgo del Self se consolida, disminuyen las polarizaciones internas, se reduce la reactividad emocional y las partes pueden adoptar roles más flexibles y saludables. (Schwartz & Sweezy, 2019)."
  },
  {
    "id": "idea_ifs_6",
    "titulo": "La curación implica liberar las cargas traumáticas",
    "desarrollo": "La sanación profunda en IFS se produce cuando las partes exiliadas pueden liberar las cargas emocionales, cognitivas y somáticas asociadas al trauma (unburdening). Esta liberación no es solo cognitiva, sino experiencial, y permite que las partes se actualicen al presente y abandonen roles fijados por el pasado. (Schwartz & Sweezy, 2019)."
  },
  {
    "id": "idea_ifs_7",
    "titulo": "La compasión interna es un mecanismo central de cambio",
    "desarrollo": "IFS sitúa la compasión —no como técnica, sino como cualidad del Self— en el centro del proceso terapéutico. La relación compasiva del Self con las partes reduce vergüenza, miedo y resistencia, permitiendo transformaciones profundas sin violencia interna ni autoataque. (Schwartz, 1995)."
  },
  {
    "id": "idea_ifs_8",
    "titulo": "La integración interna transforma identidad y relaciones externas",
    "desarrollo": "A medida que el sistema interno se armoniza bajo el liderazgo del Self, la identidad se vuelve más coherente y estable, y las relaciones externas se benefician de una mayor regulación emocional, claridad y capacidad de vínculo. El cambio interno se generaliza así a la vida interpersonal y al sentido de agencia personal. (Schwartz & Sweezy, 2019)."
  }
],

  
  "procedimientos": [

  {
    "nombre": "Acceso y diferenciación del Self",
    "codigo": "p_ifs_acceso_self",
    "procesos": ["RI_diferenciacion", "RE_modulacion"],
    "texto": "Procedimiento inicial orientado a facilitar que el cliente distinga entre el Self y las partes activas, identificando estados de calma, curiosidad, claridad y compasión desde los cuales observar la experiencia interna. Esta diferenciación reduce la fusión con partes reactivas y establece la base del liderazgo interno necesario para todo el trabajo posterior en IFS. Referencia: Schwartz (1995); Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Mapeo del sistema interno de partes",
    "codigo": "p_ifs_mapeo_partes",
    "procesos": ["N_metacognicion", "RI_dialogoFuncional"],
    "texto": "Procedimiento de exploración estructurada del sistema interno que identifica partes protectoras (managers y bomberos), partes exiliadas, sus roles, emociones, relaciones y polarizaciones. El mapeo reduce confusión interna, organiza la conceptualización del caso y permite intervenir de forma segura y estratégica respetando la ecología del sistema psíquico. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Trabajo con partes protectoras (managers y bomberos)",
    "codigo": "p_ifs_protectores",
    "procesos": ["RI_dialogoFuncional", "RE_validacion"],
    "texto": "Procedimiento centrado en establecer una relación respetuosa con las partes protectoras, comprendiendo su función preventiva frente al dolor de los exiliados. Se busca reducir su activación extrema, ganar su confianza en el liderazgo del Self y evitar confrontaciones que aumentarían la rigidez del sistema interno. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Negociación con partes protectoras extremas",
    "codigo": "p_ifs_negociacion_protectores",
    "procesos": ["RI_dialogoFuncional", "RE_modulacion"],
    "texto": "Procedimiento específico para negociar con protectores que utilizan estrategias extremas como evitación rígida, control, impulsividad, consumo o autolesión. El objetivo es acordar pausas, límites o alternativas temporales que preserven la seguridad del sistema interno y permitan avanzar terapéuticamente sin desbordamiento ni retraumatización. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Detección y trabajo con polarizaciones internas",
    "codigo": "p_ifs_polarizaciones",
    "procesos": ["RI_dialogoFuncional", "N_metacognicion"],
    "texto": "Procedimiento orientado a identificar y desescalar conflictos entre partes protectoras polarizadas que luchan entre sí con estrategias opuestas pero una misma intención protectora. El trabajo busca que ambas partes sean escuchadas desde el Self, reduciendo la lucha interna y favoreciendo cooperación y flexibilidad del sistema. Referencia: Schwartz (1995); Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Acceso regulado a partes exiliadas",
    "codigo": "p_ifs_exiliados",
    "procesos": ["AP_evocacion", "RE_contencion"],
    "texto": "Procedimiento cuidadosamente titulado para contactar con partes exiliadas que contienen memorias traumáticas, emociones intensas o necesidades relacionales no satisfechas. El acceso solo se realiza cuando los protectores dan permiso y el Self está presente, priorizando seguridad interna y evitando reactivación abrumadora. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Testimonio compasivo del Self hacia el exiliado",
    "codigo": "p_ifs_testimonio",
    "procesos": ["RE_validacion", "AP_integracionMemorias"],
    "texto": "Procedimiento mediante el cual el Self presencia y valida la experiencia del exiliado tal como fue vivida, sin minimizarla ni reinterpretarla. Este testimonio compasivo reduce aislamiento, vergüenza y carga emocional, y es un paso esencial previo a la liberación de cargas traumáticas. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Descarga de cargas traumáticas (unburdening)",
    "codigo": "p_ifs_unburdening",
    "procesos": ["AP_integracionMemorias", "I_autoimagen"],
    "texto": "Procedimiento central del modelo IFS en el que una parte exiliada libera creencias, emociones, sensaciones corporales o significados extremos asociados a experiencias traumáticas. La descarga permite que la parte se reorganice de forma adaptativa y abandone el rol fijado por el trauma. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Actualización temporal y contextual del exiliado",
    "codigo": "p_ifs_actualizacion_temporal",
    "procesos": ["N_reformulacion", "AP_integracionMemorias"],
    "texto": "Procedimiento posterior al unburdening que ayuda a la parte exiliada a reconocer que el evento traumático pertenece al pasado y que el contexto actual es diferente y más seguro. Esta actualización reduce reactivación automática, confusión temporal y respuestas descontextualizadas. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Trabajo somático con partes",
    "codigo": "p_ifs_somatico_partes",
    "procesos": ["AP_somaticoEsquematico", "RE_modulacion"],
    "texto": "Procedimiento que utiliza sensaciones corporales como vía principal de acceso a partes internas, especialmente cuando el contenido verbal es limitado o el trauma es temprano. El terapeuta guía la atención somática desde el Self para facilitar regulación, identificación de partes implícitas y liberación de cargas corporales. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Trabajo con partes críticas y vergüenza internalizada",
    "codigo": "p_ifs_critico_verguenza",
    "procesos": ["I_autoimagen", "RE_validacion"],
    "texto": "Procedimiento orientado a comprender y transformar partes críticas, atacantes o avergonzantes que internalizan mensajes relacionales tempranos. El trabajo busca aliviar su carga, reconocer su función protectora y ayudarles a adoptar roles más protectores y menos dañinos para la identidad. Referencia: Schwartz (1995); Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Reasignación y actualización de roles de las partes",
    "codigo": "p_ifs_reasignacion_roles",
    "procesos": ["I_selfFuturo", "AG_compromisoConductual"],
    "texto": "Procedimiento de consolidación mediante el cual las partes, una vez descargadas y reguladas, eligen nuevos roles más flexibles y saludables dentro del sistema interno. Este paso refuerza el liderazgo del Self y facilita generalización del cambio a la vida cotidiana. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Integración del sistema interno bajo liderazgo del Self",
    "codigo": "p_ifs_integracion_sistema",
    "procesos": ["I_integracionIdentitaria", "RI_dialogoFuncional"],
    "texto": "Procedimiento transversal y de cierre que consolida la cooperación entre partes, reduce polarizaciones residuales y estabiliza el liderazgo del Self como organizador central del sistema psíquico. Marca el paso de intervención focal a funcionamiento interno más autónomo y armonizado. Referencia: Schwartz & Sweezy (2019)."
  }

],


 "micros": [

  {
    "nombre": "Identificación de parte activa",
    "codigo": "m_ifs_identificar_parte",
    "procesos": ["RI_diferenciacion"],
    "texto": "Microintervención destinada a reconocer y nombrar la parte específica que está influyendo en la experiencia presente (pensamiento, emoción, impulso o conducta), facilitando separación del Self y reduciendo fusión emocional. Nombrar la parte introduce orden interno y crea el primer paso hacia el liderazgo del Self. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Chequeo de presencia del Self",
    "codigo": "m_ifs_chequeo_self",
    "procesos": ["RI_diferenciacion", "RE_modulacion"],
    "texto": "Verificación breve y repetida de si el cliente se siente en calma, curioso y compasivo antes de profundizar en el trabajo con partes, asegurando que el liderazgo del Self esté activo y previniendo que una parte tome el control del proceso terapéutico. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Desfusión Self–parte",
    "codigo": "m_ifs_desfusion",
    "procesos": ["RI_mindfulnessSelf"],
    "texto": "Microintervención para aumentar distancia psicológica entre el Self y una parte activa, ayudando al cliente a observarla sin ser arrastrado por ella. Esta desfusión reduce reactividad, amplía capacidad reflexiva y estabiliza el sistema interno. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Localización corporal de la parte",
    "codigo": "m_ifs_localizacion_somatica",
    "procesos": ["AP_somaticoEsquematico"],
    "texto": "Exploración breve de dónde se manifiesta una parte en el cuerpo (tensión, presión, calor, vacío), utilizando la sensación corporal como vía directa de acceso y regulación, especialmente útil cuando el lenguaje es limitado o el trauma es temprano. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Pregunta por la intención protectora",
    "codigo": "m_ifs_intencion_positiva",
    "procesos": ["RE_validacion"],
    "texto": "Microintervención que explora la función protectora de una parte (“¿qué intenta evitar o proteger?”), reduciendo juicio, vergüenza y conflicto interno, y estableciendo una relación de respeto que facilita cooperación posterior. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Agradecimiento explícito a la parte",
    "codigo": "m_ifs_agradecimiento",
    "procesos": ["RE_reapreciacion"],
    "texto": "Reconocimiento explícito del esfuerzo y la intención protectora de una parte, aunque sus estrategias sean problemáticas, fortaleciendo alianza interna y disminuyendo resistencia al cambio. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Permiso interno para continuar",
    "codigo": "m_ifs_permiso",
    "procesos": ["RI_dialogoFuncional"],
    "texto": "Chequeo breve para confirmar que las partes protectoras permiten avanzar hacia material más sensible, respetando la ecología del sistema interno y previniendo reacciones defensivas posteriores. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Diálogo interno guiado",
    "codigo": "m_ifs_dialogo_guiado",
    "procesos": ["RI_dialogoFuncional"],
    "texto": "Facilitación de un intercambio respetuoso entre el Self y una parte específica, promoviendo comprensión mutua, clarificación de miedos y reducción de polarización interna sin confrontación. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Exploración de historia de la parte",
    "codigo": "m_ifs_historia_parte",
    "procesos": ["AP_evocacion"],
    "texto": "Microintervención para indagar cuándo apareció la parte y en qué contexto empezó a desempeñar su rol, ayudando a situar su función en una narrativa temporal coherente sin retraumatizar. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Testimonio compasivo",
    "codigo": "m_ifs_testimonio",
    "procesos": ["RE_validacion", "AP_integracionMemorias"],
    "texto": "El Self escucha y valida la experiencia de una parte exiliada tal como fue vivida, sin reinterpretarla ni minimizarla, reduciendo aislamiento y vergüenza y preparando el terreno para la liberación de cargas traumáticas. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Chequeo de intensidad emocional",
    "codigo": "m_ifs_intensidad",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención reguladora que monitoriza el nivel de activación emocional durante el trabajo con partes, ajustando ritmo y profundidad para mantener la experiencia dentro de la ventana de tolerancia. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Invitación a soltar la carga",
    "codigo": "m_ifs_invitar_soltar",
    "procesos": ["AP_integracionMemorias"],
    "texto": "Microintervención que invita a la parte exiliada a liberar creencias, emociones o sensaciones extremas asociadas al trauma, respetando su ritmo y elección, como paso previo o parcial del unburdening. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Actualización temporal de la parte",
    "codigo": "m_ifs_actualizacion_temporal",
    "procesos": ["N_reformulacion"],
    "texto": "Microintervención que ayuda a la parte a reconocer que el evento traumático ocurrió en el pasado y que el contexto actual es distinto y más seguro, reduciendo respuestas automáticas descontextualizadas. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Invitación a nuevo rol",
    "codigo": "m_ifs_nuevo_rol",
    "procesos": ["I_selfFuturo"],
    "texto": "Microintervención que invita a una parte a imaginar y elegir un rol alternativo más flexible y saludable una vez liberada de su carga, favoreciendo reorganización del sistema interno. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Chequeo de polarización",
    "codigo": "m_ifs_chequeo_polarizacion",
    "procesos": ["N_metacognicion"],
    "texto": "Exploración breve para detectar si otra parte se activa en oposición durante el trabajo, permitiendo intervenir antes de que se intensifique el conflicto interno. Referencia: Schwartz (1995)."
  },

  {
    "nombre": "Pausa reguladora desde el Self",
    "codigo": "m_ifs_pausa",
    "procesos": ["RE_modulacion"],
    "texto": "Microintervención de desaceleración que devuelve foco a respiración, postura y presencia del Self cuando la activación amenaza con desbordar el sistema interno, priorizando seguridad sobre avance técnico. Referencia: Schwartz & Sweezy (2019)."
  },

  {
    "nombre": "Cierre integrador del sistema interno",
    "codigo": "m_ifs_cierre_integrador",
    "procesos": ["I_integracionIdentitaria", "RI_dialogoFuncional"],
    "texto": "Microintervención de cierre que revisa el estado del sistema interno tras el trabajo, verifica cooperación entre partes y refuerza el liderazgo del Self antes de finalizar la sesión. Referencia: Schwartz & Sweezy (2019)."
  }

],


  "refs": [
    "Schwartz, R. C. (1995). Internal Family Systems Therapy.",
    "Schwartz, R. C., & Sweezy, M. (2019). Internal Family Systems Therapy (2nd ed.)."
  ]
}
