{
  "id": "integracion-asimilativa-1990",
  "grupo": "Integrativo",
  "label": "Integración asimilativa",
  "year": 1990,
  "importance": 2,
  "autores": "Stanley B. Messer; John C. Norcross; George Stricker; Kenneth J. Goldfried",
  "universidad": "Stony Brook University",
  "ciudad": "Stony Brook, Nueva York",
  "pais": "EE. UU.",
  "lat": 40.925654,
  "lon": -73.140943,

  "descripcion": "La Integración asimilativa es un modelo integrativo que propone que el terapeuta mantenga una orientación teórica principal claramente definida —por ejemplo cognitiva, psicodinámica o humanista— y vaya incorporando progresivamente técnicas, conceptos y estrategias de otros enfoques de manera coherente con ese marco de base. A diferencia del eclecticismo técnico, la integración asimilativa enfatiza la consistencia epistemológica y clínica, de modo que las técnicas externas no se aplican de forma aislada, sino reinterpretadas y asimiladas dentro del lenguaje, los supuestos y los objetivos del modelo principal. El enfoque promueve flexibilidad clínica sin pérdida de identidad teórica, favoreciendo una práctica reflexiva, evolutiva y sensible al caso.",

  "influencias": [
    "Psicoterapia cognitiva",
    "Psicodinámica",
    "Humanismo",
    "SEPI"
  ],

  "neimeyer": {
    "epistemologico": "La Integración asimilativa se sitúa en una epistemología pluralista y contextual, que reconoce la legitimidad de múltiples modelos psicoterapéuticos sin asumir que todos son teóricamente conmensurables. El conocimiento terapéutico se concibe como situado y dependiente de una orientación de base que organiza la comprensión del caso. El cambio psicológico no se impone desde técnicas aisladas, sino que emerge cuando las intervenciones son coherentes con los supuestos epistemológicos y relacionales del terapeuta.",
    "teoriaFormal": "El self y el sufrimiento psicológico se entienden de acuerdo con el modelo teórico principal adoptado por el terapeuta, mientras que los aportes de otros enfoques se integran como extensiones funcionales que amplían el repertorio de intervención. El cambio se explica como un proceso de reorganización progresiva facilitado por intervenciones que, aunque procedan de distintas tradiciones, mantienen coherencia conceptual y clínica dentro de una misma estructura teórica.",
    "teoriaClinica": "La conceptualización del caso se realiza desde la orientación de base, identificando procesos nucleares de cambio y límites del propio modelo. A partir de esta formulación, el terapeuta decide qué técnicas de otros enfoques pueden ser asimiladas de forma coherente para responder a las necesidades específicas del paciente. El progreso terapéutico se evalúa tanto por el cambio clínico observado como por el mantenimiento de coherencia teórica en la intervención."
  },

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

 "procedimientos": [

  {
    "nombre": "Definición explícita de la orientación teórica de base",
    "codigo": "p_ia_orientacion_base",
    "texto": "Procedimiento fundacional que consiste en clarificar, formular y sostener una orientación teórica principal (p. ej., cognitiva, psicodinámica, humanista) que organice la conceptualización del caso, el lenguaje clínico, los criterios de cambio y el estilo de intervención. En integración asimilativa, el marco base no es un “punto de partida” provisional, sino la estructura que permite integrar sin fragmentar: define qué cuenta como evidencia clínica, qué se prioriza en sesión y cómo se entiende el cambio, evitando que la terapia se convierta en una suma de técnicas desconectadas. (Messer, 1992; Stricker & Gold, 1996)."
  },

  {
    "nombre": "Formulación del caso desde el modelo principal",
    "codigo": "p_ia_formulacion_base",
    "texto": "Procedimiento mediante el cual el caso se conceptualiza primero desde la orientación de base, identificando hipótesis explicativas, focos de mantenimiento, objetivos clínicos y criterios de progreso coherentes con ese marco. La integración asimilativa exige que cualquier técnica externa se inserte dentro de esta formulación: la técnica no dirige el caso, el caso dirige la técnica; así se preserva una narrativa terapéutica estable y defendible para paciente y terapeuta. (Norcross & Goldfried, 2005; Stricker & Gold, 1996)."
  },

  {
    "nombre": "Identificación de límites del modelo de base",
    "codigo": "p_ia_limites_modelo",
    "texto": "Procedimiento reflexivo y explícito en el que el terapeuta detecta dónde su orientación principal queda corta para ese caso (por ejemplo, limitaciones técnicas, lagunas en el abordaje de ciertos fenómenos o baja eficacia con un tipo de problema), diferenciando entre límites del modelo y límites personales del terapeuta. Esta identificación guía una integración responsable: se asimilan técnicas por necesidad clínica concreta y no por moda o preferencia, manteniendo coherencia y evitando eclecticismo reactivo. (Messer, 1992; Norcross & Goldfried, 2005)."
  },

  {
    "nombre": "Selección funcional de técnicas externas",
    "codigo": "p_ia_seleccion_tecnicas",
    "texto": "Procedimiento de toma de decisiones en el que se seleccionan técnicas de otros enfoques en función de su utilidad para desbloquear un punto específico del caso (p. ej., mejorar adherencia, facilitar acceso emocional, reducir evitación, clarificar significado, cambiar interacción), atendiendo a su coste, riesgos, timing y compatibilidad con el marco base. La selección es funcional (qué problema resuelve y para qué sirve) y no identitaria (de qué escuela proviene), evitando mezclar por mezclar. (Stricker & Gold, 1996; Norcross & Goldfried, 2005)."
  },

  {
    "nombre": "Reinterpretación teórica de las técnicas asimiladas",
    "codigo": "p_ia_reinterpretacion_teorica",
    "texto": "Procedimiento nuclear que consiste en traducir una técnica importada al lenguaje, supuestos y metas del modelo de base, de modo que su uso sea coherente y explicable dentro de una misma lógica clínica. Esto implica redefinir su “mecanismo” en términos del marco principal (por ejemplo, una técnica experiencial puede conceptualizarse como acceso a información emocional relevante dentro de una terapia cognitiva, o una técnica conductual como experimento correctivo dentro de una terapia psicodinámica contemporánea), manteniendo continuidad conceptual para el paciente. (Messer, 1992; Stricker & Gold, 1996)."
  },

  {
    "nombre": "Contrato racional y explicación unificada al paciente",
    "codigo": "p_ia_explicacion_unificada",
    "texto": "Procedimiento por el cual el terapeuta ofrece una explicación clínica unificada de por qué se usará una técnica de otra escuela sin cambiar de modelo “cada semana”, conectándola con los objetivos del caso y con el marco de base. Esto protege la confianza, reduce confusión y evita que el paciente viva la terapia como improvisación; la técnica se presenta como una herramienta integrada en un plan con sentido, no como un añadido arbitrario. (Norcross & Goldfried, 2005; Stricker & Gold, 1996)."
  },

  {
    "nombre": "Aplicación progresiva y dosificada de técnicas integradas",
    "codigo": "p_ia_aplicacion_progresiva",
    "texto": "Procedimiento de implementación gradual que regula el ritmo de introducción de técnicas asimiladas para mantener estabilidad del proceso terapéutico y continuidad del encuadre. La integración se entiende como evolución progresiva del repertorio dentro de una identidad clínica, evitando saltos bruscos de estilo o cambios rápidos de lógica que suelen activar resistencia, inseguridad o sensación de incongruencia. (Stricker & Gold, 1996)."
  },

  {
    "nombre": "Evaluación continua de coherencia clínica",
    "codigo": "p_ia_evaluacion_coherencia",
    "texto": "Procedimiento de monitorización continua destinado a verificar si la terapia mantiene una línea coherente: si las técnicas asimiladas siguen respondiendo a la formulación del caso, si el paciente entiende el plan, si el estilo terapéutico no se fragmenta y si la intervención sigue siendo defendible desde el marco base. Cuando se detecta deriva ecléctica (técnicas sin integración conceptual), se reajusta el encuadre y se reordena la intervención para recuperar unidad clínica. (Messer, 1992; Norcross & Goldfried, 2005)."
  },

  {
    "nombre": "Supervisión y metareflexión integrativa del terapeuta",
    "codigo": "p_ia_supervision_metareflexion",
    "texto": "Procedimiento profesional que incorpora supervisión, revisión de grabaciones y reflexión estructurada sobre decisiones de integración para detectar sesgos (p. ej., usar técnicas favoritas, evitar zonas difíciles del propio modelo, o justificar retrospectivamente decisiones no pensadas). En integración asimilativa, la competencia integrativa se desarrolla deliberadamente: se aprende a integrar sin perder identidad y a justificar clínicamente cada asimilación con criterios claros. (Norcross & Goldfried, 2005; Messer, 1992)."
  },

  {
    "nombre": "Integración reflexiva de los cambios en una narrativa de proceso",
    "codigo": "p_ia_integracion_reflexiva_cambios",
    "texto": "Procedimiento de cierre y consolidación que organiza los avances del paciente como un proceso coherente (qué se entendió, qué se ensayó, qué funcionó y por qué) dentro de una narrativa unificada, evitando que los cambios se vivan como resultados dispersos de técnicas inconexas. Este cierre refuerza agencia, continuidad biográfica y mantenimiento del cambio al dejar una explicación integrada de la transformación lograda. (Stricker & Gold, 1996; Norcross & Goldfried, 2005)."
  }

],


  "micros": [

  {
    "nombre": "Chequeo explícito de coherencia teórica",
    "codigo": "m_ia_chequeo_coherencia",
    "texto": "Microintervención reflexiva breve en la que el terapeuta se pregunta explícitamente si la intervención que está considerando encaja con la orientación de base y con la formulación del caso. Este chequeo previene decisiones impulsivas guiadas por disponibilidad técnica o presión situacional, y mantiene continuidad conceptual en el proceso terapéutico. (Messer, 1992; Stricker & Gold, 1996)."
  },

  {
    "nombre": "Traducción inmediata de técnica externa al marco base",
    "codigo": "m_ia_traduccion_inmediata",
    "texto": "Operación clínica breve consistente en reformular mentalmente —o verbalizar al paciente— una técnica tomada de otro enfoque usando el lenguaje y los supuestos del modelo principal. Esta traducción evita quiebres de encuadre y permite que el paciente entienda la intervención como parte de una misma lógica terapéutica. (Messer, 1992)."
  },

  {
    "nombre": "Justificación funcional de la intervención",
    "codigo": "m_ia_justificacion_funcional",
    "texto": "Microdecisión clínica que articula para qué se usa una técnica concreta en ese momento del proceso (qué bloquea, qué facilita, qué abre), independientemente de su escuela de origen. Esta justificación funcional guía la elección técnica y facilita explicaciones claras al paciente, reforzando sentido y adherencia. (Norcross & Goldfried, 2005)."
  },

  {
    "nombre": "Diferenciación entre límite del caso y límite del modelo",
    "codigo": "m_ia_diferenciar_limites",
    "texto": "Operación reflexiva breve que distingue si una dificultad clínica proviene de características del caso o de limitaciones del modelo de base. Esta diferenciación orienta una integración responsable: si el límite es del modelo, se asimila; si es del caso, se reformula o se ajustan objetivos. (Messer, 1992; Norcross & Goldfried, 2005)."
  },

  {
    "nombre": "Evaluación de riesgo de fragmentación terapéutica",
    "codigo": "m_ia_riesgo_fragmentacion",
    "texto": "Microevaluación continua del riesgo de que la terapia se perciba como una sucesión de técnicas inconexas. Cuando se detecta este riesgo, el terapeuta prioriza restablecer una narrativa unificada antes de introducir nuevas intervenciones, protegiendo la estabilidad del proceso. (Stricker & Gold, 1996)."
  },

  {
    "nombre": "Explicación puente al paciente",
    "codigo": "m_ia_explicacion_puente",
    "texto": "Microintervención comunicativa que conecta una técnica específica con el plan terapéutico general y con los objetivos del paciente, usando metáforas o explicaciones breves coherentes con el marco base. Reduce confusión y refuerza la percepción de dirección y sentido del tratamiento. (Norcross & Goldfried, 2005)."
  },

  {
    "nombre": "Dosificación técnica consciente",
    "codigo": "m_ia_dosificacion",
    "texto": "Operación clínica que regula la intensidad, duración o frecuencia de una técnica asimilada para evitar sobrecarga, resistencia o ruptura del encuadre. La dosificación protege la alianza y mantiene continuidad estilística, especialmente en pacientes sensibles a cambios bruscos de método. (Stricker & Gold, 1996)."
  },

  {
    "nombre": "Relectura integrativa del material emergente",
    "codigo": "m_ia_relectura_integrativa",
    "texto": "Microoperación posterior a una intervención en la que el terapeuta reorganiza internamente el material surgido (emociones, conductas, insights) dentro de la formulación del modelo de base, evitando que queden datos sueltos sin integración conceptual. (Messer, 1992)."
  },

  {
    "nombre": "Verbalización de continuidad del proceso",
    "codigo": "m_ia_verbalizacion_continuidad",
    "texto": "Intervención breve que señala explícitamente la continuidad entre sesiones, técnicas y fases del tratamiento, ayudando al paciente a percibir el proceso como una trayectoria coherente y no como episodios aislados. Refuerza confianza y sentido de progreso. (Stricker & Gold, 1996)."
  },

  {
    "nombre": "Autoobservación de sesgos integrativos",
    "codigo": "m_ia_sesgos_integrativos",
    "texto": "Micropráctica reflexiva mediante la cual el terapeuta detecta sesgos personales al integrar (preferencias técnicas, evitación de zonas incómodas del propio modelo, uso defensivo de técnicas nuevas). Esta autoobservación sostiene una integración ética y deliberada. (Norcross & Goldfried, 2005)."
  }

],


 "ideasPrincipales": [

  {
    "id": "idea_ia_1",
    "titulo": "Integrar no es mezclar técnicas, sino preservar coherencia teórica",
    "desarrollo": "La integración asimilativa parte de la premisa de que la eficacia clínica depende de la coherencia conceptual del tratamiento. Integrar no significa combinar técnicas de distintas escuelas de forma aditiva, sino mantener una orientación teórica de base que organice la comprensión del caso y asimile otras técnicas reinterpretándolas dentro de ese marco, evitando fragmentación clínica y confusión para el paciente. (Messer, 1992; Stricker & Gold, 1996)."
  },

  {
    "id": "idea_ia_2",
    "titulo": "Toda práctica integrativa requiere una orientación de base explícita",
    "desarrollo": "La integración asimilativa sostiene que no existe integración clínicamente responsable sin una orientación principal claramente definida. El modelo de base proporciona criterios para formular el caso, decidir intervenciones, evaluar el progreso y explicar el tratamiento al paciente. Sin este anclaje, la integración degenera en eclecticismo técnico sin identidad ni dirección. (Messer, 1992)."
  },

  {
    "id": "idea_ia_3",
    "titulo": "Las técnicas se eligen por su función clínica, no por su escuela de origen",
    "desarrollo": "Desde la integración asimilativa, el valor de una técnica no reside en su adscripción teórica, sino en la función clínica que cumple dentro de un caso concreto. Las técnicas se seleccionan en función de qué desbloquean, facilitan o permiten avanzar en el proceso terapéutico, siempre que puedan ser coherentemente reinterpretadas desde el marco base. (Stricker & Gold, 1996; Norcross & Goldfried, 2005)."
  },

  {
    "id": "idea_ia_4",
    "titulo": "La asimilación implica reinterpretación conceptual, no aplicación literal",
    "desarrollo": "Una técnica importada no se aplica de forma literal ni conserva necesariamente su justificación original. En la integración asimilativa, la técnica se traduce conceptualmente al lenguaje, supuestos y objetivos del modelo de base, de modo que su uso tenga sentido dentro de una misma lógica explicativa para terapeuta y paciente. (Messer, 1992)."
  },

  {
    "id": "idea_ia_5",
    "titulo": "La coherencia clínica es un criterio central de calidad terapéutica",
    "desarrollo": "El modelo subraya que una terapia técnicamente variada pero conceptualmente incoherente debilita la alianza y reduce la eficacia. La integración asimilativa introduce la coherencia clínica como criterio evaluativo central: las intervenciones deben formar parte de una narrativa unificada del caso y del proceso de cambio. (Norcross & Goldfried, 2005)."
  },

  {
    "id": "idea_ia_6",
    "titulo": "La integración es un proceso progresivo, no una decisión puntual",
    "desarrollo": "Integrar no es un acto aislado, sino un proceso evolutivo que se despliega a lo largo del tratamiento. Las técnicas asimiladas se introducen de forma gradual y dosificada, respetando el momento clínico, la estabilidad del encuadre y la capacidad del paciente para integrar nuevas experiencias sin desorganización. (Stricker & Gold, 1996)."
  },

  {
    "id": "idea_ia_7",
    "titulo": "El terapeuta es responsable de justificar y explicar la integración",
    "desarrollo": "La integración asimilativa atribuye al terapeuta la responsabilidad de poder justificar clínicamente por qué se usa una técnica concreta y cómo encaja en el plan terapéutico global. Esta capacidad explicativa protege la alianza, refuerza la confianza del paciente y diferencia una integración reflexiva de una práctica improvisada. (Norcross & Goldfried, 2005)."
  },

  {
    "id": "idea_ia_8",
    "titulo": "La competencia integrativa se desarrolla mediante reflexión y supervisión",
    "desarrollo": "El modelo asume que integrar de forma competente no es intuitivo ni automático. Requiere metarreflexión, supervisión y revisión crítica de las propias decisiones clínicas para detectar sesgos, incoherencias y usos defensivos de técnicas externas. La integración asimilativa es una habilidad profesional que se entrena deliberadamente. (Messer, 1992; Norcross & Goldfried, 2005)."
  }

],


  "refs": [
    "Messer, S. B. (1992). A critical examination of assimilative integration. Journal of Psychotherapy Integration.",
    "Stricker, G., & Gold, J. (1996). Assimilative Psychotherapy. Washington, DC: APA.",
    "Norcross, J. C., & Goldfried, M. R. (2005). Handbook of Psychotherapy Integration."
  ]
}
