{
  "id": "ipt-klerman-weissman-1984",
  "grupo": "Integrativo",
  "label": "Interpersonal Psychotherapy (IPT)",
  "year": 1984,
  "importance": 1,
  "autores": "Gerald L. Klerman; Myrna Weissman",
  "universidad": "Yale University",
  "ciudad": "New Haven, Connecticut",
  "pais": "EE. UU.",
  "lat": 41.316324,
  "lon": -72.922343,

  "influencias": [
    "Interpersonal – Sullivan",
    "Psicodinámica relacional",
    "Psicología del apego",
    "Terapia cognitiva (depresión)"
  ],

  "books": [
    "Klerman, G. L., Weissman, M. M., Rounsaville, B. J., & Chevron, E. S. (1984). Interpersonal Psychotherapy of Depression.",
    "Weissman, M. M., Markowitz, J. C., & Klerman, G. L. (2000). Comprehensive Guide to Interpersonal Psychotherapy."
  ],

  "descripcion": "La Terapia Interpersonal (IPT) es un modelo psicoterapéutico estructurado y de tiempo limitado que entiende la psicopatología, especialmente la depresión, como estrechamente vinculada a dificultades actuales en las relaciones interpersonales. Integra aportes de la teoría interpersonal, la psicodinámica relacional, la teoría del apego y la investigación empírica en depresión, centrándose en cómo los síntomas se desarrollan y mantienen dentro de contextos relacionales específicos. IPT prioriza la mejora del funcionamiento interpersonal presente como vía principal para la reducción sintomática, trabajando de forma focalizada sobre áreas problemáticas delimitadas y con objetivos terapéuticos claros.",

  "neimeyer": {
    "epistemologico": "La experiencia psicológica se concibe como profundamente contextual y relacional, construida en la interacción con figuras significativas actuales. El conocimiento terapéutico se orienta por la utilidad clínica y la evidencia empírica, más que por interpretaciones intrapsíquicas extensas. El cambio ocurre cuando se modifican patrones interpersonales disfuncionales en el presente, generando nuevas experiencias relacionales correctivas.",
    "teoriaFormal": "El self se entiende como relacional y situado, influido por roles sociales, vínculos de apego y transiciones vitales. El sufrimiento psicológico surge cuando las demandas interpersonales superan las capacidades de afrontamiento disponibles, especialmente en contextos de pérdida, conflicto, transición o aislamiento social.",
    "teoriaClinica": "El caso se formula identificando un área problema interpersonal principal que organiza la intervención. El tratamiento se estructura en fases claras y se orienta a mejorar habilidades interpersonales, clarificar emociones relacionales y fortalecer redes de apoyo actuales."
  },

  "procesos": [],

  "mjps": ["R", "RE", "AG", "N", "I"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye desde una relación terapéutica activa, empática y colaborativa, con un encuadre claro y orientado a objetivos.",
    "ALI_objetivos": "Los objetivos se definen de forma explícita y compartida, vinculados a cambios interpersonales concretos.",
    "ALI_tareas": "Las tareas se centran en explorar relaciones actuales, roles y patrones de comunicación.",
    "ALI_colaboracion": "La colaboración se basa en una postura de trabajo conjunto y psicoeducativa.",
    "ALI_sintonia": "La sintonía se mantiene mediante validación emocional y claridad comunicativa.",
    "ALI_rupturaReparacion": "Las rupturas se abordan de forma directa, utilizándolas como material clínico.",
    "ALI_monitorizacion": "La alianza y el progreso se monitorizan de forma regular.",
    "ALI_contexto": "Se consideran activamente factores sociales, culturales y relacionales actuales."
  },

  "procedimientos": [

  {
    "nombre": "Evaluación interpersonal y formulación del foco terapéutico",
    "codigo": "p_ipt_formulacion_interpersonal",
    "procesos": ["N_metacognicion", "R_reparacionRelacional"],
    "texto": "Procedimiento inicial en el que se evalúa la relación entre los síntomas actuales y el contexto interpersonal del paciente, identificando patrones relacionales relevantes, eventos vitales recientes y redes de apoyo. A partir de esta evaluación se formula un foco interpersonal principal que organiza todo el tratamiento, delimitando claramente el ámbito de intervención y reduciendo la dispersión clínica. Referencia: Klerman et al. (1984); Weissman et al. (2000)."
  },

  {
    "nombre": "Selección del área problema interpersonal",
    "codigo": "p_ipt_area_problema",
    "procesos": ["AG_tomaDecisiones", "N_metacognicion"],
    "texto": "Procedimiento mediante el cual terapeuta y paciente acuerdan una de las cuatro áreas problema clásicas de IPT (duelo, disputas interpersonales, transiciones de rol o déficits interpersonales) como foco central del tratamiento. Esta selección proporciona estructura, claridad de objetivos y coherencia estratégica, facilitando un trabajo intensivo y limitado en el tiempo. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Psicoeducación interpersonal sobre síntomas y depresión",
    "codigo": "p_ipt_psicoeducacion",
    "procesos": ["N_normalizacion", "RE_validacion"],
    "texto": "Procedimiento psicoeducativo que vincula explícitamente los síntomas psicológicos con dificultades interpersonales actuales, normalizando la experiencia del paciente y reduciendo culpa o autoatribución patológica. Se explica el modelo IPT y su lógica relacional, reforzando expectativas realistas de cambio y colaboración terapéutica. Referencia: Klerman et al. (1984); Weissman et al. (2000)."
  },

  {
    "nombre": "Clarificación emocional interpersonal",
    "codigo": "p_ipt_clarificacion_emocional",
    "procesos": ["RE_identificacionEmocional", "R_comunicacionEmocional"],
    "texto": "Procedimiento destinado a identificar, diferenciar y nombrar emociones vinculadas a relaciones significativas actuales, especialmente aquellas que no han podido ser reconocidas o expresadas adecuadamente. La clarificación emocional permite comprender cómo los afectos influyen en la comunicación y en los patrones relacionales disfuncionales. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Análisis de comunicación interpersonal",
    "codigo": "p_ipt_analisis_comunicacion",
    "procesos": ["R_comunicacionEmocional", "N_metacognicion"],
    "texto": "Procedimiento estructurado que examina intercambios comunicativos concretos para identificar malentendidos, omisiones, mensajes ambiguos o estilos ineficaces. El análisis se centra en lo que se dijo, cómo se dijo y cómo fue recibido, permitiendo detectar puntos de ruptura y oportunidades de cambio comunicativo. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Trabajo con duelo interpersonal",
    "codigo": "p_ipt_duelo",
    "procesos": ["RE_elaboracionDuelo", "I_integracionIdentitaria"],
    "texto": "Procedimiento focalizado en la elaboración de pérdidas significativas no resueltas, ayudando al paciente a expresar emociones asociadas, reconstruir el vínculo interno con la persona perdida y reinvertir afectivamente en relaciones actuales. El objetivo es desbloquear el proceso de duelo y reducir síntomas asociados. Referencia: Klerman et al. (1984); Weissman et al. (2000)."
  },

  {
    "nombre": "Trabajo con disputas interpersonales",
    "codigo": "p_ipt_disputas",
    "procesos": ["R_reparacionRelacional", "AG_compromisoConductual"],
    "texto": "Procedimiento orientado a identificar conflictos relacionales persistentes caracterizados por expectativas no compartidas, roles ambiguos o comunicación ineficaz. Se exploran posiciones de cada parte y se facilitan estrategias para negociar cambios, resolver el conflicto o tomar decisiones realistas sobre la relación. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Trabajo con transiciones de rol",
    "codigo": "p_ipt_transiciones_rol",
    "procesos": ["I_selfFuturo", "RE_aceptacion"],
    "texto": "Procedimiento dirigido a abordar cambios vitales significativos (divorcio, maternidad, jubilación, enfermedad, cambio laboral) que implican pérdida de roles anteriores y adaptación a nuevos. Se trabaja la ambivalencia emocional, el duelo por el rol perdido y el desarrollo de competencias para el nuevo rol. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Trabajo con déficits interpersonales",
    "codigo": "p_ipt_deficits_interpersonales",
    "procesos": ["R_habilidadesRelacionales", "AG_compromisoConductual"],
    "texto": "Procedimiento aplicado cuando existe aislamiento social, escasez de relaciones significativas o patrones relacionales empobrecidos. Se identifican obstáculos interpersonales crónicos y se desarrollan habilidades básicas de vinculación, iniciación y mantenimiento de relaciones. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Ensayo de nuevas conductas interpersonales",
    "codigo": "p_ipt_ensayo_conductual",
    "procesos": ["AG_compromisoConductual", "R_comunicacionEmocional"],
    "texto": "Procedimiento activo que utiliza role-playing y planificación conductual para ensayar formas alternativas de comunicación, expresión emocional y negociación interpersonal. El objetivo es aumentar competencia y confianza antes de aplicar los cambios en contextos reales. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Fortalecimiento de la red de apoyo social",
    "codigo": "p_ipt_red_apoyo",
    "procesos": ["R_apoyoSocial", "AG_compromisoConductual"],
    "texto": "Procedimiento orientado a identificar, ampliar y utilizar de forma más efectiva las redes de apoyo disponibles, fomentando la conexión social como factor protector frente a recaídas y síntomas depresivos. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Monitorización de síntomas y progreso interpersonal",
    "codigo": "p_ipt_monitorizacion",
    "procesos": ["RE_monitorizacion", "N_metacognicion"],
    "texto": "Procedimiento continuo de seguimiento de síntomas y cambios interpersonales, evaluando la relación entre mejoras relacionales y reducción sintomática. Permite ajustar el foco terapéutico y mantener la orientación a objetivos. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Cierre del tratamiento y prevención de recaídas interpersonales",
    "codigo": "p_ipt_cierre_prevencion",
    "procesos": ["I_integracionIdentitaria", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento final que revisa los logros alcanzados, consolida habilidades interpersonales adquiridas y prepara al paciente para futuras dificultades relacionales, reforzando autonomía y continuidad del cambio tras el fin de la terapia. Referencia: Klerman et al. (1984); Weissman et al. (2000)."
  }

],


 "micros": [

  {
    "nombre": "Vinculación explícita síntoma–relación",
    "codigo": "m_ipt_vinculo_sintoma_relacion",
    "procesos": ["N_metacognicion", "RE_normalizacion"],
    "texto": "Microintervención que conecta de forma explícita un síntoma actual con una situación interpersonal concreta, ayudando al paciente a comprender el carácter relacional del malestar sin culpabilización. Esta vinculación orienta la atención clínica hacia el presente interpersonal como vía de cambio. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Clarificación de emociones interpersonales",
    "codigo": "m_ipt_clarificar_emocion",
    "procesos": ["RE_identificacionEmocional"],
    "texto": "Exploración breve y focalizada para identificar y diferenciar emociones que emergen en interacciones significativas (tristeza, enfado, culpa, miedo, alivio), especialmente cuando aparecen mezcladas o confusas. Facilita expresión emocional congruente y reduce comunicación indirecta. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Exploración de expectativas relacionales",
    "codigo": "m_ipt_expectativas",
    "procesos": ["N_metacognicion"],
    "texto": "Indagación puntual sobre lo que el paciente espera de una relación concreta y lo que cree que la otra persona espera de él, revelando discrepancias implícitas que suelen sostener conflictos interpersonales. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Análisis micro de intercambio comunicativo",
    "codigo": "m_ipt_micro_analisis_comunicacion",
    "procesos": ["R_comunicacionEmocional", "N_metacognicion"],
    "texto": "Revisión detallada de una interacción específica (qué se dijo, tono, momento, reacción del otro) para identificar fallos comunicativos sutiles y oportunidades de cambio inmediato. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Señalamiento de omisiones comunicativas",
    "codigo": "m_ipt_omisiones",
    "procesos": ["R_comunicacionEmocional"],
    "texto": "Identificación de emociones, necesidades o peticiones que el paciente no expresó en una interacción relevante, ayudando a comprender cómo las omisiones mantienen malentendidos o resentimiento. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Reformulación interpersonal",
    "codigo": "m_ipt_reformulacion",
    "procesos": ["N_reformulacion"],
    "texto": "Transformación de interpretaciones globales o autoacusatorias en descripciones relacionales más precisas y manejables, reduciendo autoataque y favoreciendo agencia interpersonal. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Normalización del conflicto interpersonal",
    "codigo": "m_ipt_normalizacion_conflicto",
    "procesos": ["RE_validacion"],
    "texto": "Validación breve de que los conflictos y tensiones son parte esperable de las relaciones, reduciendo vergüenza y catastrofismo, y facilitando abordaje activo del problema. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Role-playing focalizado",
    "codigo": "m_ipt_role_playing",
    "procesos": ["AG_compromisoConductual", "R_comunicacionEmocional"],
    "texto": "Ensayo breve y dirigido de una conversación difícil o pendiente, permitiendo experimentar nuevas formas de expresión emocional y comunicación antes de llevarlas a la relación real. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Exploración de alternativas comunicativas",
    "codigo": "m_ipt_alternativas_comunicativas",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Generación rápida de distintas formas posibles de comunicar un mensaje (más directa, más emocional, más clara), ayudando al paciente a ampliar repertorio interpersonal. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Chequeo de impacto interpersonal",
    "codigo": "m_ipt_impacto",
    "procesos": ["N_metacognicion"],
    "texto": "Pregunta breve orientada a explorar cómo cree el paciente que su conducta o mensaje fue recibido por el otro, fomentando mentalización interpersonal sin análisis intrapsíquico extenso. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Focalización en roles actuales",
    "codigo": "m_ipt_roles",
    "procesos": ["I_autoimagen"],
    "texto": "Exploración puntual de cómo el paciente se posiciona en un rol interpersonal concreto (pareja, hijo, cuidador, empleado), identificando tensiones entre expectativas internas y externas. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Identificación de apoyos disponibles",
    "codigo": "m_ipt_identificar_apoyos",
    "procesos": ["R_apoyoSocial"],
    "texto": "Microintervención para reconocer personas o contextos potencialmente disponibles como apoyo emocional, incluso cuando el paciente tiende a minimizar o ignorar estos recursos. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Planificación de acción interpersonal concreta",
    "codigo": "m_ipt_plan_accion",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Definición de un paso interpersonal específico y realizable antes de la siguiente sesión (llamar, hablar, pedir, aclarar), orientando la terapia a cambios observables en la vida real. Referencia: Klerman et al. (1984)."
  },

  {
    "nombre": "Revisión de resultado interpersonal",
    "codigo": "m_ipt_revision_resultado",
    "procesos": ["RE_monitorizacion"],
    "texto": "Breve revisión de cómo resultó una acción interpersonal realizada entre sesiones, extrayendo aprendizaje clínico y ajustando estrategias sin culpabilización. Referencia: Weissman et al. (2000)."
  },

  {
    "nombre": "Cierre interpersonal de sesión",
    "codigo": "m_ipt_cierre",
    "procesos": ["I_integracionIdentitaria"],
    "texto": "Síntesis final que conecta lo trabajado en sesión con el foco interpersonal del tratamiento, reforzando coherencia, dirección terapéutica y continuidad entre sesiones. Referencia: Klerman et al. (1984)."
  }

],


"ideasPrincipales": [

  {
    "id": "idea_ipt_1",
    "titulo": "La psicopatología se expresa y mantiene en contextos interpersonales actuales",
    "desarrollo": "La Terapia Interpersonal entiende que los síntomas psicológicos, especialmente la depresión, no pueden separarse del contexto relacional presente en el que la persona vive. El malestar se activa, mantiene o agrava en situaciones interpersonales concretas, y el cambio terapéutico ocurre cuando estas situaciones se modifican de forma efectiva. IPT no busca explicaciones intrapsíquicas profundas, sino intervenir donde los síntomas están vivos: en las relaciones actuales. (Klerman et al., 1984; Weissman et al., 2000)."
  },

  {
    "id": "idea_ipt_2",
    "titulo": "Mejorar el funcionamiento interpersonal reduce los síntomas",
    "desarrollo": "IPT parte de la premisa empírica de que los síntomas psicológicos disminuyen cuando mejora la calidad de las relaciones significativas. El cambio no se produce directamente sobre los síntomas, sino como consecuencia de una mejor comunicación, mayor apoyo social y resolución de conflictos interpersonales. La relación es el principal mediador del cambio terapéutico. (Klerman et al., 1984)."
  },

  {
    "id": "idea_ipt_3",
    "titulo": "El tratamiento se organiza alrededor de un foco interpersonal claro",
    "desarrollo": "La Terapia Interpersonal es un modelo estructurado y focalizado. Desde el inicio, terapeuta y paciente acuerdan un área problema interpersonal principal —duelo, disputa interpersonal, transición de rol o déficits interpersonales— que organiza toda la intervención. Esta focalización aumenta eficacia clínica y evita la dispersión terapéutica. (Klerman et al., 1984; Weissman et al., 2000)."
  },

  {
    "id": "idea_ipt_4",
    "titulo": "Las emociones interpersonales guían la intervención clínica",
    "desarrollo": "IPT concede un papel central a las emociones que emergen en las relaciones significativas, entendidas como señales clave de necesidades, expectativas y rupturas relacionales. Clarificar y expresar estas emociones de forma adecuada permite modificar patrones de comunicación y reducir malestar psicológico. (Weissman et al., 2000)."
  },

  {
    "id": "idea_ipt_5",
    "titulo": "La comunicación es el principal instrumento de cambio",
    "desarrollo": "Los problemas interpersonales se mantienen frecuentemente por fallos comunicativos, malentendidos u omisiones emocionales. IPT interviene analizando y modificando la forma en que las personas se comunican, ayudándolas a expresar necesidades, límites y afectos de manera más directa y eficaz. (Klerman et al., 1984)."
  },

  {
    "id": "idea_ipt_6",
    "titulo": "Los síntomas se comprenden en relación con roles y transiciones vitales",
    "desarrollo": "IPT subraya que muchos episodios de malestar psicológico se desencadenan en momentos de cambio de rol o pérdida de referencias identitarias, como separaciones, enfermedades, cambios laborales o duelos. La terapia ayuda a elaborar la pérdida del rol previo y a desarrollar competencias para el nuevo rol. (Weissman et al., 2000)."
  },

  {
    "id": "idea_ipt_7",
    "titulo": "El tratamiento es activo, colaborativo y de tiempo limitado",
    "desarrollo": "La Terapia Interpersonal se concibe como una intervención activa, con objetivos claros y duración delimitada. El terapeuta adopta un rol implicado y colaborativo, combinando exploración emocional, análisis interpersonal y tareas concretas orientadas al cambio en la vida cotidiana. (Klerman et al., 1984)."
  },

  {
    "id": "idea_ipt_8",
    "titulo": "El objetivo es aumentar competencia interpersonal y apoyo social",
    "desarrollo": "Más allá de la reducción sintomática, IPT busca fortalecer la capacidad del paciente para manejar relaciones, resolver conflictos y utilizar redes de apoyo de forma efectiva. Este aumento de competencia interpersonal actúa como factor protector frente a recaídas futuras. (Klerman et al., 1984; Weissman et al., 2000)."
  }

],


  "refs": [
    "Klerman, G. L., Weissman, M. M., Rounsaville, B. J., & Chevron, E. S. (1984). Interpersonal Psychotherapy of Depression.",
    "Weissman, M. M., Markowitz, J. C., & Klerman, G. L. (2000). Comprehensive Guide to Interpersonal Psychotherapy."
  ]
}
