{
  "id": "k_neimeyer_meaning",
  "grupo": "Constructivista",
  "label": "Meaning Reconstruction in Grief",
  "year": 2001,
  "autores": "Robert A. Neimeyer",
  "hideInModels": true,
  "descripcion": "El modelo de Reconstrucción de Significado concibe el duelo como una crisis profunda del sistema de significados personales que organiza la identidad, la narrativa vital y la relación con el mundo. La pérdida no solo genera dolor emocional, sino que puede desestabilizar supuestos básicos sobre quién soy, cómo funciona el mundo, qué puedo esperar de los demás y qué sentido tiene seguir viviendo. Desde esta perspectiva, el sufrimiento persistente no se explica únicamente por la intensidad del apego o del afecto, sino por la dificultad para integrar la pérdida en una narrativa coherente que permita continuidad biográfica. El trabajo terapéutico se orienta a acompañar la reconstrucción de significado e identidad de forma gradual, situada y no prescriptiva, evitando tanto el vacío de sentido prolongado como la imposición prematura de narrativas tranquilizadoras.",
  "mjps": ["ED", "N", "I"],
  "subprocesos": [
    "ED_identidadReinversion",
    "ED_vinculoContinuo",
    "N_construccionSignificado",
    "I_continuidadIdentitaria"
  ],
  "conceptos": [
    {
      "nombre": "Crisis de significado",
      "descripcion": "La crisis de significado se refiere a la ruptura de los marcos interpretativos que daban coherencia a la experiencia antes de la pérdida. La persona puede sentir que las explicaciones previas sobre justicia, control, previsibilidad o identidad dejan de funcionar, generando desorientación, vacío o sensación de irrealidad. Esta crisis no es un fallo del duelo, sino una consecuencia natural de pérdidas que desafían supuestos centrales. El riesgo clínico aparece cuando esta ruptura queda silenciada o se intenta cerrar prematuramente, impidiendo la elaboración auténtica del impacto existencial de la pérdida."
    },
    {
      "nombre": "Reconstrucción narrativa",
      "descripcion": "La reconstrucción narrativa es el proceso mediante el cual la persona reorganiza su historia vital para integrar la pérdida sin borrar el pasado ni quedar fijada a él. Implica revisar la narrativa del vínculo perdido, del self y del futuro posible, articulando continuidades y transformaciones. No se trata de “contar una historia positiva”, sino de construir una narrativa habitable, capaz de sostener ambivalencia, dolor y cambio. La narrativa se vuelve terapéuticamente relevante cuando permite pasar del colapso del sentido a una comprensión más compleja y vivible de la propia trayectoria."
    },
    {
      "nombre": "Continuidad identitaria",
      "descripcion": "La continuidad identitaria hace referencia a la capacidad de mantener un sentido de identidad relativamente coherente a lo largo del tiempo, incluso tras una pérdida que transforma profundamente la vida. En el duelo, esta continuidad suele verse amenazada por la sensación de que “ya no soy quien era” o de que el futuro queda cancelado. El trabajo clínico no busca restaurar la identidad previa, sino facilitar una integración que conecte quién se era antes, quién se es ahora y quién se puede llegar a ser, permitiendo una identidad transformada pero reconocible."
    }
  ],
  "procedimientos": [
    {
      "nombre": "Exploración de la ruptura de sentido",
      "codigo": "p_nei_ruptura_sentido",
      "procesos": ["N_construccionSignificado"],
      "texto": "Procedimiento clínico orientado a explorar cómo la pérdida ha invalidado o puesto en crisis los supuestos fundamentales del paciente sobre el mundo y sobre sí mismo. El terapeuta invita a identificar qué creencias, expectativas o narrativas previas han quedado dañadas —por ejemplo, ideas de justicia, control, previsibilidad, identidad o propósito—, legitimando la experiencia de desconcierto. El objetivo no es ofrecer respuestas tranquilizadoras ni reinterpretaciones positivas, sino dar espacio a la desorientación como parte necesaria del proceso de reconstrucción de significado."
    },
    {
      "nombre": "Reconstrucción narrativa del self",
      "codigo": "p_nei_narrativa_self",
      "procesos": ["ED_identidadReinversion"],
      "texto": "Procedimiento destinado a reorganizar la narrativa personal tras la pérdida, integrando los cambios identitarios que esta ha provocado. Se explora cómo la persona se define ahora, qué aspectos de su identidad se han visto amenazados o transformados y cuáles permanecen. El terapeuta acompaña la construcción de una narrativa flexible que conecte pasado, presente y futuro posible, evitando tanto la fijación nostálgica al self previo como la reinvención forzada que desconoce el impacto real de la pérdida."
    },
    {
      "nombre": "Diálogo narrativo con la pérdida",
      "codigo": "p_nei_dialogo_perdida",
      "procesos": ["ED_vinculoContinuo", "N_construccionSignificado"],
      "texto": "Procedimiento que facilita un diálogo simbólico con la experiencia de la pérdida o con la figura perdida para explorar su significado en la historia vital. A través de cartas, relatos o preguntas guiadas, se examina qué representa la pérdida, qué ha cambiado de forma irreversible y qué elementos del vínculo pueden mantenerse de forma transformada. Este diálogo no busca consuelo inmediato, sino profundizar en la comprensión del impacto existencial de la pérdida y su lugar en la narrativa personal."
    },
    {
      "nombre": "Exploración de significado emergente",
      "codigo": "p_nei_significado_emergente",
      "procesos": ["N_construccionSignificado", "ED_identidadReinversion"],
      "texto": "Procedimiento orientado a identificar significados que emergen progresivamente del proceso de duelo, sin imponer narrativas de crecimiento ni lecturas positivas obligatorias. Se exploran cambios sutiles en valores, prioridades, sensibilidad o dirección vital que aparecen de forma no planificada. El terapeuta ayuda a poner palabras a estos significados cuando surgen espontáneamente, cuidando de no convertir el sentido en una exigencia defensiva frente al dolor."
    }
  ],
  "micros": [
    {
      "nombre": "Validar la pérdida de sentido",
      "codigo": "m_nei_validar_sinsentido",
      "procesos": ["N_construccionSignificado"],
      "texto": "Microintervención que legitima explícitamente la experiencia de vacío, confusión o sinsentido como una respuesta esperable ante pérdidas que desorganizan los marcos vitales. Reduce la presión interna y externa por encontrar explicaciones rápidas y protege el proceso de cierres prematuros."
    },
    {
      "nombre": "Preguntas narrativas abiertas",
      "codigo": "m_nei_preguntas_narrativas",
      "procesos": ["N_construccionSignificado"],
      "texto": "Uso de preguntas amplias y no directivas que invitan a explorar cómo la pérdida ha alterado la forma de verse a sí mismo y al mundo. Estas preguntas abren espacio a la reflexión sin imponer direcciones interpretativas ni soluciones."
    },
    {
      "nombre": "Diferenciar sentido de consuelo",
      "codigo": "m_nei_diferenciar",
      "procesos": ["N_construccionSignificado"],
      "texto": "Intervención breve destinada a distinguir entre explicaciones que tranquilizan emocionalmente y significados auténticos que integran el impacto real de la pérdida. Previene que el sentido funcione como defensa o evitación del dolor."
    },
    {
      "nombre": "Anclar continuidad identitaria",
      "codigo": "m_nei_continuidad",
      "procesos": ["ED_identidadReinversion"],
      "texto": "Microintervención que ayuda a conectar aspectos del self previo a la pérdida con el self actual, facilitando una sensación de continuidad biográfica a pesar de la transformación."
    },
    {
      "nombre": "Autorizar significados ambivalentes",
      "codigo": "m_nei_ambivalencia_sentido",
      "procesos": ["N_construccionSignificado"],
      "texto": "Intervención que legitima la coexistencia de significados contradictorios —dolor persistente junto a nuevas direcciones vitales— evitando simplificaciones narrativas que empobrecen la elaboración del duelo."
    }
  ],
  "refs": [
    "Neimeyer, R. A. (2001). Meaning Reconstruction and the Experience of Loss.",
    "Neimeyer, R. A. (2016). Techniques of Grief Therapy.",
    "Neimeyer, R. A. (2019). Meaning reconstruction in bereavement."
  ]
}
