{
  "id": "mbt-fonagy-bateman-1998",
  "grupo": "Integrativo",
  "label": "Mentalization-Based Treatment (MBT)",
  "year": 1998,
  "autores": "Peter Fonagy; Anthony Bateman",
  "descripcion": "MBT (Mentalization-Based Treatment) es un modelo integrativo, originalmente desarrollado para el trastorno límite de la personalidad, que entiende el sufrimiento psicológico como una consecuencia de fallos de mentalización bajo activación emocional e interpersonal, especialmente en contextos de apego. Mentalizar es la capacidad de comprender la conducta propia y ajena en términos de estados mentales (emociones, deseos, creencias, intenciones), y MBT concibe que esta capacidad se desorganiza cuando aumenta la arousal, aparecen malentendidos y se activan patrones relacionales de amenaza. La terapia prioriza estabilizar la mentalización en el aquí-y-ahora relacional, restaurando curiosidad, perspectiva y flexibilidad interpretativa, para reducir impulsividad, conflictos, autoataques y escaladas interpersonales, y para consolidar una identidad más coherente y una regulación afectiva más robusta.",
  "universidad": "University College London",
  "ciudad": "Londres",
  "pais": "Reino Unido",
  "lat": 51.524559,
  "lon": -0.13404,

  "alianzaModelo": {
    "ALI_vinculo": "En MBT, el vínculo se construye desde una postura explícita de seguridad, respeto y curiosidad genuina por la mente del paciente. El terapeuta evita la actitud de experto que “sabe” lo que le pasa al otro y prioriza una presencia reguladora que transmite que la experiencia interna del paciente es comprensible, aunque sea confusa o intensa, favoreciendo que el paciente no se sienta juzgado y pueda recuperar mentalización cuando está activado.\n",
    "ALI_objetivos": "Los objetivos se formulan como metas de estabilización y fortalecimiento de la mentalización en situaciones de alta carga interpersonal: reducir conductas impulsivas, mejorar regulación afectiva, disminuir conflictos y aumentar capacidad de comprender y ser comprendido. Terapeuta y paciente acuerdan que el foco no es “tener razón” sobre los hechos, sino mejorar la calidad de lectura de estados mentales propios y ajenos y su impacto en decisiones y vínculos.\n",
    "ALI_tareas": "Las tareas se centran en explorar episodios concretos (de la semana o de la sesión) donde la mentalización colapsó, reconstruyendo secuencias y probando alternativas interpretativas sin imponer conclusiones. El paciente aprende a pausar, identificar afecto y supuestos, chequear malentendidos y recuperar perspectiva, vivenciando las tareas como herramientas para funcionar mejor en relaciones reales, no como ejercicios intelectuales.\n",
    "ALI_colaboracion": "La colaboración en MBT es activa y transparente: el terapeuta comparte incertidumbre, invita al paciente a corregirle y co-construye hipótesis “tentativas” sobre lo ocurrido. Esta colaboración modela mentalización (pensar juntos) y reduce dinámicas de poder que suelen disparar modos no mentalizadores, fortaleciendo agencia y compromiso.\n",
    "ALI_sintonia": "La sintonía se expresa mediante monitorización continua del nivel de activación y del estado mentalizador del paciente. El terapeuta ajusta ritmo, profundidad y directividad según señales de escalada, confusión o retraimiento, priorizando mantener la conversación dentro de un rango donde el paciente pueda pensar y sentir sin desbordarse ni desconectarse.\n",
    "ALI_rupturaReparacion": "Las rupturas se tratan como eventos privilegiados para mentalizar el vínculo: se desacelera, se clarifica el malentendido, se exploran intenciones atribuidas y se repara el impacto. La reparación en MBT es deliberadamente explícita y educativa, porque enseña al paciente a reconstruir confianza, tolerar ambigüedad y recuperar perspectiva cuando el apego se activa.\n",
    "ALI_monitorizacion": "MBT enfatiza la monitorización del proceso mediante preguntas y chequeos frecuentes sobre cómo está viviendo el paciente la conversación, si se siente comprendido y si la intervención le ayuda o le confunde. Este feedback sirve para prevenir escaladas no mentalizadoras y para ajustar el trabajo en tiempo real.\n",
    "ALI_contexto": "La sensibilidad al contexto incluye reconocer historia de apego, trauma relacional, dinámicas de poder, estigma y experiencias previas con figuras de autoridad que alteran la mentalización. MBT adapta el lenguaje, el ritmo y el grado de confrontación para que el paciente pueda mantener curiosidad por la mente del otro sin sentirse amenazado.\n"
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nMBT asume una realidad psicológica eminentemente intersubjetiva: lo relevante clínicamente no son solo los hechos, sino cómo se interpretan mentalmente en situaciones relacionales, especialmente bajo activación. La mente propia y ajena es parcialmente opaca y siempre inferida, por lo que la certeza excesiva se considera un riesgo clínico.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es falibilista y co-construido: el terapeuta trabaja con hipótesis tentativas y promueve la duda productiva y la curiosidad. Se privilegia el proceso de pensar sobre estados mentales por encima de “descubrir verdades” definitivas.\n\nConcepción del ser humano y del cambio\nEl ser humano se entiende como un organismo de apego cuya autorregulación depende en gran medida de la regulación interpersonal y de la capacidad de mentalizar. El cambio ocurre al restaurar y robustecer mentalización justo donde suele colapsar: en el contacto con afecto intenso y amenaza relacional.\n\nRol de la relación terapéutica\nLa relación terapéutica es el principal andamiaje de cambio: provee seguridad, co-regulación y un contexto para practicar mentalización en vivo. No es un mero soporte, sino el laboratorio donde se detectan fallos y se recupera la capacidad reflexiva.",
    "teoriaFormal": "Qué es el self\nEl self se conceptualiza como una organización dinámica de experiencia afectiva, narrativas y posiciones relacionales que dependen de la capacidad de representar estados mentales. Cuando la mentalización es frágil, el self se vuelve inestable, reactivo y dependiente de señales externas.\n\nCómo se explica el cambio\nEl cambio se explica como el fortalecimiento de la capacidad de mentalizar bajo estrés: reconocer afectos, distinguir suposiciones de hechos, tolerar ambigüedad y sostener múltiples perspectivas. A mayor estabilidad mentalizadora, disminuyen impulsividad, paranoia interpersonal, colapsos identitarios y escaladas afectivas.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por ciclos de colapso mentalizador en contextos de apego: la activación dispara modos pre-mentalizadores (equivalencia psíquica, modo pretend, teleológico), que generan malentendidos, conductas impulsivas y respuestas del entorno que confirman amenaza, perpetuando el patrón.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando situaciones típicas donde el paciente pierde mentalización (triggers relacionales), qué afectos y supuestos aparecen, qué modo no mentalizador domina y cómo se encadena hacia conducta problemática. Se observa especialmente el patrón en el aquí-y-ahora terapéutico.\n\nQué procesos terapéuticos se priorizan\nSe priorizan estabilización de la mentalización, regulación afectiva suficiente, clarificación de malentendidos y mentalización del vínculo. La intervención se organiza alrededor de episodios concretos más que de interpretaciones abstractas.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor capacidad de pausar antes de actuar, mejor lectura de estados mentales, menor certeza hostil, mayor tolerancia a la ambigüedad, mejor reparación de conflictos y reducción de conductas desorganizadoras, especialmente en relaciones significativas."
  },

  "influencias": [
    "Teoría del apego",
    "Psicodinámica relacional",
    "Cognición social",
    "Psicología del desarrollo",
    "Teoría de la mente"
  ],

  "procesos": [
    "Mentalización interpersonal sostenida",
    "Metacognición y perspectiva",
    "Regulación emocional bajo estrés relacional",
    "Reparación relacional y recuperación tras malentendidos"
  ],

  "mjps": ["RE", "RI", "N", "R", "I", "AG"],

  "refs": [
    "Bateman, A., & Fonagy, P. (2004). Psychotherapy for Borderline Personality Disorder: Mentalization-Based Treatment.",
    "Bateman, A., & Fonagy, P. (2006). Mentalization-Based Treatment for Borderline Personality Disorder: A Practical Guide.",
    "Fonagy, P., Gergely, G., Jurist, E., & Target, M. (2002). Affect Regulation, Mentalization, and the Development of the Self.",
    "Bateman, A., & Fonagy, P. (2016). Mentalization-Based Treatment for Personality Disorders: A Practical Guide."
  ],
"ideasPrincipales": [
  {
    "id": "idea_mbt_1",
    "titulo": "El sufrimiento psicológico surge del colapso de la mentalización bajo estrés relacional",
    "desarrollo": "MBT sostiene que muchos problemas psicológicos no se deben a déficits estables de personalidad, sino a fallos transitorios de la capacidad de mentalizar cuando se activa el sistema de apego. Bajo estrés interpersonal, la persona pierde la capacidad de comprender la conducta propia y ajena en términos de estados mentales, reaccionando de forma impulsiva, rígida o defensiva. El objetivo terapéutico es restaurar mentalización precisamente en esos momentos críticos. (Fonagy et al., 2002; Bateman & Fonagy, 2006)."
  },
  {
    "id": "idea_mbt_2",
    "titulo": "La mentalización es una capacidad relacional y contextual, no un rasgo fijo",
    "desarrollo": "MBT entiende la mentalización como una capacidad fluctuante que depende del contexto emocional y relacional. Una persona puede mentalizar adecuadamente en situaciones neutras y perder esta capacidad en vínculos significativos o bajo activación intensa. Por ello, la terapia no se centra en entrenar habilidades abstractas, sino en fortalecer la mentalización allí donde suele fallar. (Fonagy et al., 2002)."
  },
  {
    "id": "idea_mbt_3",
    "titulo": "El cambio terapéutico se produce al recuperar la capacidad de pensar mientras se siente",
    "desarrollo": "El núcleo del cambio en MBT es la recuperación de la capacidad de reflexionar sobre la experiencia emocional mientras esta está activa. Mentalizar implica sostener afecto y pensamiento simultáneamente, evitando tanto la actuación impulsiva como la desconexión defensiva. Cuando esta capacidad se consolida, disminuyen las escaladas emocionales y aumenta la flexibilidad conductual. (Bateman & Fonagy, 2006)."
  },
  {
    "id": "idea_mbt_4",
    "titulo": "La certeza excesiva sobre la mente del otro es clínicamente peligrosa",
    "desarrollo": "MBT considera que uno de los principales indicadores de colapso mentalizador es la certeza rígida sobre intenciones y estados mentales ajenos. Esta certeza alimenta conflictos, desconfianza y respuestas defensivas. El tratamiento promueve una duda funcional y una postura de curiosidad que permiten reabrir el espacio interpretativo y reducir atribuciones hostiles. (Bateman & Fonagy, 2006)."
  },
  {
    "id": "idea_mbt_5",
    "titulo": "La relación terapéutica es un laboratorio de mentalización en vivo",
    "desarrollo": "En MBT, la relación terapéutica no es solo un soporte, sino el principal contexto donde se observan, pierden y recuperan procesos de mentalización. Los malentendidos, tensiones y rupturas que aparecen en sesión se utilizan activamente para entrenar reparación relacional y comprensión mutua, generando experiencias correctivas directas. (Bateman & Fonagy, 2004; 2006)."
  },
  {
    "id": "idea_mbt_6",
    "titulo": "El terapeuta adopta una postura de no-saber para proteger la mentalización",
    "desarrollo": "MBT enfatiza una postura terapéutica de humildad epistémica, donde el terapeuta evita interpretar de forma autoritaria la mente del paciente. Esta actitud de no-saber reduce la activación defensiva, modela mentalización y fomenta una exploración colaborativa de estados mentales, protegiendo la alianza terapéutica. (Bateman & Fonagy, 2006)."
  },
  {
    "id": "idea_mbt_7",
    "titulo": "La regulación emocional es condición necesaria para mentalizar",
    "desarrollo": "MBT reconoce que no es posible mentalizar cuando la activación emocional supera ciertos umbrales. Por ello, el tratamiento incluye intervenciones explícitas para modular afecto, pausar escaladas y restaurar un nivel de activación que permita pensar. La regulación no es el objetivo final, sino el requisito para que la mentalización vuelva a estar disponible. (Fonagy et al., 2002; Bateman & Fonagy, 2006)."
  },
  {
    "id": "idea_mbt_8",
    "titulo": "Mejorar la mentalización transforma identidad, vínculos y agencia",
    "desarrollo": "Cuando la capacidad de mentalizar se fortalece de forma sostenida, la persona desarrolla una identidad más coherente, relaciones más estables y una mayor capacidad de elección frente a la reacción automática. El cambio terapéutico en MBT se manifiesta como mayor autoría, mejor reparación de conflictos y una vida relacional menos caótica y más comprensible. (Bateman & Fonagy, 2016)."
  }
],

  "procedimientos": [
    {
      "nombre": "Evaluación MBT y formulación basada en mentalización",
      "codigo": "p_mbt_evaluacion_formulacion",
      "procesos": ["R_mentalizacion", "N_metacognicion"],
      "texto": "Procedimiento inicial que organiza el caso identificando episodios típicos donde colapsa la mentalización (triggers), afectos dominantes, suposiciones rígidas y secuencias acción–reacción que escalan el conflicto. La formulación se mantiene concreta y verificable, priorizando cómo se pasa de una lectura mental a una conducta problemática, y se usa como mapa compartido para elegir focos terapéuticos sin imponer interpretaciones cerradas. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Contrato terapéutico y encuadre MBT",
      "codigo": "p_mbt_contrato_encuadre",
      "procesos": ["ALI_objetivos", "ALI_tareas"],
      "texto": "Procedimiento de encuadre explícito donde se acuerdan objetivos, responsabilidades, límites, manejo de crisis y expectativas realistas, poniendo el énfasis en sostener mentalización en situaciones que suelen desorganizar al paciente. El contrato reduce ambigüedad, baja activación y protege la alianza, especialmente en pacientes con historia de rupturas relacionales y desconfianza hacia figuras de autoridad. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Postura terapéutica MBT (not-knowing stance)",
      "codigo": "p_mbt_postura_notknowing",
      "procesos": ["R_mentalizacion", "N_metacognicion"],
      "texto": "Procedimiento continuo (más que una técnica puntual) que establece una manera de trabajar basada en curiosidad, humildad epistémica y explicitación de incertidumbre. El terapeuta evita afirmaciones cerradas sobre la mente del paciente y modela cómo pensar en términos de hipótesis, favoreciendo que el paciente abandone certezas rígidas y recupere capacidad reflexiva. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Trabajo con episodios concretos (análisis de escena)",
      "codigo": "p_mbt_episodios_concretos",
      "procesos": ["R_mentalizacion", "RE_rotulacion"],
      "texto": "Procedimiento central que toma una situación específica reciente (o surgida en sesión) y reconstruye paso a paso qué pasó, qué sintió el paciente, qué pensó que el otro pensaba y qué decisiones tomó. Esta reconstrucción reduce generalizaciones, aumenta granularidad emocional y permite detectar exactamente el punto de colapso mentalizador para ensayar alternativas más realistas. Referencia: Bateman & Fonagy (2004, 2006)."
    },
    {
      "nombre": "Detección y manejo de colapso mentalizador (stop and stand)",
      "codigo": "p_mbt_stopandstand",
      "procesos": ["RE_modulacion", "R_mentalizacion"],
      "texto": "Procedimiento de intervención en caliente cuando el paciente entra en escalada afectiva, certeza hostil, confusión o modo pre-mentalizador. El terapeuta ralentiza, pausa el contenido, valida el estado y reorienta hacia el proceso (qué está pasando en la mente ahora) para recuperar mentalización antes de continuar con el tema, priorizando seguridad y claridad. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Clarificación de malentendidos y chequeo de suposiciones",
      "codigo": "p_mbt_malentendidos",
      "procesos": ["R_mentalizacion", "N_reformulacion"],
      "texto": "Procedimiento dedicado a detectar inferencias precipitadas sobre la intención del otro y a reabrir el abanico interpretativo mediante chequeos, evidencias y alternativas plausibles. Se busca reemplazar la certeza rígida por duda funcional, reduciendo atribuciones hostiles y facilitando reparación relacional. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Mentalización del vínculo terapéutico (aquí-y-ahora)",
      "codigo": "p_mbt_aquiyahora_terapeutico",
      "procesos": ["ALI_rupturaReparacion", "R_mentalizacion"],
      "texto": "Procedimiento que utiliza lo que ocurre entre paciente y terapeuta como material clínico para observar en vivo fallos de mentalización, atribuciones y reacciones de apego. Se trabaja con sensibilidad para clarificar impacto, revisar intenciones atribuidas y reparar el vínculo, convirtiendo la sesión en un entrenamiento real de mentalización interpersonal y reparación. Referencia: Bateman & Fonagy (2004, 2006)."
    },
    {
      "nombre": "Trabajo con modos no mentalizadores (equivalencia psíquica, pretend, teleológico)",
      "codigo": "p_mbt_modos_noment",
      "procesos": ["N_metacognicion", "RI_mindfulnessSelf"],
      "texto": "Procedimiento psicoeducativo y clínico para identificar cuándo el paciente pasa a modos pre-mentalizadores: equivalencia psíquica (lo que siento es la realidad), modo pretend (hablar sin sentir ni anclar), o teleológico (solo cuentan actos visibles). Nombrar el modo, enlazarlo con activación y recuperar curiosidad ayuda a salir del colapso sin confrontación humillante. Referencia: Fonagy et al. (2002); Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Focalización en afecto y mentalización de la emoción",
      "codigo": "p_mbt_foco_afecto",
      "procesos": ["RE_rotulacion", "AP_profundizacion"],
      "texto": "Procedimiento que guía al paciente a identificar y sostener el afecto relevante en el episodio sin desbordarse, distinguiendo emociones primarias de reacciones secundarias y conectándolas con significados e intenciones. El objetivo no es catarsis, sino recuperar capacidad de pensar sobre la emoción mientras se siente, manteniendo la mente online. Referencia: Fonagy et al. (2002); Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Rebobinar y reconstruir secuencias (rewind)",
      "codigo": "p_mbt_rewind",
      "procesos": ["N_metacognicion", "R_mentalizacion"],
      "texto": "Procedimiento en el que se vuelve atrás en una interacción para localizar el instante exacto donde cambió la lectura mental del otro y se disparó la reacción. Al reconstruir micro-pasos (señales, interpretaciones, emociones, impulsos) se reduce confusión y se abren alternativas de respuesta, entrenando precisión mentalizadora. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Plan de crisis orientado a mentalización",
      "codigo": "p_mbt_plan_crisis",
      "procesos": ["RF_crisis", "RE_modulacion"],
      "texto": "Procedimiento estructurado para manejar picos de riesgo (autolesión, impulsividad, desorganización) priorizando restaurar regulación y mentalización antes de tomar decisiones. Incluye señales tempranas, pasos concretos, contacto de apoyo y estrategias para evitar actuar desde colapso mentalizador, protegiendo al paciente y al tratamiento. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "MBT en grupo: mentalización interpersonal múltiple",
      "codigo": "p_mbt_grupo",
      "procesos": ["R_mentalizacion", "R_reparacionRelacional"],
      "texto": "Procedimiento grupal donde se entrenan fallos y recuperaciones de mentalización en interacciones reales con varios otros, facilitando feedback, corrección de malentendidos y práctica de reparación. El grupo expone patrones relacionales de manera directa, pero el terapeuta protege el proceso manteniendo foco en estados mentales y evitando dinámicas de juicio o ataque. Referencia: Bateman & Fonagy (2004); Bateman & Fonagy (2016)."
    }
  ],

  "micros": [
    {
      "nombre": "Pregunta de curiosidad mentalizadora (no-saber)",
      "codigo": "m_mbt_curiosidad",
      "procesos": ["R_mentalizacion"],
      "texto": "Microintervención en forma de pregunta abierta que explora estados mentales sin dar nada por supuesto (p. ej., “¿qué crees que pasaba por su cabeza?”), reduciendo certeza rígida y reactivando la capacidad de considerar alternativas. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Explicitación de incertidumbre del terapeuta",
      "codigo": "m_mbt_incertidumbre",
      "procesos": ["N_metacognicion"],
      "texto": "El terapeuta verbaliza límites de conocimiento (“no estoy seguro de haber entendido”) para modelar falibilismo, disminuir jerarquía y abrir espacio a corrección por parte del paciente, fortaleciendo colaboración y mentalización. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Chequeo de comprensión",
      "codigo": "m_mbt_chequeo",
      "procesos": ["ALI_monitorizacion"],
      "texto": "Microintervención de verificación frecuente (“¿esto te ayuda o te confunde?”) que monitoriza el impacto y previene escaladas silenciosas o malentendidos terapéuticos, ajustando el trabajo en tiempo real. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Rotulación emocional precisa",
      "codigo": "m_mbt_rotulacion",
      "procesos": ["RE_rotulacion"],
      "texto": "Microintervención para nombrar con precisión el afecto dominante y diferenciarlo de mezclas globales (“mal”, “ansiedad”), aumentando organización emocional y capacidad de pensar sobre lo sentido sin colapsar. Referencia: Fonagy et al. (2002)."
    },
    {
      "nombre": "Vincular afecto con contexto",
      "codigo": "m_mbt_afecto_contexto",
      "procesos": ["RE_reapreciacion"],
      "texto": "Microintervención que conecta emoción con situación y significado (“tiene sentido que te enfades si pensaste que te ignoraba”), reduciendo autoataque y desorganización, y favoreciendo lectura más contextualizada. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Distinguir hechos de interpretaciones",
      "codigo": "m_mbt_hechos_interpretaciones",
      "procesos": ["N_metacognicion"],
      "texto": "Microintervención que separa lo observable de la inferencia mental (“lo que sabes es que no respondió; lo que imaginas es que no le importas”), debilitando certeza hostil y facilitando alternativas. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Explorar múltiples perspectivas",
      "codigo": "m_mbt_perspectivas",
      "procesos": ["R_mentalizacion"],
      "texto": "Microintervención que amplía el repertorio interpretativo pidiendo al paciente que imagine al menos dos explicaciones plausibles para la conducta del otro, entrenando flexibilidad y reduciendo polarización. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Mentalizar la propia mente (auto-observación)",
      "codigo": "m_mbt_auto_observacion",
      "procesos": ["RI_mindfulnessSelf"],
      "texto": "Microintervención que invita a observar pensamientos y emociones como eventos mentales (“nota cómo aparece la certeza”), creando distancia psicológica y evitando fusión con estados internos bajo activación. Referencia: Fonagy et al. (2002)."
    },
    {
      "nombre": "Identificar punto de colapso",
      "codigo": "m_mbt_punto_colapso",
      "procesos": ["N_metacognicion"],
      "texto": "Microintervención que busca el instante exacto donde se perdió mentalización (“¿en qué momento pasaste de duda a certeza?”), permitiendo intervenir en el eslabón crítico del patrón. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Pausa y ralentización (stop)",
      "codigo": "m_mbt_pausa",
      "procesos": ["RE_modulacion"],
      "texto": "Microintervención reguladora que desacelera la conversación cuando hay escalada, priorizando recuperar claridad y respiración mental antes de seguir con contenido conflictivo, para evitar actuación impulsiva. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Validación sin colusión",
      "codigo": "m_mbt_validacion",
      "procesos": ["RE_aceptacion"],
      "texto": "Microintervención que valida la emoción y la lógica subjetiva del paciente sin confirmar automáticamente su interpretación hostil o su certeza, manteniendo seguridad afectiva y apertura a alternativas. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Señalar certeza excesiva",
      "codigo": "m_mbt_certeza",
      "procesos": ["N_metacognicion"],
      "texto": "Microintervención que marca suavemente el paso de hipótesis a certeza (“suena a 100% seguro”) para reintroducir duda funcional y prevenir escaladas paranoides o acusatorias. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Nombrar modo no mentalizador",
      "codigo": "m_mbt_nombrar_modo",
      "procesos": ["N_metacognicion"],
      "texto": "Microintervención psicoeducativa breve que etiqueta el modo en curso (equivalencia psíquica, pretend, teleológico) para que el paciente lo reconozca y pueda volver a una posición reflexiva sin vergüenza. Referencia: Fonagy et al. (2002); Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Rebobinar micro-secuencia (rewind breve)",
      "codigo": "m_mbt_rewind_breve",
      "procesos": ["R_mentalizacion"],
      "texto": "Microintervención en la que se vuelve a los segundos previos al conflicto para identificar señal, interpretación y emoción, entrenando precisión mentalizadora y reduciendo confusión retrospectiva. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Chequear intención atribuida",
      "codigo": "m_mbt_intencion_atribuida",
      "procesos": ["R_mentalizacion"],
      "texto": "Microintervención que explora la intención que el paciente atribuyó al otro (“¿qué creíste que pretendía?”) y abre alternativas, debilitando lecturas persecutorias. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Mentalizar el impacto en el otro",
      "codigo": "m_mbt_impacto",
      "procesos": ["R_comunicacionEmocional"],
      "texto": "Microintervención que ayuda a considerar cómo la propia conducta pudo afectar al otro, promoviendo responsabilidad y reparación sin culpabilización. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Enlace afecto-acción",
      "codigo": "m_mbt_afecto_accion",
      "procesos": ["AG_autoriaResponsabilidad"],
      "texto": "Microintervención que conecta emoción con impulso y conducta (“cuando sentiste vergüenza, atacaste”) para aumentar autoría y capacidad de elegir respuestas alternativas antes de actuar. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Reconstrucción de malentendido",
      "codigo": "m_mbt_reconstruccion_malentendido",
      "procesos": ["R_reparacionRelacional"],
      "texto": "Microintervención que guía a reconstruir qué se entendió mal y cómo se podría aclarar, facilitando reparación práctica y disminuyendo resentimiento acumulado. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Orientación al aquí-y-ahora",
      "codigo": "m_mbt_aquiyahora",
      "procesos": ["R_mentalizacion"],
      "texto": "Microintervención que trae el foco a lo que está ocurriendo en sesión (“¿qué estás pensando de mí ahora mismo?”) para mentalizar el vínculo en vivo y trabajar el patrón donde aparece. Referencia: Bateman & Fonagy (2006)."
    },
    {
      "nombre": "Anclaje regulador breve",
      "codigo": "m_mbt_anclaje",
      "procesos": ["RF_ground"],
      "texto": "Microintervención de grounding breve cuando la activación amenaza con romper la mentalización, devolviendo orientación corporal y presente para poder seguir pensando sin colapsar. Referencia: Bateman & Fonagy (2006)."
    }
  ]
}
