{
  "id": "psicodinamica-ciclica-wachtel",
  "grupo": "Integrativo",
  "label": "Psicodinámica cíclica",
  "year": 1977,
  "autores": "Paul L. Wachtel",
  "universidad": "City University of New York (CUNY)",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "books": [
    "Wachtel, P. L. (1977). Psychoanalysis and Behavior Therapy: Toward an Integration.",
    "Wachtel, P. L. (2011). Therapeutic Communication: Knowing What to Say When."
  ],

  "descripcion": "La Psicodinámica cíclica de Paul L. Wachtel es un enfoque integrativo que explica el sufrimiento psicológico como el resultado de ciclos auto-mantenidos entre patrones intrapsíquicos (expectativas, defensas, temores, necesidades) y transacciones interpersonales cotidianas que, sin querer, confirman y refuerzan esos patrones. En vez de elegir entre insight o cambio conductual, sostiene que ambos se potencian: las conductas y contextos mantienen (y pueden desmantelar) los significados; y los significados, a su vez, guían conductas que re-crean el mismo escenario relacional. El trabajo terapéutico se centra en formular con precisión el ciclo (disparadores → anticipaciones → respuestas → reacciones del entorno → confirmación), intervenir en puntos estratégicos (acciones nuevas, exposición a lo temido, habilidades relacionales, cambios contextuales) y, al mismo tiempo, elaborar el sentido psicodinámico de por qué ese ciclo es tan “necesario” para la persona (protecciones, culpa, vergüenza, apego, lealtades y temores). La terapia es activa y colaborativa: se ensayan alternativas conductuales y relacionales en y fuera de sesión, se observa el impacto real, y se integra lo aprendido para que la identidad y la relación interna se vuelvan más flexibles y menos reactivas. Texto aportado: Integración teórica que vincula patrones intrapsíquicos y ciclos de interacción mantenidos por el contexto. Combina intervención activa (contracondicionamiento, cambio de hábitos y contextos) con trabajo interpretativo e insight, subrayando que l  grupo: 'Integrativo', label: 'Psicodinámica cíclica', year: 1977, autores: 'Paul Wachtel', universidad: 'City University of New York (CUNY)', ciudad: 'Nueva York', pais: 'EE. UU.', lat: 40.712776, lon: -74.005974 },a personalidad cambia cuando cambian también las conductas y las transacciones cotidianas.",

  "influencias": [
    "Psicodinámica relacional/interpersonal",
    "Conductismo",
    "Aprendizaje social",
    "Cognitivismo"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye desde una postura integrativa y no dogmática: el terapeuta valida la lógica protectora del patrón (qué intenta evitar o sostener) y, a la vez, se compromete a experimentar cambios concretos sin humillar ni forzar. El vínculo se refuerza cuando el paciente percibe que el terapeuta entiende el ciclo como una trampa aprendida y no como un defecto moral, reduciendo vergüenza y defensividad.",
    "ALI_objetivos": "Los objetivos se formulan como modificación del ciclo: identificar qué secuencia se repite, dónde se dispara y qué consecuencias la mantienen. Se acuerdan metas observables (p. ej., nuevas respuestas, límites, exposición a evitaciones, cambios contextuales) y metas de comprensión (p. ej., significados, temores, defensas) para que el trabajo sea coherente y medible.",
    "ALI_tareas": "Las tareas se explican como experimentos para interrumpir la retroalimentación del ciclo y obtener datos nuevos. La alianza mejora cuando las tareas se calibran al nivel de amenaza (no demasiado pronto ni demasiado grande), y cuando se revisa en sesión lo ocurrido sin convertirlo en examen de rendimiento.",
    "ALI_colaboracion": "Paciente y terapeuta co-construyen la formulación cíclica y deciden juntos por dónde intervenir (conducta, comunicación, contexto, auto-crítica, exposición, reparación). Esta colaboración protege la autonomía del paciente y convierte la terapia en un laboratorio aplicado a su vida cotidiana.",
    "ALI_sintonia": "La sintonía se expresa ajustando la directividad y el ritmo: a veces se prioriza contención y clarificación del significado; otras, acción y ensayo. El terapeuta regula el timing de interpretaciones y tareas conductuales para no activar vergüenza, retraimiento o desafío defensivo.",
    "ALI_rupturaReparacion": "Las rupturas suelen aparecer cuando el paciente siente que la intervención conductual invalida su historia, o cuando las interpretaciones se viven como acusación. La reparación consiste en volver al ciclo, validar la función protectora, renegociar tareas y reconocer el impacto relacional en el aquí-ahora.",
    "ALI_monitorizacion": "Se monitoriza la alianza observando señales de evitación, compliance vacío, irritación o retirada emocional, y preguntando explícitamente por la vivencia del trabajo. Esta monitorización es crucial porque el propio ciclo puede reproducirse dentro de la terapia.",
    "ALI_contexto": "Se integra el contexto real (familia, trabajo, cultura, economía, redes) porque el mantenimiento del ciclo depende de transacciones cotidianas. La sensibilidad al contexto evita culpabilizar al paciente por dinámicas que están parcialmente sostenidas por su entorno."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como co-determinada por significados intrapsíquicos y por patrones relacionales que se retroalimentan en contextos concretos. No se reduce a una verdad interna puramente interpretativa ni a un mero aprendizaje observable: lo clínicamente real es el ciclo vivo entre persona y entorno.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es pragmático e integrativo: se construye combinando comprensión psicodinámica (función, defensa, historia relacional) con verificación experiencial a través de intervenciones y experimentos conductuales. Se privilegia la coherencia explicativa que guíe acciones útiles y genere nueva evidencia.\n\nConcepción del ser humano y del cambio\nEl ser humano es un agente relacional con necesidades y temores aprendidos que organizan su conducta y su percepción del vínculo. El cambio emerge cuando se interrumpe la retroalimentación del ciclo mediante nuevas conductas y nuevas experiencias relacionales, y cuando esas experiencias se integran en una comprensión más flexible de sí mismo.\n\nRol de la relación terapéutica\nLa relación terapéutica es simultáneamente contexto de observación del ciclo (enactments) y fuente de experiencias correctivas. No es solo un medio técnico: es un espacio relacional donde se ensayan respuestas distintas y se resignifican defensas sin humillación.",

    "teoriaFormal": "Qué es el self\nEl self se concibe como un patrón dinámico de expectativas, defensas, necesidades y guiones relacionales que se consolida en interacción con figuras significativas y se reactualiza en transacciones cotidianas. La identidad no es un núcleo fijo, sino una organización que se mantiene por regularidades interpersonales y por la relación interna con la vulnerabilidad.\n\nCómo se explica el cambio\nEl cambio se explica como una modificación del ciclo: al introducir respuestas nuevas y sostenerlas el tiempo suficiente, el entorno responde diferente y el paciente obtiene experiencias que debilitan predicciones antiguas. El insight se vuelve operativo cuando ayuda a tolerar el riesgo del cambio y a persistir en conductas nuevas hasta que el sistema se reorganiza.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por bucles de confirmación: anticipaciones temerosas y defensas generan conductas que provocan reacciones del entorno que confirman la expectativa original. Estos bucles pueden estar sostenidos por vergüenza, culpa, necesidades de apego, auto-crítica y reglas implícitas internalizadas.",

    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula como un ciclo específico (disparadores → anticipaciones/afectos → defensas/acciones → respuesta del otro → confirmación/autoimagen). Se identifican puntos de entrada: comunicación, límites, exposición a evitaciones, habilidades, auto-crítica, interpretaciones centrales y cambios de contexto.\n\nQué procesos terapéuticos se priorizan\nSe prioriza: mapeo fino del ciclo, mentalización de estados propios y ajenos, interrupción conductual estratégica, trabajo con vergüenza y crítico interno cuando sostienen el patrón, elaboración psicodinámica de la función protectora del ciclo y creación de experiencias relacionales correctivas.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por debilitamiento del bucle (menos frecuencia/intensidad), aumento de alternativas conductuales y relacionales, mayor tolerancia afectiva al riesgo del cambio, modificaciones estables en el contexto interpersonal y una narrativa interna más compasiva y flexible."
  },

  "procesos": [
    "Identificación de ciclos auto-mantenidos",
    "Interrupción estratégica de patrones de interacción",
    "Insight operativo (comprensión que guía acción)",
    "Exposición a evitaciones relacionales",
    "Experiencias relacionales correctivas y reparación",
    "Reorganización de autoimagen y diálogo interno"
  ],

  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],

  "refs": [
    "Wachtel, P. L. (1977). Psychoanalysis and Behavior Therapy: Toward an Integration.",
    "Wachtel, P. L. (1993). Therapeutic Communication: Principles and Effective Practice.",
    "Wachtel, P. L. (2008). Relational Theory and the Practice of Psychotherapy.",
    "Wachtel, P. L. (2011). Therapeutic Communication: Knowing What to Say When."
  ],
"ideasPrincipales": [
  {
    "id": "idea_wachtel_1",
    "titulo": "El sufrimiento se mantiene por ciclos auto-reforzados entre la persona y su entorno",
    "desarrollo": "La Psicodinámica cíclica entiende la psicopatología no como algo exclusivamente intrapsíquico ni puramente conductual, sino como el resultado de ciclos repetidos en los que expectativas, emociones y defensas del individuo generan conductas que provocan respuestas del entorno que, a su vez, confirman esas expectativas iniciales. El problema no es solo lo que la persona siente o piensa, sino cómo actúa en relación con los demás y cómo esas interacciones refuerzan una y otra vez el mismo patrón, dando una sensación de inevitabilidad y destino psicológico. (Wachtel, 1977, *Psychoanalysis and Behavior Therapy*)."
  },
  {
    "id": "idea_wachtel_2",
    "titulo": "Las defensas no son errores, sino estrategias que funcionan dentro del ciclo",
    "desarrollo": "Las conductas problemáticas —evitación, ataque, retirada emocional, complacencia, control— no se consideran fallos del carácter ni simples hábitos desadaptativos, sino intentos aprendidos de protegerse frente a amenazas relacionales como la vergüenza, el rechazo o el abandono. Estas estrategias suelen funcionar a corto plazo, reduciendo ansiedad o dolor, pero a medio y largo plazo mantienen el ciclo que confirma los temores originales. Comprender la función protectora de la defensa es clave para poder cambiarla sin activar autoataque ni colapso identitario. (Wachtel, 1977; Wachtel, 2008)."
  },
  {
    "id": "idea_wachtel_3",
    "titulo": "El insight solo es terapéutico si conduce a una experiencia diferente",
    "desarrollo": "Wachtel critica tanto el insight puramente intelectual como el cambio conductual ciego al significado. La comprensión psicodinámica es necesaria, pero insuficiente, si no se traduce en acciones nuevas que generen experiencias relacionales distintas. El insight se vuelve terapéutico cuando ayuda al paciente a tolerar el riesgo emocional del cambio y a sostener conductas alternativas el tiempo suficiente como para que el entorno responda de otra manera y el ciclo empiece a debilitarse. (Wachtel, 1977, *Psychoanalysis and Behavior Therapy*)."
  },
  {
    "id": "idea_wachtel_4",
    "titulo": "Cambiar la conducta puede transformar la personalidad",
    "desarrollo": "En la Psicodinámica cíclica, la personalidad no es una estructura fija que primero deba cambiar para que la conducta se modifique; ocurre también al revés. Cuando una persona actúa de forma distinta de manera sostenida —se expone a lo evitado, comunica de otro modo, establece límites o tolera cercanía—, las transacciones cotidianas cambian, y con ellas se transforman la autoimagen, las expectativas y la relación interna. La identidad se reorganiza a partir de nuevas experiencias vividas, no solo comprendidas. (Wachtel, 1977; Wachtel, 2008)."
  },
  {
    "id": "idea_wachtel_5",
    "titulo": "El aquí-y-ahora relacional revela el ciclo en funcionamiento",
    "desarrollo": "Los patrones problemáticos no solo se relatan: se reactivan en tiempo real, tanto en la vida cotidiana como dentro de la relación terapéutica. Retiradas, desafíos, complacencia o frialdad pueden aparecer también con el terapeuta, ofreciendo una oportunidad privilegiada para observar el ciclo en vivo. Cuando estos enactments se señalan con sensibilidad y se trabajan sin culpabilización, la terapia se convierte en un laboratorio relacional donde es posible ensayar respuestas nuevas y vivir experiencias correctivas. (Wachtel, 2008, *Relational Theory and the Practice of Psychotherapy*)."
  },
  {
    "id": "idea_wachtel_6",
    "titulo": "La terapia es activa, estratégica y colaborativa",
    "desarrollo": "El terapeuta no se limita a interpretar ni a prescribir técnicas, sino que colabora con el paciente para formular el ciclo y decidir por dónde intervenir: conducta, comunicación, exposición, contexto o elaboración emocional. Las tareas se entienden como experimentos cuidadosamente calibrados, no como pruebas de voluntad. Esta actitud activa y colaborativa reduce la pasividad terapéutica y refuerza la agencia del paciente, que deja de verse como prisionero de su historia. (Wachtel, 2011, *Therapeutic Communication*)."
  },
  {
    "id": "idea_wachtel_7",
    "titulo": "El objetivo no es eliminar el conflicto, sino desactivar la retroalimentación patológica",
    "desarrollo": "La Psicodinámica cíclica no promete una vida sin conflicto ni emociones dolorosas. Su objetivo es más preciso: debilitar los bucles que convierten dificultades normales en problemas crónicos. Cuando el ciclo pierde fuerza, la persona puede experimentar miedo, deseo o frustración sin quedar atrapada en respuestas automáticas que empeoran la situación. El cambio terapéutico se manifiesta como mayor libertad de respuesta y mayor tolerancia a la complejidad relacional. (Wachtel, 1977; Wachtel, 2008)."
  }
],

"procedimientos": [
  {
    "nombre": "Formulación del ciclo psicodinámico-conductual",
    "codigo": "p_wachtel_formulacionCiclo",
    "procesos": ["R_sist_ciclos", "N_metacognicion", "N_insightPsicodinamico"],
    "texto": "Procedimiento central de la Psicodinámica cíclica que consiste en construir de forma colaborativa un mapa explícito del ciclo auto-mantenido que vincula disparadores contextuales, anticipaciones, emociones, defensas, conductas y respuestas del entorno. El objetivo no es explicar el pasado de forma abstracta, sino mostrar cómo la persona, sin pretenderlo, recrea en el presente las condiciones que confirman sus expectativas relacionales. Esta formulación sirve como brújula clínica para decidir dónde intervenir (conducta, comunicación, exposición, contexto o elaboración emocional) y para transformar el insight en una guía operativa de cambio, evitando moralización o intelectualización. (Wachtel, 1977; Wachtel, 2008)"
  },
  {
    "nombre": "Análisis microsecuencial de interacción (aquí-ahora y fuera de sesión)",
    "codigo": "p_wachtel_microsecuencia",
    "procesos": ["R_sist_interaccion", "N_metacognicion", "RE_rotulacion"],
    "texto": "Procedimiento que descompone episodios concretos de interacción en micro-secuencias para identificar con precisión qué sintió, pensó, anticipó, hizo y comunicó cada parte, y cómo cada respuesta provocó la siguiente. Al ralentizar la escena, se hacen visibles automatismos que suelen vivirse como inevitables y se localizan puntos de bifurcación donde una respuesta mínima diferente podría haber cambiado la trayectoria del encuentro. Este análisis reduce culpa, aumenta conciencia procesual y prepara el terreno para ensayar alternativas más funcionales. (Wachtel, 2011; Wachtel, 2008)"
  },
  {
    "nombre": "Detección de predicciones relacionales y pruebas de realidad",
    "codigo": "p_wachtel_predicciones",
    "procesos": ["N_reformulacion", "N_metacognicion", "AG_compromisoConductual"],
    "texto": "Procedimiento orientado a identificar las predicciones implícitas que guían la conducta del paciente en contextos relacionales (p. ej., “si me muestro vulnerable, me humillarán”) y a diseñar pruebas de realidad graduadas para contrastarlas en la experiencia cotidiana. Estas pruebas no buscan demostrar que el paciente está equivocado, sino generar evidencia nueva que permita flexibilizar expectativas rígidas y tolerar el riesgo emocional del cambio sin recurrir a evitación, sumisión o ataque defensivo. (Wachtel, 1977; Wachtel, 2011)"
  },
  {
    "nombre": "Intervención conductual estratégica para romper el bucle",
    "codigo": "p_wachtel_intervencionEstrategica",
    "procesos": ["AG_compromisoConductual", "R_repertorioInterpersonal", "R_sist_ciclos"],
    "texto": "Procedimiento que consiste en seleccionar de manera estratégica un punto concreto del ciclo donde una modificación conductual sea viable y tenga alto impacto clínico, como cambiar el timing, el tono emocional, la forma de pedir, el establecimiento de límites o el patrón de retirada y acercamiento. La nueva respuesta se ensaya, se ajusta y se sostiene el tiempo suficiente para que el sistema relacional responda de forma distinta, debilitando así la retroalimentación que mantenía el patrón problemático. (Wachtel, 1977; Wachtel, 2008)"
  },
  {
    "nombre": "Exposición a evitaciones relacionales (gradual y con sentido)",
    "codigo": "p_wachtel_exposicionRelacional",
    "procesos": ["RE_modulacion", "AG_compromisoConductual", "R_limitesInterpersonales"],
    "texto": "Procedimiento que identifica y jerarquiza evitaciones interpersonales significativas —como pedir, decir no, expresar necesidad, tolerar desacuerdo o sostener cercanía emocional— y diseña exposiciones graduadas acompañadas de preparación emocional y revisión posterior. El objetivo es demostrar experiencialmente que es posible atravesar ansiedad, vergüenza o miedo sin que se produzca la catástrofe anticipada, ampliando la ventana de tolerancia y debilitando defensas que mantenían el ciclo. (Wachtel, 1977; Wachtel, 2008)"
  },
  {
    "nombre": "Trabajo con enactments del ciclo en sesión",
    "codigo": "p_wachtel_enactmentSesion",
    "procesos": ["R_sist_interaccion", "AP_trabajoCorrectivo", "N_insightPsicodinamico"],
    "texto": "Procedimiento que utiliza la relación terapéutica como laboratorio vivo para detectar cuándo el ciclo relacional del paciente se reactiva en sesión mediante retirada, desafío, complacencia, acusación o frialdad emocional. El terapeuta hace explícito el proceso con sensibilidad, nombra el miedo o la expectativa subyacente y facilita una respuesta diferente dentro de un vínculo seguro, generando una experiencia relacional correctiva que puede ser internalizada y generalizada fuera de la consulta. (Wachtel, 2008; Wachtel, 2011)"
  },
  {
    "nombre": "Interpretación contextualizada y utilizable",
    "codigo": "p_wachtel_interpretacionUtil",
    "procesos": ["N_insightPsicodinamico", "RI_criticoInterno", "I_autoimagen"],
    "texto": "Procedimiento interpretativo que vincula las defensas y expectativas actuales con su función protectora en la historia relacional del paciente, mostrando cómo surgieron para evitar vergüenza, abandono o intrusión. La interpretación se formula de manera que aumente la compasión hacia la parte protectora y se traduzca en elecciones actuales concretas, evitando explicaciones cerradas que refuercen autoataque, fatalismo identitario o pasividad terapéutica. (Wachtel, 1977; Wachtel, 2008)"
  },
  {
    "nombre": "Entrenamiento de comunicación emocional con foco en el ciclo",
    "codigo": "p_wachtel_comunicacionCiclo",
    "procesos": ["R_comunicacionEmocional", "RE_rotulacion", "R_reparacionRelacional"],
    "texto": "Procedimiento que entrena formas de comunicación emocional directa y no acusatoria, ayudando al paciente a expresar necesidades, límites y afectos sin recurrir a estilos indirectos como la queja, el sarcasmo, la retirada o el ataque, que suelen mantener el ciclo. Se practican guiones breves, validación emocional y reparaciones relacionales para reducir malentendidos y crear transacciones cotidianas menos reactivas. (Wachtel, 2011; Wachtel, 2008)"
  },
  {
    "nombre": "Ajustes contextuales deliberados",
    "codigo": "p_wachtel_ajustesContexto",
    "procesos": ["R_sist_contexto", "AG_tomaDecisiones", "AG_compromisoConductual"],
    "texto": "Procedimiento que identifica variables contextuales que sostienen el ciclo —rutinas, proximidad, roles, reglas implícitas, disponibilidad emocional o redes de apoyo— y planifica cambios realistas para modificar esas condiciones. Al ajustar el entorno, se reduce la frecuencia de activación del patrón y se facilita que las nuevas respuestas del paciente se consoliden con menor coste emocional y menor fricción relacional. (Wachtel, 1977; Wachtel, 2008)"
  },
  {
    "nombre": "Prevención de recaídas como “re-entrada al ciclo”",
    "codigo": "p_wachtel_prevencionRecaidas",
    "procesos": ["N_metacognicion", "AG_compromisoConductual", "R_sist_ciclos"],
    "texto": "Procedimiento que redefine la recaída no como fracaso personal, sino como re-entrada predecible en el ciclo aprendido, enseñando a reconocer señales tempranas —sensaciones corporales, pensamientos, impulsos y estilos comunicativos— y a aplicar planes de interrupción concretos. Se normalizan las oscilaciones y se pone el foco en retomar elecciones distintas con rapidez, evitando culpa y fortaleciendo la sensación de agencia sostenida. (Wachtel, 2011; Wachtel, 2008)"
  }
],


 "micros": [
  {
    "nombre": "Nombrar el ciclo en una frase",
    "codigo": "m_wachtel_fraseCiclo",
    "procesos": ["R_sist_ciclos", "N_metacognicion"],
    "texto": "Microintervención de síntesis clínica que condensa el patrón relacional auto-mantenido en una formulación breve, clara y recordable (por ejemplo, “cuando temo rechazo, me protejo atacando y el otro se aleja, confirmándolo”), con el objetivo de aumentar conciencia en vivo y facilitar que el paciente reconozca el bucle mientras ocurre. Esta formulación no busca simplificar en exceso, sino ofrecer un anclaje cognitivo-práctico que permita interrumpir el ciclo antes de que se complete automáticamente. (Wachtel, 2008)"
  },
  {
    "nombre": "Señalar el punto de bifurcación",
    "codigo": "m_wachtel_bifurcacion",
    "procesos": ["R_sist_interaccion", "AG_tomaDecisiones"],
    "texto": "Microintervención que identifica el instante preciso dentro de la interacción donde una respuesta mínima alternativa —una pausa, una pregunta, un cambio de tono o una petición directa— podría haber modificado el curso del intercambio. Al hacer visible ese punto de bifurcación, se entrena la experiencia subjetiva de elección dentro de lo que suele vivirse como automatismo, fortaleciendo la agencia y reduciendo la sensación de inevitabilidad del patrón. (Wachtel, 2011)"
  },
  {
    "nombre": "Rotulación de emoción antes de actuar",
    "codigo": "m_wachtel_rotularAntes",
    "procesos": ["RE_rotulacion", "RE_modulacion"],
    "texto": "Microintervención que invita a identificar y nombrar la emoción dominante —vergüenza, miedo, rabia, anhelo— justo antes de la respuesta defensiva habitual, con el objetivo de ampliar la ventana de tolerancia emocional. Al introducir esta pausa de rotulación, se reduce la impulsividad, se modula la activación afectiva y se incrementa la probabilidad de elegir respuestas que no alimenten el ciclo relacional aprendido. (Wachtel, 2011)"
  },
  {
    "nombre": "Diferenciar necesidad de estrategia",
    "codigo": "m_wachtel_necesidadEstrategia",
    "procesos": ["AG_necesidadesPropias", "R_comunicacionEmocional"],
    "texto": "Microintervención que ayuda a distinguir entre la necesidad legítima subyacente (cercanía, respeto, seguridad, reconocimiento) y la estrategia defensiva utilizada para intentar satisfacerla (ataque, retirada, test, control). Esta diferenciación permite conservar la legitimidad del deseo mientras se cuestiona la forma, abriendo la posibilidad de pedir lo mismo de manera directa y menos reactiva, reduciendo así la escalada relacional. (Wachtel, 2008)"
  },
  {
    "nombre": "Hipótesis protectora (qué evita la defensa)",
    "codigo": "m_wachtel_funcionDefensa",
    "procesos": ["N_insightPsicodinamico", "RI_criticoInterno"],
    "texto": "Microintervención que formula explícitamente la función protectora de una defensa concreta (por ejemplo, “si me muestro necesitado, me humillarán”), validando su lógica histórica y relacional. Al reconocer qué amenaza intenta evitar la defensa, se reduce la vergüenza y el autoataque, y se crea un clima interno más compasivo que facilita ensayar conductas nuevas sin vivenciarlas como traición a uno mismo. (Wachtel, 1977; Wachtel, 2008)"
  },
  {
    "nombre": "Pregunta de evidencia reciente",
    "codigo": "m_wachtel_evidenciaReciente",
    "procesos": ["N_reformulacion", "N_metacognicion"],
    "texto": "Microintervención que solicita ejemplos concretos y recientes que confirmen o contradigan la predicción central del ciclo, con el fin de debilitar generalizaciones rígidas y lecturas globales del otro y de uno mismo. Esta búsqueda de evidencia experiencial no pretende refutar al paciente, sino ampliar el campo interpretativo y generar una comprensión más matizada y flexible de la realidad relacional. (Wachtel, 2011)"
  },
  {
    "nombre": "Ensayo breve de petición directa",
    "codigo": "m_wachtel_peticionDirecta",
    "procesos": ["R_comunicacionEmocional", "AG_compromisoConductual"],
    "texto": "Microintervención de role-play breve (30–60 segundos) que permite ensayar una petición clara, directa y no acusatoria, sustituyendo estilos indirectos característicos del ciclo como la queja, la retirada o el ataque encubierto. Este ensayo aumenta la probabilidad de respuestas diferentes por parte del entorno y reduce la ansiedad asociada a pedir de forma explícita. (Wachtel, 2011)"
  },
  {
    "nombre": "Reparación mínima en el momento",
    "codigo": "m_wachtel_reparacionMinima",
    "procesos": ["R_reparacionRelacional", "R_comunicacionEmocional"],
    "texto": "Microintervención que enseña a realizar una reparación relacional breve cuando el ciclo ya se ha activado, combinando reconocimiento del impacto, clarificación de la intención y un reintento inmediato. Esta reparación mínima evita que la interacción complete la secuencia confirmatoria habitual y entrena la capacidad de corregir el rumbo sin retirarse ni escalar el conflicto. (Wachtel, 2011)"
  },
  {
    "nombre": "Pausa somática para salir del automatismo",
    "codigo": "m_wachtel_pausaSomatica",
    "procesos": ["RF_ground", "RE_modulacion"],
    "texto": "Microintervención que introduce una pausa corporal breve —anclaje sensorial o respiración consciente— en el momento en que emerge el impulso defensivo, con el objetivo de reducir activación fisiológica y recuperar margen de elección. Esta pausa somática permite interrumpir el automatismo del ciclo antes de que se traduzca en acción relacional. (Wachtel, 2011)"
  },
  {
    "nombre": "Identificar el “precio” del ciclo",
    "codigo": "m_wachtel_costeCiclo",
    "procesos": ["AG_motivacionInterna", "I_valoresAspiracionales"],
    "texto": "Microintervención que hace explícito el coste acumulado de mantener el patrón —soledad, conflicto crónico, desgaste emocional u oportunidades perdidas— conectándolo con la identidad y los valores personales. El objetivo no es culpabilizar, sino activar motivación genuina para el cambio al contrastar lo que el ciclo promete proteger con lo que realmente termina generando. (Wachtel, 2008)"
  },
  {
    "nombre": "Micro-exposición pactada",
    "codigo": "m_wachtel_microExposicion",
    "procesos": ["AG_compromisoConductual", "RE_modulacion"],
    "texto": "Microintervención que define un paso mínimo y concreto de exposición relacional para el periodo entre sesiones, ajustando cuidadosamente la dificultad para que sea realizable. Estas micro-exposiciones generan evidencia nueva, reducen evitación y permiten experimentar que el malestar anticipado puede ser tolerado sin que ocurra la catástrofe esperada. (Wachtel, 1977; Wachtel, 2008)"
  },
  {
    "nombre": "Desactivar lectura de mente",
    "codigo": "m_wachtel_lecturaMente",
    "procesos": ["R_mentalizacion", "N_reformulacion"],
    "texto": "Microintervención que frena inferencias rígidas sobre intenciones, pensamientos o emociones del otro y promueve preguntas de verificación directa. Al sustituir la lectura de mente por mentalización explícita, se reducen malentendidos que suelen activar el ciclo y se favorece una interacción más abierta y menos defensiva. (Wachtel, 2011)"
  },
  {
    "nombre": "Reencuadre de la vergüenza como señal",
    "codigo": "m_wachtel_verguenzaSenal",
    "procesos": ["RI_criticoInterno", "RE_aceptacion"],
    "texto": "Microintervención que transforma la vergüenza de prueba de defectuosidad personal en señal de vulnerabilidad activada, reduciendo el ataque interno y la urgencia defensiva. Este reencuadre permite sostener conductas nuevas con mayor compasión hacia uno mismo, sin colapsar ni retraerse ante la activación emocional. (Wachtel, 2008)"
  },
  {
    "nombre": "Reautoría micro-narrativa del episodio",
    "codigo": "m_wachtel_reautoriaEpisodio",
    "procesos": ["N_narrativaAutobiografica", "N_metacognicion"],
    "texto": "Microintervención que reescribe un episodio reciente incorporando la comprensión del ciclo y el punto de elección disponible, consolidando el aprendizaje y debilitando narrativas fatalistas. Esta reautoría micro-narrativa refuerza la percepción de agencia y facilita la generalización del cambio a futuras situaciones. (Wachtel, 2008)"
  },
  {
    "nombre": "Compasión hacia la parte protectora",
    "codigo": "m_wachtel_compasionParte",
    "procesos": ["RI_autocompasion", "RI_partesSubpersonalidades"],
    "texto": "Microintervención que valida la intención protectora de la parte defensiva —control, distancia, ataque o complacencia— y la invita a permitir un experimento alternativo. Al reducir la polarización interna y aumentar autocompasión, se facilita la persistencia en el cambio y la integración de nuevas respuestas sin vivenciar el proceso como auto-traición. (Wachtel, 2008)"
  }
]

}
