{
  "id": "psicoterapia-multimodal-basic-id-lazarus",
  "grupo": "Integrativo",
  "label": "Psicoterapia multimodal (BASIC-ID)",
  "year": 1977,
  "importance": 3,
  "autores": "Arnold A. Lazarus",
     "universidad": "Rutgers University",
      "ciudad": "New Brunswick, New Jersey",
      "pais": "Estados Unidos",
      "lat": 40.486215,
      "lon": -74.451819,

  "books": [
    "Lazarus, A. A. (1976). Multimodal Behavior Therapy.",
    "Lazarus, A. A. (1989). Multimodal Therapy: A Technical Eclectic Approach."
  ],

  "descripcion": "La Psicoterapia multimodal de Arnold A. Lazarus es un enfoque integrativo y técnicamente ecléctico que sostiene que el sufrimiento psicológico no puede comprenderse ni abordarse desde una única dimensión del funcionamiento humano. Propone evaluar e intervenir de manera sistemática en siete modalidades interrelacionadas —BASIC-ID: Conducta (Behavior), Afecto (Affect), Sensación (Sensation), Imaginación (Imagery), Cognición (Cognition), Interpersonal (Interpersonal) y Drogas/Biología (Drugs/Biology)— reconociendo que los problemas clínicos suelen implicar desequilibrios específicos entre ellas. La intervención se planifica de forma pragmática y flexible, seleccionando técnicas procedentes de distintos modelos según la modalidad predominante en cada caso, sin exigir coherencia teórica global, pero sí coherencia funcional y clínica. El terapeuta actúa como estratega activo que adapta continuamente el tratamiento al perfil multimodal del paciente, priorizando eficacia, ajuste individual y utilidad práctica sobre la fidelidad a una escuela concreta.",

  "influencias": [
    "Conductismo",
    "Cognitivismo",
    "Humanismo",
    "Psicología médica"
  ],

  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "neimeyer": {
  "epistemologico": "Concepción de la realidad psicológica\nLa Psicoterapia multimodal adopta una concepción pragmática y pluralista de la realidad psicológica: el sufrimiento humano no se reduce a una única capa explicativa, sino que emerge de la interacción entre múltiples dimensiones del funcionamiento (conductual, emocional, fisiológica, cognitiva, imaginativa, interpersonal y biológica). No se privilegia una ontología única del malestar, sino la utilidad clínica de distintos marcos para comprender y modificar aspectos específicos de la experiencia.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico es instrumental y contextual, orientado a la eficacia práctica más que a la coherencia epistemológica global. Las teorías se valoran por su capacidad para guiar intervenciones útiles en modalidades concretas, no por su consistencia filosófica entre sí. El terapeuta opera como un integrador técnico que selecciona explicaciones y métodos en función del caso, manteniendo un criterio explícito de adecuación clínica.\n\nConcepción del ser humano y del cambio\nEl ser humano es concebido como un sistema complejo y multidimensional, cuyo funcionamiento puede desorganizarse en diferentes niveles simultáneamente. El cambio psicológico no requiere una reorganización global del self, sino modificaciones estratégicas en una o varias modalidades que, al interactuar, producen mejoras en cascada. El cambio es acumulativo, gradual y funcional, más que transformacional o identitario.\n\nRol de la relación terapéutica\nLa relación terapéutica se entiende principalmente como un contexto facilitador del trabajo técnico: debe ser colaborativa, clara y orientada a objetivos, pero no constituye en sí misma un principio explicativo del cambio. Su función central es sostener la implementación eficaz de intervenciones multimodales y favorecer la adherencia al plan terapéutico.",

  "teoriaFormal": "Qué es el self\nEl self no se define como una estructura unitaria o narrativa central, sino como el resultado dinámico de la interacción entre las distintas modalidades BASIC-ID. La identidad personal se expresa en patrones relativamente estables de conducta, emoción, cognición, sensación corporal, imaginación y relación, modulados por condiciones biológicas y contextuales.\n\nCómo se explica el cambio\nEl cambio se explica como la modificación funcional de una o varias modalidades relevantes para el problema, generando efectos indirectos sobre las demás. Intervenir eficazmente en conducta, fisiología, cognición o contexto puede producir cambios emocionales e interpersonales sin necesidad de insight profundo. El modelo asume que diferentes vías de entrada pueden conducir a mejoras equivalentes.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene cuando varias modalidades interactúan de forma disfuncional, reforzándose mutuamente (por ejemplo, evitación conductual, hiperactivación fisiológica, imágenes catastróficas y cogniciones rígidas). La persistencia del problema no se atribuye a conflictos inconscientes ni a déficits estructurales del self, sino a patrones multimodales mal regulados que no han sido abordados de forma coordinada.",

  "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza mediante un perfil multimodal que identifica, para cada modalidad BASIC-ID, los problemas principales, los factores mantenedores y los recursos disponibles. Esta conceptualización es explícita, descriptiva y revisable, y sirve como base para decidir prioridades de intervención y secuenciación terapéutica.\n\nQué procesos terapéuticos se priorizan\nSe priorizan procesos de evaluación funcional, toma de decisiones estratégicas, activación conductual, regulación emocional y fisiológica, reestructuración cognitiva focal, entrenamiento interpersonal y ajuste de factores biológicos cuando están implicados. La elección de procesos depende del peso relativo de cada modalidad en el mantenimiento del problema, no de una jerarquía teórica preestablecida.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa observando cambios concretos en cada modalidad: reducción de conductas problemáticas, mayor claridad y tolerancia emocional, disminución de síntomas somáticos, flexibilización cognitiva, mejora en interacciones interpersonales y estabilización de variables biológicas relevantes. La mejoría parcial se considera clínicamente significativa y guía ajustes continuos del plan terapéutico."
},

"ideasPrincipales": [
  {
    "id": "idea_lazarus_1",
    "titulo": "El sufrimiento psicológico es multidimensional, no unitario",
    "desarrollo": "La Psicoterapia multimodal parte de la idea de que los problemas psicológicos rara vez se explican desde una sola dimensión del funcionamiento humano. Conducta, emoción, sensaciones corporales, imágenes mentales, cogniciones, relaciones interpersonales y factores biológicos interactúan de forma compleja y variable en cada persona. Reducir el problema a una única causa —cognitiva, emocional o conductual— empobrece la comprensión clínica y limita la eficacia terapéutica. El modelo propone evaluar siempre el perfil multimodal específico del paciente antes de decidir cómo intervenir. (Lazarus, 1976, *Multimodal Behavior Therapy*)."
  },
  {
    "id": "idea_lazarus_2",
    "titulo": "BASIC-ID como mapa clínico operativo, no como teoría del self",
    "desarrollo": "El esquema BASIC-ID (Behavior, Affect, Sensation, Imagery, Cognition, Interpersonal, Drugs/Biology) no pretende definir qué es el self ni ofrecer una teoría profunda de la personalidad, sino proporcionar un mapa práctico para no dejar áreas relevantes sin evaluar. Su función es organizativa y estratégica: ayudar al terapeuta a detectar qué modalidades están implicadas en el problema y cuáles ofrecen mejores puntos de entrada para el cambio. Es un modelo de planificación clínica más que una ontología psicológica. (Lazarus, 1989, *Multimodal Therapy*)."
  },
  {
    "id": "idea_lazarus_3",
    "titulo": "Integración técnica sin integración epistemológica",
    "desarrollo": "La Psicoterapia multimodal representa un enfoque de eclecticismo técnico deliberado: se seleccionan técnicas de distintos modelos (conductuales, cognitivos, experienciales, interpersonales, médicos) según su utilidad para una modalidad concreta, sin exigir coherencia teórica global entre ellas. Lazarus rechaza la necesidad de una integración epistemológica profunda y prioriza la coherencia funcional: que cada técnica esté bien indicada, bien explicada al paciente y bien integrada en un plan clínico claro. (Lazarus, 1989)."
  },
  {
    "id": "idea_lazarus_4",
    "titulo": "La evaluación multimodal guía la intervención",
    "desarrollo": "El proceso terapéutico comienza con una evaluación detallada de cada modalidad BASIC-ID, identificando áreas problemáticas, recursos preservados y relaciones entre modalidades. Esta evaluación no es estática: se revisa a lo largo del tratamiento para ajustar prioridades y estrategias. La intervención se dirige preferentemente a las modalidades más influyentes en el mantenimiento del problema, sabiendo que el cambio en una modalidad puede producir efectos en cascada sobre las demás. (Lazarus, 1976)."
  },
  {
    "id": "idea_lazarus_5",
    "titulo": "El terapeuta como estratega activo y flexible",
    "desarrollo": "En el modelo multimodal, el terapeuta adopta un rol activo y directivo, diseñando y ajustando continuamente el plan de tratamiento según la respuesta del paciente. No se limita a facilitar insight ni a aplicar protocolos rígidos, sino que combina psicoeducación, entrenamiento, tareas conductuales, trabajo emocional, técnicas cognitivas o intervenciones médicas cuando es necesario. La flexibilidad técnica es una virtud central, siempre subordinada a un razonamiento clínico explícito. (Lazarus, 1989)."
  },
  {
    "id": "idea_lazarus_6",
    "titulo": "No todas las modalidades pesan igual en todos los casos",
    "desarrollo": "Un principio clave del enfoque multimodal es que cada persona presenta un perfil único de modalidades más o menos implicadas en su malestar. En algunos casos predomina la evitación conductual, en otros la activación fisiológica, las imágenes intrusivas, los patrones interpersonales o factores biológicos como el sueño o la medicación. La terapia eficaz no trata todas las modalidades por igual, sino que prioriza aquellas que tienen mayor poder explicativo y de cambio en ese caso concreto. (Lazarus, 1976; 1989)."
  },
  {
    "id": "idea_lazarus_7",
    "titulo": "El criterio último es la utilidad clínica, no la pureza teórica",
    "desarrollo": "La Psicoterapia multimodal se orienta explícitamente por un criterio pragmático: una intervención es válida si ayuda al paciente a funcionar mejor y a reducir su sufrimiento, independientemente de su origen teórico. Esta postura desafía el apego identitario a las escuelas psicoterapéuticas y sitúa la responsabilidad clínica en la eficacia real y en la adaptación al individuo. El modelo anticipa así muchas de las prácticas integrativas contemporáneas centradas en procesos y resultados. (Lazarus, 1989)."
  }
],
  "procedimientos": [
  {
    "nombre": "Evaluación multimodal BASIC-ID (perfil inicial)",
    "codigo": "p_lazarus_basicid_perfil",
    "procesos": ["N_metacognicion", "RE_rotulacion", "R_repertorioInterpersonal"],
    "texto": "Procedimiento de evaluación estructurada que recoge información sistemática de las siete modalidades BASIC-ID (Conducta, Afecto, Sensación, Imaginación, Cognición, Interpersonal, Drogas/Biología) para identificar qué dominios están más implicados en el problema, cuáles actúan como mantenedores y qué recursos ya existen. El objetivo es construir un “mapa clínico” que evite reduccionismos (solo cognitivo, solo emocional, etc.) y permita diseñar un plan de intervención por modalidades, priorizando puntos de entrada de alto impacto y definiendo qué indicadores concretos señalarían mejoría. (Lazarus, 1976)"
  },
  {
    "nombre": "Inventario de problemas y priorización por impacto y viabilidad",
    "codigo": "p_lazarus_priorizacion_problemas",
    "procesos": ["AG_tomaDecisiones", "N_metacognicion"],
    "texto": "Procedimiento para convertir una queja global en una lista concreta de problemas y objetivos, priorizándolos según impacto en la vida diaria, urgencia clínica, riesgos, motivación y accesibilidad al cambio. Esta priorización evita dispersión típica de enfoques eclécticos y permite elegir secuencias terapéuticas realistas (qué se aborda primero y por qué), manteniendo un hilo conductor pese a intervenir en múltiples modalidades. (Lazarus, 1989)"
  },
  {
    "nombre": "Formulación multimodal de mantenimiento (cadena por modalidades)",
    "codigo": "p_lazarus_formulacion_mantenimiento",
    "procesos": ["N_reformulacion", "R_sist_ciclos", "N_metacognicion"],
    "texto": "Procedimiento de conceptualización que integra la información BASIC-ID en una formulación de mantenimiento: cómo se conectan conducta, emoción, sensaciones, imágenes, cogniciones, patrones interpersonales y factores biológicos para sostener el problema en bucles de retroalimentación. Se identifican disparadores típicos, respuestas automáticas y consecuencias que refuerzan el patrón, de modo que la formulación no sea solo descriptiva sino utilizable para seleccionar técnicas específicas y anticipar obstáculos de recaída. (Lazarus, 1989)"
  },
  {
    "nombre": "Plan de tratamiento por modalidades (secuenciación estratégica)",
    "codigo": "p_lazarus_plan_modalidades",
    "procesos": ["AG_compromisoConductual", "N_metacognicion", "R_sist_contexto"],
    "texto": "Procedimiento de diseño del tratamiento que traduce el perfil BASIC-ID en un plan secuenciado: qué modalidades se intervienen primero, qué técnicas se usarán en cada una y cómo se coordinarán entre sí para producir efectos en cascada. Se busca coherencia funcional (no “mezclar por mezclar”), definiendo tareas dentro y fuera de sesión, criterios de avance y ajustes contextuales que favorezcan generalización del cambio. (Lazarus, 1989)"
  },
  {
    "nombre": "Psicoeducación multimodal y explicación del modelo BASIC-ID",
    "codigo": "p_lazarus_psicoeducacion_basicid",
    "procesos": ["N_reformulacion", "ALI_expectativas", "N_metacognicion"],
    "texto": "Procedimiento de explicación plausible del enfoque, donde se presenta BASIC-ID como un mapa práctico del funcionamiento humano y se aclara por qué se emplearán técnicas diferentes según la modalidad predominante. Se busca aumentar colaboración, expectativas realistas y sentido de dirección, evitando que el paciente viva la integración técnica como incoherencia o improvisación, y fomentando que el propio paciente observe su experiencia en términos de modalidades. (Lazarus, 1989)"
  },
  {
    "nombre": "Monitorización continua por modalidades (feedback y ajuste)",
    "codigo": "p_lazarus_monitorizacion_modal",
    "procesos": ["N_metacognicion", "ALI_monitorizacion"],
    "texto": "Procedimiento de seguimiento sistemático del progreso, evaluando cambios en cada modalidad (conductas clave, intensidad/claridad emocional, síntomas somáticos, intrusiones imaginativas, rumiación/cogniciones, calidad relacional, sueño/sustancias/medicación) para decidir qué mantener, qué intensificar y qué cambiar. Esta monitorización previene estancamientos y reduce el riesgo de tratamientos largos sin dirección, haciendo que la terapia sea adaptable sin perder estructura. (Lazarus, 1989)"
  },
  {
    "nombre": "Asignación de tareas entre sesiones (homework multimodal)",
    "codigo": "p_lazarus_homework_multimodal",
    "procesos": ["AG_compromisoConductual", "N_metacognicion"],
    "texto": "Procedimiento de diseño de tareas específicas para intervenir fuera de sesión en una o varias modalidades: experimentos conductuales, registros emocionales/somáticos, prácticas de relajación, ejercicios de imaginación, reestructuración cognitiva breve o ensayos comunicativos. Se calibran dificultad y contexto para asegurar adherencia, y se revisan resultados en términos de utilidad clínica (qué cambió y qué no), manteniendo el enfoque pragmático característico del modelo. (Lazarus, 1976; Lazarus, 1989)"
  },
  {
    "nombre": "Intervención en Conducta (B) mediante activación y modificación de hábitos",
    "codigo": "p_lazarus_conducta_habitos",
    "procesos": ["AG_compromisoConductual", "R_sist_contexto"],
    "texto": "Procedimiento orientado a cambiar patrones conductuales que mantienen el problema (evitación, inactividad, impulsividad, rituales, desorganización), introduciendo activación graduada, planificación, reforzamiento y cambios de rutina para generar experiencias correctivas rápidas. Se prioriza lo observable y repetible, porque pequeñas modificaciones sostenidas en conducta suelen producir mejoras en afecto, autoimagen y relaciones, alineándose con la lógica multimodal de efectos en cascada. (Lazarus, 1976)"
  },
  {
    "nombre": "Intervención en Afecto (A) mediante clarificación y regulación emocional",
    "codigo": "p_lazarus_afecto_regulacion",
    "procesos": ["RE_rotulacion", "RE_modulacion", "RE_prevEvitacion"],
    "texto": "Procedimiento que trabaja identificación, validación y modulación de emociones, detectando evitaciones afectivas y enseñando estrategias para sostener activación sin desbordarse (p. ej., rotulación precisa, tolerancia al malestar, exposición emocional breve cuando procede). No se trata de “hablar de emociones” como fin en sí mismo, sino de intervenir cuando el afecto es un mantenedor principal del problema o un bloqueador del cambio en otras modalidades. (Lazarus, 1989)"
  },
  {
    "nombre": "Intervención en Sensación (S) mediante regulación somática y manejo fisiológico",
    "codigo": "p_lazarus_sensacion_somatica",
    "procesos": ["RF_resp", "RF_relax", "RF_ground"],
    "texto": "Procedimiento centrado en reducir hiperactivación o desconexión corporal mediante técnicas somáticas (respiración, relajación muscular, grounding) y entrenamiento de conciencia corporal funcional. Se utiliza cuando síntomas fisiológicos (tensión, agitación, somatización, pánico) están amplificando afecto y cogniciones, de modo que estabilizar el cuerpo aumenta accesibilidad al resto del trabajo terapéutico. (Lazarus, 1976; Lazarus, 1989)"
  },
  {
    "nombre": "Intervención en Imaginación (I) mediante trabajo con imágenes y ensayos mentales",
    "codigo": "p_lazarus_imaginacion_intervencion",
    "procesos": ["AP_evocacion", "N_reformulacion", "RE_modulacion"],
    "texto": "Procedimiento que aborda la modalidad de imágenes mentales (intrusiones, catastrofización visual, recuerdos vívidos, escenas temidas) usando técnicas de modificación de imagen y ensayo imaginado de conductas alternativas. Al cambiar la imagen, se cambia la respuesta emocional y conductual asociada, lo que resulta especialmente útil cuando la imaginación es un disparador directo de ansiedad, vergüenza o evitación. (Lazarus, 1989)"
  },
  {
    "nombre": "Intervención en Cognición (C) mediante reatribución y auto-instrucciones",
    "codigo": "p_lazarus_cognicion_reestructuracion",
    "procesos": ["N_reformulacion", "N_marcosCognitivos"],
    "texto": "Procedimiento que identifica pensamientos automáticos, reglas rígidas y sesgos interpretativos relevantes para el mantenimiento del problema y los trabaja con reatribución, búsqueda de alternativas y entrenamiento de auto-instrucciones funcionales. La meta no es “pensar positivo”, sino generar interpretaciones más ajustadas que permitan conductas nuevas y reduzcan afecto desbordante, integrando lo cognitivo como una modalidad más dentro del sistema. (Lazarus, 1989)"
  },
  {
    "nombre": "Intervención en Interpersonal (I) mediante habilidades y repertorio relacional",
    "codigo": "p_lazarus_interpersonal_habilidades",
    "procesos": ["R_repertorioInterpersonal", "R_comunicacionEmocional", "R_limitesInterpersonales"],
    "texto": "Procedimiento orientado a ampliar el repertorio interpersonal del paciente mediante entrenamiento de habilidades (asertividad, pedir, rechazar, negociar, validar, reparar), análisis de patrones y tareas de aplicación en contextos reales. Se usa cuando los problemas relacionales sostienen el malestar o bloquean cambios en otras modalidades, y se evalúa por resultados concretos en interacciones cotidianas. (Lazarus, 1976; Lazarus, 1989)"
  },
  {
    "nombre": "Intervención en Drogas/Biología (D) y coordinación médico-contextual",
    "codigo": "p_lazarus_biologia_sustancias",
    "procesos": ["VB_sueno", "VB_sustancias", "R_sist_apoyo"],
    "texto": "Procedimiento que incluye evaluación y manejo de factores biológicos y de consumo (sueño, medicación, alcohol/cannabis/estimulantes, salud física), con psicoeducación y, cuando procede, coordinación con recursos médicos. El objetivo es evitar atribuir a “lo psicológico” fenómenos primariamente fisiológicos y reducir ruido biológico que empeora regulación emocional y control conductual, mejorando viabilidad del proceso terapéutico. (Lazarus, 1989)"
  },
  {
    "nombre": "Entrenamiento en resolución de problemas y toma de decisiones",
    "codigo": "p_lazarus_resolucion_problemas",
    "procesos": ["AG_tomaDecisiones", "N_metacognicion"],
    "texto": "Procedimiento estructurado para definir problemas, generar opciones, anticipar consecuencias, elegir pasos y revisar resultados, aplicable tanto a decisiones personales como a dilemas interpersonales. Se utiliza para transformar rumiación y bloqueo en acción organizada, y encaja con el enfoque multimodal al convertir la terapia en una intervención pragmática sobre la vida cotidiana del paciente. (Lazarus, 1989)"
  },
  {
    "nombre": "Ensayo conductual y role-playing para generalización",
    "codigo": "p_lazarus_roleplay_generalizacion",
    "procesos": ["R_comunicacionEmocional", "AG_compromisoConductual"],
    "texto": "Procedimiento de práctica en sesión de conductas específicas (peticiones, límites, conversaciones difíciles, afrontamiento) mediante role-play, con feedback y repetición hasta lograr una ejecución mínima viable. Se orienta a la generalización: que el paciente pueda usar la conducta en el contexto real, reduciendo evitación y aumentando sensación de competencia, especialmente cuando lo interpersonal es un mantenedor central. (Lazarus, 1976; Lazarus, 1989)"
  },
  {
    "nombre": "Exposición gradual a estímulos temidos (conductual y emocional)",
    "codigo": "p_lazarus_exposicion_gradual",
    "procesos": ["AG_compromisoConductual", "RE_modulacion", "RF_expo"],
    "texto": "Procedimiento que diseña jerarquías de exposición y pasos graduados para reducir evitación y sensibilidad al miedo, integrando regulación emocional y fisiológica para sostener la activación sin colapsar. En multimodal se utiliza de forma pragmática, combinándola con intervenciones en cognición e imaginación cuando estas modalidades están alimentando la amenaza anticipada. (Lazarus, 1976)"
  },
  {
    "nombre": "Prevención de recaídas y plan de mantenimiento multimodal",
    "codigo": "p_lazarus_prevencion_recaidas",
    "procesos": ["N_metacognicion", "AG_compromisoConductual", "R_sist_contexto"],
    "texto": "Procedimiento de cierre y mantenimiento que identifica señales tempranas de recaída por modalidades (conductas de evitación, escalada afectiva, síntomas somáticos, imágenes intrusivas, cogniciones rígidas, conflictos interpersonales, deterioro de sueño/sustancias) y define acciones específicas para responder antes de que el patrón se reinstale. Se construye un plan realista con hábitos, apoyos y recordatorios que sostengan los cambios y reduzcan dependencia de la sesión. (Lazarus, 1989)"
  }
],
"micros": [
  {
    "nombre": "Chequeo rápido BASIC-ID en sesión",
    "codigo": "m_lazarus_checkin_basicid",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención breve al inicio o cierre de sesión que revisa de forma rápida cómo ha estado la semana del paciente en cada modalidad BASIC-ID, permitiendo detectar desplazamientos del problema, mejoras parciales o nuevas áreas de bloqueo. Este chequeo evita focalizar siempre en la misma dimensión por inercia terapéutica y mantiene una visión global y actualizada del funcionamiento del paciente. (Lazarus, 1989)"
  },
  {
    "nombre": "Identificación de modalidad dominante del episodio",
    "codigo": "m_lazarus_modalidad_dominante",
    "procesos": ["N_metacognicion", "N_reformulacion"],
    "texto": "Microintervención que ayuda a identificar qué modalidad BASIC-ID está siendo dominante en un episodio concreto de malestar (conductual, emocional, somática, imaginativa, cognitiva, interpersonal o biológica), orientando la elección inmediata de la intervención más eficaz. Este enfoque reduce intervenciones genéricas y aumenta precisión clínica en tiempo real. (Lazarus, 1989)"
  },
  {
    "nombre": "Traducción de queja global a modalidades específicas",
    "codigo": "m_lazarus_traduccion_modal",
    "procesos": ["N_reformulacion"],
    "texto": "Microintervención que transforma una queja difusa (“estoy fatal”, “todo va mal”) en descriptores concretos por modalidades BASIC-ID, facilitando claridad, reduciendo sensación de caos y permitiendo intervenir de forma focalizada. Esta traducción suele disminuir activación emocional y aumentar percepción de control. (Lazarus, 1976)"
  },
  {
    "nombre": "Selección de micro-objetivo por modalidad",
    "codigo": "m_lazarus_microobjetivo_modal",
    "procesos": ["AG_tomaDecisiones"],
    "texto": "Microintervención que define un objetivo pequeño, observable y alcanzable dentro de una modalidad concreta para el periodo entre sesiones, evitando metas vagas o excesivas. Esta focalización aumenta adherencia, refuerza agencia y permite evaluar progreso de forma clara. (Lazarus, 1989)"
  },
  {
    "nombre": "Interrupción conductual mínima",
    "codigo": "m_lazarus_interrupcion_conductual",
    "procesos": ["AG_compromisoConductual"],
    "texto": "Microintervención que introduce un cambio conductual mínimo pero deliberado en una secuencia problemática (pausar, retrasar, reducir frecuencia o modificar contexto), con el objetivo de debilitar patrones automáticos sin exigir cambios radicales. Es especialmente útil en evitación, impulsividad o hábitos desadaptativos. (Lazarus, 1976)"
  },
  {
    "nombre": "Rotulación afectiva funcional",
    "codigo": "m_lazarus_rotulacion_afecto",
    "procesos": ["RE_rotulacion", "RE_modulacion"],
    "texto": "Microintervención que entrena la identificación precisa de emociones dominantes y secundarias, diferenciándolas de pensamientos o sensaciones corporales, para reducir confusión afectiva y reactividad. La claridad emocional facilita elecciones conductuales más ajustadas y reduce evitación emocional. (Lazarus, 1989)"
  },
  {
    "nombre": "Anclaje somático breve",
    "codigo": "m_lazarus_anclaje_somatico",
    "procesos": ["RF_ground", "RE_modulacion"],
    "texto": "Microintervención que utiliza respiración, presión corporal o estimulación sensorial breve para reducir activación fisiológica cuando la modalidad Sensación está amplificando el problema. Este anclaje mejora acceso a cognición y conducta sin necesidad de intervenciones largas. (Lazarus, 1976)"
  },
  {
    "nombre": "Detección de imágenes mentales activadoras",
    "codigo": "m_lazarus_imagenes_activadoras",
    "procesos": ["AP_evocacion", "N_metacognicion"],
    "texto": "Microintervención que identifica imágenes mentales espontáneas que disparan ansiedad, vergüenza o evitación, diferenciándolas de pensamientos verbales. Al hacer explícita la imagen, se abre la posibilidad de modificarla o neutralizar su impacto emocional. (Lazarus, 1989)"
  },
  {
    "nombre": "Ensayo imaginado de afrontamiento",
    "codigo": "m_lazarus_ensayo_imaginado",
    "procesos": ["AP_evocacion", "AG_compromisoConductual"],
    "texto": "Microintervención que guía al paciente a imaginar de forma vívida una conducta alternativa eficaz frente a una situación temida, preparando respuesta emocional y conductual antes de la exposición real. Este ensayo reduce evitación y aumenta probabilidad de acción. (Lazarus, 1989)"
  },
  {
    "nombre": "Reencuadre cognitivo mínimo",
    "codigo": "m_lazarus_reencuadre_minimo",
    "procesos": ["N_reformulacion"],
    "texto": "Microintervención que introduce una reinterpretación breve y funcional de un pensamiento rígido, sin necesidad de debate prolongado, con el objetivo de desbloquear acción o reducir afecto intenso. Se prioriza utilidad inmediata sobre reestructuración exhaustiva. (Lazarus, 1989)"
  },
  {
    "nombre": "Auto-instrucción funcional",
    "codigo": "m_lazarus_autoinstruccion",
    "procesos": ["N_marcosCognitivos", "AG_compromisoConductual"],
    "texto": "Microintervención que construye frases breves de guía interna (“primero respiro, luego hablo”) para acompañar conductas nuevas en momentos de activación. Estas auto-instrucciones sirven como puente entre cognición y acción. (Lazarus, 1976)"
  },
  {
    "nombre": "Chequeo interpersonal de respuesta del entorno",
    "codigo": "m_lazarus_feedback_interpersonal",
    "procesos": ["R_mentalizacion", "R_repertorioInterpersonal"],
    "texto": "Microintervención que explora cómo responde el entorno cuando el paciente cambia una conducta o forma de comunicación, ayudando a ajustar expectativas y a leer reacciones reales frente a anticipaciones catastróficas. (Lazarus, 1989)"
  },
  {
    "nombre": "Ensayo breve de habilidad interpersonal",
    "codigo": "m_lazarus_ensayo_habilidad",
    "procesos": ["R_comunicacionEmocional", "AG_compromisoConductual"],
    "texto": "Microintervención de role-play muy breve para practicar una habilidad concreta (pedir, decir no, validar, expresar desacuerdo), centrada en lograr una versión mínimamente eficaz y utilizable fuera de sesión. (Lazarus, 1976)"
  },
  {
    "nombre": "Chequeo de sueño, medicación y consumo",
    "codigo": "m_lazarus_chequeo_biologico",
    "procesos": ["VB_sueno", "VB_sustancias"],
    "texto": "Microintervención que revisa factores biológicos básicos que pueden estar influyendo en el estado emocional y conductual (calidad del sueño, adherencia a medicación, consumo de sustancias), evitando interpretaciones psicológicas de fenómenos primariamente fisiológicos. (Lazarus, 1989)"
  },
  {
    "nombre": "Micro-ajuste contextual",
    "codigo": "m_lazarus_ajuste_contextual",
    "procesos": ["R_sist_contexto"],
    "texto": "Microintervención que introduce pequeños cambios en el entorno cotidiano (horarios, exposición a estímulos, apoyos, rutinas) para facilitar el uso de conductas nuevas y reducir fricción contextual, aumentando probabilidad de mantenimiento del cambio. (Lazarus, 1989)"
  },
  {
    "nombre": "Revisión multimodal del progreso",
    "codigo": "m_lazarus_revision_progreso",
    "procesos": ["N_metacognicion", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención que revisa explícitamente qué modalidades han cambiado y cuáles no, reforzando la percepción de avance parcial y ajustando expectativas. Esta revisión evita desmoralización y fortalece la autoría del paciente sobre los cambios logrados. (Lazarus, 1989)"
  }
],


  "refs": [
    "Lazarus, A. A. (1976). Multimodal Behavior Therapy.",
    "Lazarus, A. A. (1989). Multimodal Therapy: A Technical Eclectic Approach."
  ]
}
