{
  "id": "psicoterapia-integrativa-sepi-1992",
  "grupo": "Integrativo",
  "label": "Psicoterapia integrativa (SEPI)",
  "year": 1992,
  "importance": 2,
  "autores": "John C. Norcross",
  "universidad": "University of Scranton",
  "ciudad": "Scranton, Pennsylvania",
  "pais": "EE. UU.",
  "lat": 41.408969,
  "lon": -75.662412,

  "descripcion": "La Psicoterapia integrativa promovida por la Society for the Exploration of Psychotherapy Integration (SEPI), con John C. Norcross como figura central, constituye un marco metateórico y profesional orientado a integrar de forma sistemática los distintos enfoques psicoterapéuticos existentes. No se presenta como un modelo clínico específico de intervención, sino como una orientación paraguas que articula múltiples vías de integración —integración teórica, integración asimilativa, eclecticismo técnico sistemático y enfoque de factores comunes— con énfasis en la evidencia empírica, la coherencia conceptual y la adaptación al paciente. Su objetivo principal es guiar decisiones clínicas informadas que combinen teoría, técnica, relación terapéutica y características del caso de manera explícita, responsable y defendible.",

  "influencias": [
    "Integración asimilativa",
    "Common factors",
    "Relacional"
  ],

  "neimeyer": {
    "epistemologico": "La psicoterapia integrativa asociada a SEPI se fundamenta en una epistemología pluralista y pragmática que reconoce que ningún modelo psicoterapéutico posee una explicación exhaustiva del sufrimiento humano. El conocimiento terapéutico se concibe como contextual, provisional y orientado a la utilidad clínica, integrando teoría, evidencia y juicio profesional. El cambio psicológico se entiende como resultado de múltiples vías posibles, cuya activación depende del ajuste entre intervención, terapeuta, paciente y contexto relacional.",
    "teoriaFormal": "Desde este marco, el funcionamiento psicológico y el cambio no se explican mediante una única teoría del self o de la psicopatología, sino a través de la convergencia de procesos comunes, mecanismos específicos y variables relacionales. La psicoterapia integrativa enfatiza la complementariedad entre modelos y la identificación de principios de cambio transversales, sin reducir la complejidad clínica a una sola lógica explicativa.",
    "teoriaClinica": "La conceptualización del caso se realiza integrando formulaciones teóricas, evidencia empírica, características del paciente y experiencia del terapeuta. La intervención se ajusta de forma flexible y explícita, combinando técnicas y enfoques de manera sistemática y justificada. El progreso terapéutico se evalúa atendiendo tanto a los resultados clínicos como a la calidad del proceso, la alianza terapéutica y la adecuación del tratamiento al caso."
  },

  "mjps": ["RF", "RE", "AP", "RI", "N", "I", "AG", "R"],

  "procedimientos": [

  {
    "nombre": "Evaluación integrativa del caso",
    "codigo": "p_sepi_evaluacion_integrativa",
    "texto": "Procedimiento metaclínico mediante el cual el terapeuta evalúa el caso incorporando de forma explícita múltiples fuentes de información: formulaciones teóricas diversas, evidencia empírica relevante, características del paciente, preferencias y contexto vital. La evaluación no busca una explicación única del problema, sino identificar qué combinaciones de enfoques y principios de cambio pueden resultar más útiles para ese paciente concreto en ese momento del proceso terapéutico. (Norcross & Goldfried, 1992; Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Selección estratégica del enfoque terapéutico",
    "codigo": "p_sepi_seleccion_enfoque",
    "texto": "Procedimiento de toma de decisiones clínicas en el que el terapeuta determina qué orientación o combinación de orientaciones resulta más adecuada como guía principal del tratamiento, atendiendo a la naturaleza del problema, la fase del proceso, la evidencia disponible y las características del paciente. Esta selección es explícita, revisable y orientada a la utilidad clínica, evitando tanto la fidelidad rígida a una sola escuela como el eclecticismo no sistemático. (Norcross & Goldfried, 1992)."
  },

  {
    "nombre": "Integración sistemática de técnicas y principios",
    "codigo": "p_sepi_integracion_sistematica",
    "texto": "Procedimiento que organiza el uso combinado de técnicas y principios de distintos enfoques psicoterapéuticos dentro de un plan coherente, basado en criterios explícitos de compatibilidad teórica, evidencia empírica y adecuación al caso. La integración se realiza de forma deliberada y justificada, evitando la aplicación acumulativa de técnicas sin una lógica clínica clara. (Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Aplicación del principio de ajuste al paciente",
    "codigo": "p_sepi_ajuste_paciente",
    "texto": "Procedimiento central del enfoque integrativo que prioriza la adaptación del tratamiento a las características del paciente, incluyendo estilo de afrontamiento, nivel de reactancia, preferencias, cultura, valores y estadio de cambio. El terapeuta ajusta tanto el estilo relacional como las intervenciones técnicas para maximizar la alianza y la eficacia del tratamiento. (Norcross & Wampold, 2011; Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Uso deliberado de factores comunes",
    "codigo": "p_sepi_factores_comunes",
    "texto": "Procedimiento que incorpora de manera consciente y estratégica los factores comunes de la psicoterapia —alianza terapéutica, expectativas, explicación plausible y ritual terapéutico— como componentes activos del cambio, y no solo como condiciones de fondo. El terapeuta monitoriza y fortalece estos factores a lo largo del proceso como parte integral del plan terapéutico. (Wampold & Imel, 2015; Norcross & Wampold, 2011)."
  },

  {
    "nombre": "Integración de evidencia científica y juicio clínico",
    "codigo": "p_sepi_evidencia_juicio",
    "texto": "Procedimiento que articula la mejor evidencia empírica disponible con el juicio clínico del terapeuta y las características únicas del paciente. La psicoterapia integrativa rechaza tanto el tecnicismo rígido como el relativismo clínico, promoviendo decisiones informadas, flexibles y éticamente responsables. (Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Monitorización continua del proceso terapéutico",
    "codigo": "p_sepi_monitorizacion",
    "texto": "Procedimiento de seguimiento sistemático del progreso terapéutico y de la calidad del proceso, incluyendo resultados, alianza, adherencia y ajuste del tratamiento. La monitorización permite introducir cambios oportunos en el enfoque, las técnicas o el estilo relacional cuando el progreso se estanca o aparecen señales de desajuste. (Norcross & Wampold, 2011; Lambert, 2013)."
  },

  {
    "nombre": "Reformulación dinámica del plan terapéutico",
    "codigo": "p_sepi_reformulacion_dinamica",
    "texto": "Procedimiento mediante el cual el terapeuta revisa y actualiza el plan de tratamiento a lo largo del proceso, integrando nueva información clínica, cambios en los objetivos y evolución del paciente. La reformulación dinámica permite mantener un tratamiento vivo y sensible al proceso real, evitando planes rígidos o descontextualizados. (Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Reflexión ética y profesional integrativa",
    "codigo": "p_sepi_reflexion_etica",
    "texto": "Procedimiento profesional que implica reflexionar de forma explícita sobre las implicaciones éticas de las decisiones integrativas, incluyendo competencia profesional, límites del propio marco teórico y responsabilidad en el uso de técnicas de distintas orientaciones. Esta reflexión sostiene una práctica integrativa responsable y transparente. (Norcross & Goldfried, 2019)."
  }

],


 "micros": [

  {
    "nombre": "Chequeo rápido de ajuste terapeuta–paciente",
    "codigo": "m_sepi_ajuste_rapido",
    "texto": "Microoperación reflexiva breve en la que el terapeuta evalúa si su estilo relacional, nivel de directividad y tipo de intervención están alineados con las características del paciente (reactancia, preferencias, expectativas, cultura). Este chequeo permite introducir pequeños ajustes inmediatos que previenen rupturas de alianza y mejoran la receptividad al tratamiento. (Norcross & Wampold, 2011)."
  },

  {
    "nombre": "Clarificación explícita de la lógica de intervención",
    "codigo": "m_sepi_clarificacion_logica",
    "texto": "Microintervención comunicativa que explica de forma breve y comprensible por qué se propone una intervención concreta en ese momento del proceso, conectándola con los objetivos del paciente. Esta clarificación aumenta expectativas positivas, reduce confusión y refuerza la percepción de un plan terapéutico con sentido. (Norcross & Goldfried, 1992)."
  },

  {
    "nombre": "Priorización flexible de principios de cambio",
    "codigo": "m_sepi_priorizacion_principios",
    "texto": "Operación clínica breve mediante la cual el terapeuta decide qué principios de cambio (relación, emoción, cognición, conducta, significado) deben priorizarse en una sesión concreta, según el estado actual del paciente y la fase del tratamiento. Esta priorización evita intervenciones fuera de timing y mejora la eficacia contextual. (Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Evaluación momentánea de factores comunes",
    "codigo": "m_sepi_factores_comunes",
    "texto": "Microevaluación continua del estado de los factores comunes —alianza, expectativas, acuerdo en objetivos y tareas— para detectar señales tempranas de debilitamiento. Permite intervenciones inmediatas de reparación antes de que el proceso se deteriore o el paciente se desvincule. (Wampold & Imel, 2015; Norcross & Wampold, 2011)."
  },

  {
    "nombre": "Elección puntual de técnica por utilidad inmediata",
    "codigo": "m_sepi_eleccion_tecnica",
    "texto": "Microdecisión clínica que selecciona una técnica concreta en función de su utilidad inmediata para desbloquear el proceso en esa sesión, más allá de su escuela de origen. La técnica se elige por su función práctica y se inserta dentro del plan integrativo general. (Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Microajuste del nivel de directividad",
    "codigo": "m_sepi_directividad",
    "texto": "Intervención reflexiva breve que regula el grado de estructura, guía o exploración abierta ofrecida al paciente en función de su tolerancia, autonomía y momento del proceso. Este ajuste fino protege la alianza y optimiza la participación activa del paciente. (Norcross & Wampold, 2011)."
  },

  {
    "nombre": "Reencuadre inmediato basado en evidencia",
    "codigo": "m_sepi_reencuadre_evidencia",
    "texto": "Microintervención que introduce un reencuadre breve apoyado en evidencia empírica o conocimiento clínico consensuado, presentado de forma flexible y no dogmática. Refuerza credibilidad del tratamiento sin imponer una verdad teórica única. (Norcross & Goldfried, 2019)."
  },

  {
    "nombre": "Chequeo de coherencia del plan terapéutico",
    "codigo": "m_sepi_coherencia_plan",
    "texto": "Operación metaclínica breve en la que el terapeuta verifica si las intervenciones recientes mantienen una línea coherente y comprensible para el paciente. Cuando se detecta fragmentación, se prioriza restaurar una narrativa unificada antes de continuar. (Norcross & Goldfried, 1992)."
  },

  {
    "nombre": "Invitación a feedback explícito del paciente",
    "codigo": "m_sepi_feedback",
    "texto": "Microintervención que invita activamente al paciente a expresar cómo está viviendo la terapia, qué le resulta útil y qué no. Este feedback se utiliza para ajustar el proceso en tiempo real y fortalecer la colaboración terapéutica. (Norcross & Wampold, 2011; Lambert, 2013)."
  },

  {
    "nombre": "Autoobservación de sesgos del terapeuta",
    "codigo": "m_sepi_sesgos",
    "texto": "Micropráctica reflexiva en la que el terapeuta detecta posibles sesgos personales (preferencias teóricas, evitaciones, sobreuso de técnicas dominadas) que puedan estar influyendo en decisiones clínicas. Esta autoobservación sostiene una práctica integrativa ética y deliberada. (Norcross & Goldfried, 2019)."
  }

],


 "ideasPrincipales": [

  {
    "id": "idea_sepi_1",
    "titulo": "Ningún modelo psicoterapéutico es suficiente por sí solo",
    "desarrollo": "La psicoterapia integrativa promovida por SEPI parte del reconocimiento explícito de que ningún enfoque teórico puede dar cuenta por completo de la complejidad del sufrimiento humano. Cada modelo aporta explicaciones parciales y útiles en determinados contextos, por lo que la integración busca complementariedad y no supremacía teórica. Esta postura pluralista constituye el punto de partida epistemológico del movimiento integrativo. (Norcross & Goldfried, 1992; Norcross & Goldfried, 2019)."
  },

  {
    "id": "idea_sepi_2",
    "titulo": "Integrar requiere criterios explícitos, no eclecticismo espontáneo",
    "desarrollo": "SEPI distingue claramente la integración responsable del eclecticismo técnico no sistemático. Integrar implica tomar decisiones clínicas basadas en criterios explícitos —evidencia empírica, coherencia conceptual, ajuste al paciente y juicio profesional— y no aplicar técnicas de forma oportunista o intuitiva sin un marco justificativo claro. (Norcross & Goldfried, 1992)."
  },

  {
    "id": "idea_sepi_3",
    "titulo": "La adaptación al paciente es un principio central del cambio",
    "desarrollo": "La psicoterapia integrativa sitúa el principio de ajuste al paciente (patient–treatment matching) como uno de los ejes fundamentales de la eficacia terapéutica. El tratamiento debe adaptarse a las características, preferencias, cultura, valores y estadio de cambio del paciente, en lugar de forzar al paciente a adaptarse a un modelo rígido. (Norcross & Wampold, 2011; Norcross & Goldfried, 2019)."
  },

  {
    "id": "idea_sepi_4",
    "titulo": "Los factores comunes son componentes activos del tratamiento",
    "desarrollo": "Desde la perspectiva SEPI, los factores comunes —alianza terapéutica, expectativas, explicación plausible y ritual terapéutico— no son simples condiciones de fondo, sino mecanismos activos de cambio que deben ser trabajados de forma deliberada y estratégica a lo largo del proceso terapéutico. (Wampold & Imel, 2015; Norcross & Wampold, 2011)."
  },

  {
    "id": "idea_sepi_5",
    "titulo": "La evidencia científica debe integrarse con el juicio clínico",
    "desarrollo": "La psicoterapia integrativa rechaza tanto el uso rígido de manuales basados exclusivamente en protocolos como la práctica basada únicamente en la intuición clínica. La toma de decisiones terapéuticas debe integrar la mejor evidencia disponible, el juicio profesional del terapeuta y las características singulares del paciente. (Norcross & Goldfried, 2019)."
  },

  {
    "id": "idea_sepi_6",
    "titulo": "La integración puede adoptar múltiples formas legítimas",
    "desarrollo": "SEPI reconoce diversas vías de integración psicoterapéutica —integración teórica, integración asimilativa, eclecticismo técnico sistemático y enfoque de factores comunes— sin imponer una jerarquía rígida entre ellas. La elección de una vía u otra depende del contexto clínico, la formación del terapeuta y las necesidades del paciente. (Norcross & Goldfried, 1992; Norcross & Goldfried, 2019)."
  },

  {
    "id": "idea_sepi_7",
    "titulo": "La coherencia del proceso terapéutico es un criterio de calidad",
    "desarrollo": "Más allá de la variedad técnica, la psicoterapia integrativa subraya la importancia de que el tratamiento mantenga una narrativa comprensible y coherente para el paciente. La coherencia del proceso favorece la alianza, incrementa la confianza y potencia la eficacia clínica, incluso cuando se utilizan múltiples enfoques. (Norcross & Goldfried, 1992)."
  },

  {
    "id": "idea_sepi_8",
    "titulo": "La competencia integrativa es una habilidad profesional entrenable",
    "desarrollo": "La integración psicoterapéutica no se considera un talento innato, sino una competencia profesional que se desarrolla mediante formación, supervisión, reflexión crítica y evaluación continua de la propia práctica. SEPI enfatiza la responsabilidad del terapeuta en formarse explícitamente en integración y no asumirla como un subproducto automático de la experiencia clínica. (Norcross & Goldfried, 2019)."
  }

],


  "refs": [
    "Norcross, J. C., & Goldfried, M. R. (1992). Handbook of Psychotherapy Integration. New York: Basic Books.",
    "Norcross, J. C., & Goldfried, M. R. (2019). Handbook of Psychotherapy Integration (2nd ed.). Oxford: Oxford University Press.",
    "Norcross, J. C., & Wampold, B. E. (2011). Evidence-based therapy relationships. Psychotherapy."
  ]
}
