{
  "id": "sensorimotor-ogden-2001",
  "grupo": "Integrativo",
  "label": "Psicoterapia sensoriomotriz",
  "year": 2001,
  "importance": 2,
  "autores": "Pat Ogden",
  "universidad": "",
  "ciudad": "Boulder, Colorado",
  "pais": "EE. UU.",
  "lat": 40.014986,
  "lon": -105.270546,

  "influencias": [
    "Teoría del apego",
    "Somática",
    "Psicodinámica",
    "Neurociencia del trauma",
    "Mindfulness",
    "Terapia corporal"
  ],

  "books": [
    "Ogden, P., Minton, K., & Pain, C. (2006). Trauma and the Body: A Sensorimotor Approach to Psychotherapy.",
    "Ogden, P., & Fisher, J. (2015). Sensorimotor Psychotherapy: Interventions for Trauma and Attachment."
  ],

  "descripcion": "La Psicoterapia Sensoriomotriz es un modelo integrativo orientado al tratamiento del trauma y los trastornos del apego que sitúa al cuerpo y a la experiencia sensoriomotriz como vía central de intervención terapéutica. Parte de la premisa de que el trauma no se almacena únicamente como recuerdo narrativo, sino como patrones implícitos de activación corporal, impulsos de acción y respuestas defensivas incompletas. El modelo integra aportes de la teoría del apego, la psicodinámica y la neurociencia del trauma, utilizando la atención consciente al cuerpo para restaurar regulación, completar respuestas defensivas truncadas y reorganizar la experiencia emocional y relacional de forma segura y gradual.",

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como una experiencia encarnada, organizada a través de patrones sensoriomotrices implícitos que preceden y condicionan la cognición y la narrativa. El conocimiento terapéutico emerge de la observación experiencial y de la conciencia corporal compartida más que de la interpretación verbal. El ser humano es entendido como un organismo autorregulado cuya capacidad de integración se ve alterada por trauma y apego inseguro. El cambio ocurre cuando se restauran patrones corporales adaptativos. La relación terapéutica proporciona seguridad y co-regulación para explorar la experiencia corporal sin desbordamiento.",
    "teoriaFormal": "El self se concibe como una organización psicocorporal en la que emociones, cogniciones y acciones están profundamente interconectadas. El sufrimiento psicológico se mantiene por patrones corporales implícitos fijados por experiencias traumáticas y relacionales tempranas, incluyendo respuestas defensivas incompletas. El cambio terapéutico ocurre mediante la conciencia, modulación y reorganización de estos patrones a través de la experiencia corporal presente.",
    "teoriaClinica": "El caso se conceptualiza identificando patrones de activación somática, impulsos de acción, colapsos defensivos y estilos de apego corporalizados. La intervención prioriza estabilización, titulación de la activación y experimentación sensoriomotriz guiada. El progreso se evalúa por mayor regulación corporal, flexibilidad de respuesta y capacidad de sostener estados relacionales seguros."
  },

  "procesos": [
    "Regulación autonómica corporal",
    "Conciencia sensoriomotriz",
    "Procesamiento somático del trauma",
    "Integración de respuestas defensivas",
    "Reorganización del apego encarnado"
  ],

  "mjps": ["RF", "RE", "AP", "RI", "I", "R"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza terapéutica se construye desde una presencia corporal regulada del terapeuta, que actúa como base segura y modelo de autoobservación sin juicio.",
    "ALI_objetivos": "Los objetivos se formulan en términos de regulación corporal, seguridad interna y capacidad de respuesta adaptativa, más que de eliminación directa de síntomas.",
    "ALI_tareas": "Las tareas consisten en prácticas de atención corporal, experimentos sensoriomotrices y observación de patrones de activación dentro y fuera de sesión.",
    "ALI_colaboracion": "La colaboración se expresa mediante exploración conjunta de la experiencia corporal, ajustando continuamente ritmo y profundidad según la respuesta del paciente.",
    "ALI_sintonia": "La sintonía se mantiene mediante lectura fina de señales corporales, microcambios de activación y estados de presencia compartida.",
    "ALI_rupturaReparacion": "Las rupturas se entienden como activaciones somáticas del sistema de apego y se reparan restaurando regulación y seguridad corporal.",
    "ALI_monitorizacion": "La alianza se monitoriza observando la capacidad del paciente para permanecer presente corporalmente sin colapsar ni hiperactivarse.",
    "ALI_contexto": "Se consideran historia de trauma, apego, cultura corporal y condiciones médicas para adaptar la intervención de forma segura."
  },


  "ideasPrincipales": [
  {
    "id": "idea_sm_1",
    "titulo": "El trauma se organiza principalmente en el cuerpo y en la memoria implícita",
    "desarrollo": "La Psicoterapia Sensoriomotriz sostiene que el trauma no queda almacenado únicamente como recuerdo narrativo, sino fundamentalmente como patrones implícitos de activación autonómica, impulsos de acción, hábitos posturales y respuestas defensivas incompletas. Estos patrones corporales continúan activándose en el presente, incluso cuando la persona comprende cognitivamente lo ocurrido, manteniendo el sufrimiento psicológico. (Ogden, Minton, & Pain, 2006)."
  },
  {
    "id": "idea_sm_2",
    "titulo": "La regulación corporal es condición previa al procesamiento del trauma",
    "desarrollo": "El modelo afirma que no es posible un procesamiento terapéutico eficaz del trauma sin una base suficiente de regulación somática. Antes de explorar material traumático, el sistema nervioso debe poder permanecer dentro de la ventana de tolerancia. Por ello, la estabilización, el grounding y la modulación autonómica no son técnicas accesorias, sino pilares centrales del tratamiento. (Ogden & Fisher, 2015)."
  },
  {
    "id": "idea_sm_3",
    "titulo": "La conciencia sensoriomotriz crea espacio entre estímulo y respuesta",
    "desarrollo": "El entrenamiento en atención corporal permite observar sensaciones, impulsos y movimientos sin reaccionar automáticamente. Esta conciencia sensoriomotriz desacopla respuestas procedimentales fijadas por el trauma y abre un margen de elección que posibilita nuevas formas de acción más adaptativas. El cambio emerge desde la experiencia directa, no desde la explicación. (Ogden et al., 2006)."
  },
  {
    "id": "idea_sm_4",
    "titulo": "El trauma implica respuestas defensivas incompletas",
    "desarrollo": "Desde la Psicoterapia Sensoriomotriz, muchas secuelas traumáticas se explican por respuestas de defensa que quedaron bloqueadas o truncadas durante el evento traumático, como huir, empujar, protegerse u orientarse. El cuerpo conserva esta activación no resuelta, generando síntomas. Completar estas respuestas de forma segura permite liberar activación residual y restaurar sensación de eficacia. (Ogden et al., 2006)."
  },
  {
    "id": "idea_sm_5",
    "titulo": "La titulación y la pendulación previenen la retraumatización",
    "desarrollo": "El modelo enfatiza que el contacto con el trauma debe realizarse de forma gradual y dosificada. La titulación de la activación y la pendulación entre estados de carga y de recurso permiten procesar la experiencia sin desbordamiento ni disociación, respetando la capacidad reguladora del sistema nervioso. (Ogden & Fisher, 2015)."
  },
  {
    "id": "idea_sm_6",
    "titulo": "El apego se expresa y se reorganiza a través del cuerpo",
    "desarrollo": "Los patrones de apego no son solo esquemas cognitivos o emocionales, sino configuraciones corporales implícitas que organizan la proximidad, la distancia, la postura y la respuesta al contacto. La Psicoterapia Sensoriomotriz trabaja estos patrones desde la experiencia corporal presente y la relación terapéutica para generar nuevas expectativas relacionales encarnadas. (Ogden & Fisher, 2015)."
  },
  {
    "id": "idea_sm_7",
    "titulo": "El cambio terapéutico ocurre a través de la experiencia, no del relato",
    "desarrollo": "Aunque la narrativa puede acompañar el proceso, la Psicoterapia Sensoriomotriz prioriza la experiencia corporal como motor del cambio. El procesamiento del trauma puede producirse con mínima verbalización, permitiendo que el cuerpo reorganice respuestas implícitas antes de construir significado cognitivo. (Ogden et al., 2006)."
  },
  {
    "id": "idea_sm_8",
    "titulo": "La integración somática transforma identidad y acción en el presente",
    "desarrollo": "Cuando los patrones corporales traumáticos se reorganizan, cambian también la autoimagen, la regulación emocional y la capacidad de acción en la vida cotidiana. La integración somático-emocional se traduce en un self más estable, con mayor sensación de seguridad, agencia y coherencia relacional. (Ogden & Fisher, 2015)."
  }
],

 "procedimientos": [

  {
    "nombre": "Evaluación somática y formulación sensoriomotriz del caso",
    "codigo": "p_sm_formulacion_somatico",
    "procesos": ["AP_somaticoEsquematico", "N_metacognicion", "RE_monitorizacion"],
    "texto": "Procedimiento inicial de conceptualización en el que se identifican patrones corporales dominantes (hiperactivación, colapso, inmovilidad, tensión crónica), disparadores, señales tempranas de escalada, impulsos de acción, estrategias de regulación ya disponibles y restricciones médicas o de seguridad. La formulación se construye desde el cuerpo (cómo se organiza la experiencia implícita) y enlaza estos patrones con historia de trauma y apego sin forzar narrativa, definiendo objetivos clínicos somáticos claros (ventana de tolerancia, orientación, capacidad de acción y relación) que guiarán la titulación del tratamiento. Referencia: Ogden, Minton, & Pain (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Psicoeducación sobre trauma encarnado y ventana de tolerancia",
    "codigo": "p_sm_psicoeducacion_trauma",
    "procesos": ["N_normalizacion", "RE_modulacion"],
    "texto": "Procedimiento psicoeducativo que explica cómo el trauma se almacena en memoria implícita como activación autonómica, impulsos defensivos y hábitos posturales, y por qué la exposición puramente narrativa puede ser insuficiente o iatrogénica en trauma complejo. Se introducen conceptos de ventana de tolerancia, hiper/hipoactivación, inmovilidad y respuestas de defensa, para que el paciente reconozca estados corporales como información y no como amenaza, aumentando colaboración y capacidad de autoobservación. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Estabilización y regulación somática",
    "codigo": "p_sm_estabilizacion",
    "procesos": ["RF_regulacionAutonomica", "RE_modulacion", "RF_ground"],
    "texto": "Procedimiento de estabilización que establece seguridad suficiente antes de activar material traumático, entrenando orientación al presente, anclajes sensoriales, recursos corporales y estrategias de modulación autonómica para ampliar ventana de tolerancia. Incluye identificar señales de escalada, construir un plan de retorno a regulación (pausa, grounding, contacto con soporte) y practicar co-regulación en sesión, de modo que el sistema pueda acercarse al trauma sin colapsar ni desbordarse. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Entrenamiento en mindfulness somático y conciencia sensoriomotriz",
    "codigo": "p_sm_conciencia_corporal",
    "procesos": ["AP_somaticoEsquematico", "RI_mindfulnessSelf", "N_metacognicion"],
    "texto": "Procedimiento que desarrolla la habilidad de observar con precisión sensaciones internas, postura, micro-movimientos, respiración y cambios autonómicos sin reaccionar automáticamente. Se practica la atención dual (sentir y observar), la descripción fenomenológica (qué noto exactamente) y la diferenciación entre sensación, emoción e interpretación, creando espacio para elegir respuestas nuevas y reduciendo la dominancia de hábitos implícitos traumáticos. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Identificación de patrones somáticos traumáticos y hábitos procedimentales",
    "codigo": "p_sm_patrones_somaticos",
    "procesos": ["AP_evocacion", "RI_diferenciacion", "N_metacognicion"],
    "texto": "Procedimiento de detección de patrones corporales asociados a trauma y apego, incluyendo colapso, rigidez, congelación, hipervigilancia, bloqueo respiratorio, tensiones defensivas y movimientos inhibidos. Se exploran como hábitos procedimentales (cómo el cuerpo “resuelve” amenaza), se localizan en el aquí-y-ahora y se identifican sus secuencias típicas (disparador → sensación → impulso → acción/inhibición), para intervenir de forma directa sobre la memoria implícita en lugar de quedarse en explicación verbal. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Titulación y pendulación de la activación durante el trabajo traumático",
    "codigo": "p_sm_titulacion_pendulacion",
    "procesos": ["RE_modulacion", "RE_monitorizacion"],
    "texto": "Procedimiento de dosificación clínica que regula cuánta activación se permite y durante cuánto tiempo, alternando intencionalmente entre estados de mayor carga y estados de recurso o calma para evitar inundación o disociación. Se ajusta el ritmo, el foco y la intensidad del contacto con sensaciones, imágenes o impulsos, entrenando flexibilidad autonómica y asegurando que el procesamiento somático ocurra dentro de límites tolerables. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Experimentación sensoriomotriz guiada",
    "codigo": "p_sm_experimentacion",
    "procesos": ["AP_integracionMemorias", "AG_compromisoConductual", "AP_somaticoEsquematico"],
    "texto": "Procedimiento central basado en diseñar experimentos corporales pequeños, precisos y graduales (micro-movimientos, cambios posturales, orientación visual, variaciones de respiración o distancia interpersonal) para explorar alternativas a patrones traumáticos automatizados. El terapeuta guía la curiosidad (“¿qué pasa si…?”), observa cambios autonómicos y emocionales, y ayuda a consolidar nuevas respuestas corporales como opciones disponibles, evitando forzar y priorizando siempre la estabilidad del sistema. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Completar respuestas defensivas truncadas",
    "codigo": "p_sm_respuestas_defensivas",
    "procesos": ["AP_integracionMemorias", "RE_contencion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento orientado a permitir que el cuerpo complete de forma segura respuestas de defensa (huida, empuje, apartar, protegerse, decir “no”, orientar y salir) que quedaron bloqueadas durante el trauma, liberando activación residual y restaurando sensación de eficacia. La finalización se hace con titulación, ralentización y conciencia del aquí-y-ahora, integrando la experiencia como “pude hacer algo” en el sistema nervioso y en la identidad. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Trabajo con disociación, hipoactivación y colapso",
    "codigo": "p_sm_disociacion_colapso",
    "procesos": ["RF_ground", "RE_modulacion", "AP_somaticoEsquematico"],
    "texto": "Procedimiento específico para estados de desconexión, entumecimiento, colapso o inmovilidad en los que la presencia y la mentalización se reducen. Se utilizan intervenciones de orientación, activación dosificada, contacto con sensaciones seguras, micro-movimiento y apoyo relacional para volver gradualmente a la experiencia sin disparar hiperactivación, ayudando a diferenciar “ausencia” de “seguridad” y restaurar continuidad del self corporal. Referencia: Ogden & Fisher (2015); Ogden et al. (2006)."
  },

  {
    "nombre": "Procesamiento somático de memorias implícitas con mínima narrativa",
    "codigo": "p_sm_memoria_implicita",
    "procesos": ["AP_integracionMemorias", "N_reformulacion", "RE_modulacion"],
    "texto": "Procedimiento que trabaja el trauma desde sensaciones, impulsos y significados corporales sin requerir relato detallado del evento, especialmente útil cuando la narrativa es fragmentaria o intensifica la activación. Se permite que emerjan imágenes o significados solo si el sistema lo tolera, priorizando la reorganización corporal y emocional, y construyendo después una narrativa breve y regulada que acompañe la integración, en lugar de dirigirla. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Trabajo con apego encarnado y patrones relacionales somáticos",
    "codigo": "p_sm_apego_encarnado",
    "procesos": ["R_reparacionRelacional", "I_autoimagen", "AP_somaticoEsquematico"],
    "texto": "Procedimiento que aborda cómo el sistema de apego se expresa corporalmente (acercamiento, evitación, congelación ante la proximidad, colapso ante el conflicto, hipervigilancia en contacto), usando el aquí-y-ahora del vínculo terapéutico para explorar distancia, mirada, tono, postura y límites. Se entrenan experiencias relacionales seguras mediante microajustes corporales y co-regulación, reorganizando expectativas implícitas de amenaza o abandono y fortaleciendo un self corporal con derecho a límites y cercanía. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Trabajo con límites, orientación y acción eficaz en el presente",
    "codigo": "p_sm_limites_orientacion_accion",
    "procesos": ["AG_compromisoConductual", "R_comunicacionEmocional", "RF_ground"],
    "texto": "Procedimiento que fortalece la capacidad de orientarse, evaluar el entorno y actuar con eficacia mediante prácticas corporales de límite (empuje simbólico, postura de firmeza, distancia), voz y coordinación respiración-movimiento. Este trabajo traduce la integración somática en conducta actual: decir no, pedir, retirarse, acercarse, sostener contacto, y hacerlo desde un cuerpo que siente agencia en lugar de amenaza. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Integración somático-emocional y significado",
    "codigo": "p_sm_integracion",
    "procesos": ["I_integracionIdentitaria", "RE_reapreciacion", "N_construccionAlternativa"],
    "texto": "Procedimiento de consolidación que integra cambios corporales con emoción, cognición y sentido de identidad, traduciendo nuevas respuestas somáticas en significados personales más adaptativos (seguridad, capacidad, dignidad, límites). Se revisa qué ha cambiado en señales corporales, en la relación con otros y en la autoimagen, asegurando generalización a contextos reales y estabilizando un self menos reactivo y más coherente. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  },

  {
    "nombre": "Cierre de sesión y plan de autocuidado somático",
    "codigo": "p_sm_cierre_autocuidado",
    "procesos": ["RF_ground", "AG_compromisoConductual", "RE_modulacion"],
    "texto": "Procedimiento de cierre que asegura que el paciente sale de sesión orientado y regulado, revisa el estado del sistema nervioso, identifica señales residuales de activación y selecciona una o dos prácticas concretas de autocuidado corporal para los días siguientes (grounding, movimiento suave, respiración, límites). El objetivo es prevenir reactivación post-sesión, favorecer continuidad del cambio y aumentar sensación de control sobre la propia regulación. Referencia: Ogden et al. (2006); Ogden & Fisher (2015)."
  }

],


 "micros": [

  {
    "nombre": "Orientación al aquí y ahora",
    "codigo": "m_sm_orientacion_presente",
    "procesos": ["RF_ground"],
    "texto": "Microintervención básica que dirige la atención a estímulos sensoriales actuales (vista, sonido, contacto, temperatura) para contrarrestar intrusión traumática y restaurar sensación de seguridad corporal. Se utiliza de forma preventiva y correctiva cuando aparece desorganización o disociación leve. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Seguimiento de sensación corporal específica",
    "codigo": "m_sm_seguimiento_sensacion",
    "procesos": ["AP_somaticoEsquematico"],
    "texto": "Focalización consciente y sostenida en una sensación concreta (presión, calor, vibración, vacío) para observar su evolución sin intentar modificarla, favoreciendo regulación autonómica y procesamiento implícito desde la experiencia directa. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Descripción fenomenológica sin interpretación",
    "codigo": "m_sm_descripcion_fenomenologica",
    "procesos": ["N_metacognicion"],
    "texto": "Invitación a describir la experiencia corporal usando lenguaje sensorial preciso (forma, intensidad, movimiento) evitando explicaciones o significados, lo que reduce activación cognitiva y permite acceso directo a la memoria implícita. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Chequeo de nivel de activación",
    "codigo": "m_sm_chequeo_activacion",
    "procesos": ["RE_monitorizacion"],
    "texto": "Microintervención de monitorización continua que evalúa si el nivel de activación se mantiene dentro de la ventana de tolerancia, ajustando ritmo y foco antes de que aparezca hiperactivación o colapso. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Titulación de la experiencia",
    "codigo": "m_sm_titulacion",
    "procesos": ["RE_modulacion"],
    "texto": "Reducción intencional de intensidad, duración o proximidad al material activador para mantener seguridad somática, permitiendo que el sistema procese sin desbordarse ni disociarse. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Pendulación entre activación y recurso",
    "codigo": "m_sm_pendulacion",
    "procesos": ["RE_modulacion"],
    "texto": "Alternancia consciente entre una experiencia activadora y una sensación o recurso corporal neutro o agradable, entrenando flexibilidad autonómica y aumentando tolerancia a la activación. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Identificación de impulso de acción",
    "codigo": "m_sm_impulso_accion",
    "procesos": ["AP_evocacion"],
    "texto": "Exploración breve del impulso corporal espontáneo asociado a una emoción o sensación (empujar, huir, protegerse, acercarse), ayudando a reconocer respuestas defensivas implícitas sin ejecutarlas automáticamente. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Micro-movimiento exploratorio",
    "codigo": "m_sm_micro_movimiento",
    "procesos": ["AG_autoriaResponsabilidad"],
    "texto": "Introducción de movimientos pequeños, lentos y conscientes que permiten experimentar alternativas somáticas seguras a patrones defensivos rígidos, sin activar respuestas masivas de amenaza. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Inhibición consciente de la respuesta habitual",
    "codigo": "m_sm_inhibicion_respuesta",
    "procesos": ["RI_diferenciacion"],
    "texto": "Pausa intencional antes de completar un patrón automático (tensión, retirada, colapso) para crear un espacio de elección corporal, facilitando nuevas opciones adaptativas. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Activación dosificada en hipoactivación",
    "codigo": "m_sm_activacion_dosificada",
    "procesos": ["RF_regulacionAutonomica"],
    "texto": "Uso de estímulos suaves de activación (movimiento, presión, orientación visual) para salir gradualmente de estados de colapso o entumecimiento sin provocar hiperactivación. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Apoyo postural consciente",
    "codigo": "m_sm_postura_apoyo",
    "procesos": ["RF_ground"],
    "texto": "Ajuste deliberado de postura y contacto con superficies de apoyo para aumentar sensación de estabilidad, límite y presencia corporal, especialmente útil en estados de inseguridad o disociación. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Exploración de límites corporales",
    "codigo": "m_sm_limites_corporales",
    "procesos": ["R_comunicacionEmocional"],
    "texto": "Microintervención que explora empuje, distancia o contención corporal simbólica para experimentar límites seguros, reforzando agencia y diferenciación relacional desde el cuerpo. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Orientación visual activa",
    "codigo": "m_sm_orientacion_visual",
    "procesos": ["RF_ground"],
    "texto": "Movimiento consciente de la mirada para explorar el entorno y actualizar señales de seguridad, ayudando al sistema nervioso a salir de estados de amenaza implícita. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Chequeo de contacto relacional",
    "codigo": "m_sm_contacto_relacional",
    "procesos": ["R_reparacionRelacional"],
    "texto": "Observación de reacciones corporales ante proximidad, mirada o tono del terapeuta, utilizando el vínculo como laboratorio para reorganizar patrones de apego encarnado. Referencia: Ogden & Fisher (2015)."
  },

  {
    "nombre": "Integración verbal mínima post-experiencia",
    "codigo": "m_sm_integracion_verbal",
    "procesos": ["N_reformulacion"],
    "texto": "Breve puesta en palabras tras una experiencia somática para consolidar aprendizaje sin sobrecargar cognitivamente, vinculando sensación, emoción y significado emergente. Referencia: Ogden et al. (2006)."
  },

  {
    "nombre": "Aterrizaje corporal al cierre",
    "codigo": "m_sm_aterrizaje",
    "procesos": ["RF_ground"],
    "texto": "Intervención final que devuelve la atención al cuerpo y al entorno, asegurando regulación suficiente antes de cerrar la sesión y previniendo reactivación post-terapia. Referencia: Ogden & Fisher (2015)."
  }

],


  "refs": [
    "Ogden, P., Minton, K., & Pain, C. (2006). Trauma and the Body: A Sensorimotor Approach to Psychotherapy.",
    "Ogden, P., & Fisher, J. (2015). Sensorimotor Psychotherapy: Interventions for Trauma and Attachment."
  ]
}
