{
  "id": "somatic-experiencing-levine-1997",
  "grupo": "Integrativo",
  "label": "Somatic Experiencing (SE)",
  "year": 1997,
  "importance": 2,
  "autores": "Peter A. Levine",
  "universidad": "",
  "ciudad": "Berkeley, California",
  "pais": "EE. UU.",
  "lat": 37.871593,
  "lon": -122.272743,

  "influencias": [
    "Neurofisiología",
    "Teoría del trauma",
    "Etología",
    "Mindfulness",
    "Psicología somática"
  ],

  "books": [
    "Levine, P. A. (1997). Waking the Tiger: Healing Trauma.",
    "Levine, P. A. (2010). In an Unspoken Voice: How the Body Releases Trauma and Restores Goodness."
  ],

  "descripcion": "Somatic Experiencing (SE) es un modelo integrativo para el tratamiento del trauma que entiende el sufrimiento traumático como el resultado de una activación autonómica incompleta y no resuelta en el sistema nervioso. Inspirado en la observación etológica de animales salvajes, Levine propone que el trauma no es el evento en sí, sino la respuesta biológica que quedó bloqueada. El modelo utiliza la conciencia corporal, la titulación de la activación y la descarga gradual de energía para permitir que el sistema nervioso complete respuestas defensivas interrumpidas y recupere su capacidad innata de autorregulación.",

  "neimeyer": {
    "epistemologico": "La experiencia psicológica se concibe como un proceso neurobiológico y corporal previo a la cognición y a la narrativa. El conocimiento terapéutico emerge de la observación directa de la experiencia somática y de los cambios en la activación del sistema nervioso. El ser humano es entendido como un organismo autorregulado cuya tendencia natural es la recuperación cuando se restablecen condiciones de seguridad. El cambio ocurre al permitir que el cuerpo complete ciclos biológicos interrumpidos. La relación terapéutica proporciona contención y orientación para sostener este proceso sin desbordamiento.",
    "teoriaFormal": "El trauma se define como una disfunción del sistema nervioso autónomo caracterizada por activación simpática y/o parasimpática congelada. Los síntomas traumáticos surgen cuando la energía movilizada para la defensa no puede descargarse adecuadamente. El cambio terapéutico ocurre cuando el sistema nervioso completa estas respuestas y restablece la oscilación natural entre activación y reposo.",
    "teoriaClinica": "El caso se conceptualiza identificando patrones de activación, congelación, colapso y descarga incompleta, así como recursos somáticos disponibles. La intervención prioriza seguridad, titulación, pendulación y descarga gradual de activación. El progreso se evalúa por mayor flexibilidad autonómica y reducción de reactividad traumática."
  },

  "procesos": [
    "Regulación autonómica",
    "Conciencia interoceptiva",
    "Procesamiento somático del trauma",
    "Descarga de activación defensiva",
    "Restauración de autorregulación biológica"
  ],

  "mjps": ["RF", "RE", "AP", "RI", "I", "R"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye desde una presencia calmada y regulada del terapeuta, que actúa como ancla neurobiológica y modelo de regulación.",
    "ALI_objetivos": "Los objetivos se formulan en términos de regulación, sensación de seguridad y reducción de reactividad, más que de elaboración narrativa.",
    "ALI_tareas": "Las tareas consisten en prácticas de conciencia corporal, orientación al presente y experimentos somáticos graduados.",
    "ALI_colaboracion": "La colaboración se basa en seguir las señales del cuerpo del paciente y ajustar continuamente ritmo e intensidad.",
    "ALI_sintonia": "La sintonía se mantiene mediante lectura fina de microcambios somáticos y autonómicos.",
    "ALI_rupturaReparacion": "Las rupturas se entienden como activación defensiva y se reparan restaurando orientación y regulación.",
    "ALI_monitorizacion": "La alianza se monitoriza observando la capacidad de permanecer presente sin disociación ni hiperactivación.",
    "ALI_contexto": "Se consideran condiciones médicas, historia de trauma y recursos actuales para asegurar seguridad."
  },

"procedimientos": [

  {
    "nombre": "Evaluación somática y formulación neurofisiológica del caso",
    "codigo": "p_se_formulacion_neurofisiologica",
    "procesos": ["AP_somaticoEsquematico", "N_metacognicion", "RE_monitorizacion"],
    "texto": "Procedimiento inicial de evaluación que identifica el perfil autonómico dominante (hiperactivación simpática, hipoactivación parasimpática dorsal, congelación), la capacidad de orientación, los recursos somáticos disponibles y los patrones de respuesta ante amenaza. La formulación se construye desde la fisiología del sistema nervioso más que desde la narrativa, definiendo objetivos terapéuticos en términos de regulación, oscilación y descarga progresiva. Referencia: Levine (1997); Levine (2010)."
  },

  {
    "nombre": "Establecimiento de seguridad y orientación al presente",
    "codigo": "p_se_seguridad_orientacion",
    "procesos": ["RF_ground", "RE_modulacion"],
    "texto": "Procedimiento de estabilización temprana que utiliza orientación sensorial, percepción de límites, contacto con el entorno y señales de seguridad para reducir activación defensiva y permitir que el sistema nervioso abandone el estado de amenaza implícita. Este paso es imprescindible antes de cualquier contacto con activación traumática. Referencia: Levine (1997)."
  },

  {
    "nombre": "Construcción y fortalecimiento de recursos somáticos",
    "codigo": "p_se_recursos_somaticos",
    "procesos": ["RF_regulacionAutonomica", "RE_reapreciacion"],
    "texto": "Procedimiento destinado a identificar, amplificar y entrenar sensaciones corporales asociadas a seguridad, placer, estabilidad o fuerza, que funcionarán como anclas reguladoras durante el trabajo traumático. Los recursos somáticos aumentan resiliencia autonómica y previenen desbordamiento. Referencia: Levine (2010)."
  },

  {
    "nombre": "Desarrollo de conciencia interoceptiva graduada",
    "codigo": "p_se_interocepcion",
    "procesos": ["AP_somaticoEsquematico", "RI_mindfulnessSelf"],
    "texto": "Procedimiento que entrena la percepción consciente de sensaciones internas sutiles (temperatura, vibración, presión, pulso) asociadas a activación y descarga, sin interpretación cognitiva. Esta conciencia interoceptiva permite detectar microcambios autonómicos y facilita autorregulación temprana. Referencia: Levine (2010)."
  },

  {
    "nombre": "Titulación precisa de la activación traumática",
    "codigo": "p_se_titulacion",
    "procesos": ["RE_modulacion"],
    "texto": "Procedimiento central que dosifica cuidadosamente la cantidad, duración e intensidad del contacto con activación traumática, evitando inundación o disociación. Se trabaja con fragmentos mínimos de experiencia para permitir procesamiento seguro y progresivo. Referencia: Levine (1997)."
  },

  {
    "nombre": "Pendulación entre activación y estados de recurso",
    "codigo": "p_se_pendulacion",
    "procesos": ["RE_modulacion"],
    "texto": "Procedimiento que restablece la oscilación natural del sistema nervioso alternando entre activación leve y estados de calma o seguridad. La pendulación entrena flexibilidad autonómica y reduce fijación en estados extremos. Referencia: Levine (2010)."
  },

  {
    "nombre": "Acceso gradual a memorias implícitas traumáticas",
    "codigo": "p_se_memoria_implicita",
    "procesos": ["AP_evocacion", "AP_integracionMemorias"],
    "texto": "Procedimiento que permite que memorias traumáticas emerjan a través de sensaciones, impulsos y emociones corporales, sin necesidad de relato narrativo detallado. El foco permanece en la experiencia presente del cuerpo, no en la historia. Referencia: Levine (1997)."
  },

  {
    "nombre": "Activación y seguimiento de impulsos de defensa instintivos",
    "codigo": "p_se_impulsos_defensa",
    "procesos": ["AP_evocacion", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento que identifica y acompaña impulsos biológicos de huida, lucha, orientación o protección que se activaron durante el trauma pero no pudieron completarse, permitiendo su expresión gradual y consciente. Referencia: Levine (2010)."
  },

  {
    "nombre": "Descarga somática gradual de energía defensiva",
    "codigo": "p_se_descarga_somatica",
    "procesos": ["AP_integracionMemorias", "RE_contencion"],
    "texto": "Procedimiento mediante el cual el sistema nervioso libera energía defensiva retenida a través de temblores, calor, respiración espontánea, movimientos involuntarios o relajación profunda. La descarga ocurre sin forzar, siguiendo la inteligencia autorreguladora del organismo. Referencia: Levine (1997)."
  },

  {
    "nombre": "Completar respuestas defensivas truncadas",
    "codigo": "p_se_completar_defensas",
    "procesos": ["AP_integracionMemorias", "AG_autoriaResponsabilidad"],
    "texto": "Procedimiento que facilita la finalización simbólica o microfísica de respuestas defensivas interrumpidas (empujar, huir, apartarse, orientarse), restaurando sensación de eficacia, agencia y control corporal. Referencia: Levine (2010)."
  },

  {
    "nombre": "Trabajo con congelación y colapso parasimpático dorsal",
    "codigo": "p_se_congelacion_colapso",
    "procesos": ["RF_ground", "RE_modulacion"],
    "texto": "Procedimiento específico para estados de inmovilidad, entumecimiento o apagamiento en los que la activación está bloqueada. Se utiliza activación dosificada, orientación y recursos para salir gradualmente del colapso sin provocar hiperactivación. Referencia: Levine (2010)."
  },

  {
    "nombre": "Integración somática de la experiencia traumática",
    "codigo": "p_se_integracion_somatica",
    "procesos": ["I_integracionIdentitaria", "RE_reapreciacion"],
    "texto": "Procedimiento de consolidación que integra los cambios fisiológicos con la experiencia emocional y el sentido de identidad, permitiendo que el cuerpo registre el trauma como finalizado y el self se reorganice desde mayor seguridad. Referencia: Levine (2010)."
  },

  {
    "nombre": "Construcción de significado posterior al procesamiento",
    "codigo": "p_se_significado",
    "procesos": ["N_construccionAlternativa"],
    "texto": "Procedimiento tardío que pone palabras y sentido a la experiencia somática ya integrada, evitando interferir prematuramente con el procesamiento corporal. El significado emerge como consecuencia, no como motor del cambio. Referencia: Levine (1997)."
  },

  {
    "nombre": "Generalización a la vida cotidiana y prevención de recaídas",
    "codigo": "p_se_generalizacion",
    "procesos": ["AG_compromisoConductual", "RF_regulacionAutonomica"],
    "texto": "Procedimiento final que traduce la regulación recuperada en estrategias prácticas para la vida diaria, ayudando al paciente a reconocer señales tempranas de activación y responder con recursos somáticos aprendidos. Referencia: Levine (2010)."
  },

  {
    "nombre": "Cierre de sesión y estabilización post-trabajo",
    "codigo": "p_se_cierre",
    "procesos": ["RF_ground", "RE_modulacion"],
    "texto": "Procedimiento de cierre que asegura que el sistema nervioso se encuentra orientado y regulado antes de finalizar la sesión, previniendo reactivación posterior y consolidando sensación de seguridad corporal. Referencia: Levine (1997)."
  }

],


  "micros": [

  {
    "nombre": "Orientación sensorial externa",
    "codigo": "m_se_orientacion_sensorial",
    "procesos": ["RF_ground"],
    "texto": "Microintervención básica que dirige la atención a estímulos sensoriales externos (colores, formas, sonidos, temperatura, contacto con superficies) para actualizar señales de seguridad y sacar al sistema nervioso del estado de amenaza implícita. Es una intervención fundamental para estabilizar y reorientar tras activación traumática. Referencia: Levine (1997)."
  },

  {
    "nombre": "Chequeo continuo de nivel de activación",
    "codigo": "m_se_chequeo_activacion",
    "procesos": ["RE_monitorizacion"],
    "texto": "Evaluación repetida y explícita del nivel de activación autonómica mediante observación de respiración, tono muscular, ritmo cardíaco subjetivo y claridad perceptiva, permitiendo ajustar ritmo e intensidad del trabajo antes de que aparezca desbordamiento o colapso. Referencia: Levine (2010)."
  },

  {
    "nombre": "Seguimiento de sensación corporal específica",
    "codigo": "m_se_seguimiento_sensacion",
    "procesos": ["AP_somaticoEsquematico"],
    "texto": "Focalización consciente en una sensación concreta (presión, calor, vibración, expansión, vacío) observando su movimiento, intensidad y cambios sin intentar modificarla, facilitando regulación espontánea y procesamiento implícito del trauma. Referencia: Levine (1997)."
  },

  {
    "nombre": "Descripción fenomenológica precisa",
    "codigo": "m_se_descripcion_fenomenologica",
    "procesos": ["N_metacognicion"],
    "texto": "Invitación a describir la experiencia corporal en términos puramente sensoriales y dinámicos (dónde, cómo, cuánto, se mueve o no) evitando interpretaciones o narrativas, lo que reduce activación cognitiva y permite acceso directo a la memoria implícita. Referencia: Levine (2010)."
  },

  {
    "nombre": "Micro-titulación de la experiencia",
    "codigo": "m_se_micro_titulacion",
    "procesos": ["RE_modulacion"],
    "texto": "Reducción deliberada de la dosis de experiencia (menos tiempo, menor intensidad, mayor distancia) para mantener el procesamiento dentro de la ventana de tolerancia y prevenir retraumatización. Referencia: Levine (1997)."
  },

  {
    "nombre": "Pendulación somática breve",
    "codigo": "m_se_pendulacion_micro",
    "procesos": ["RE_modulacion"],
    "texto": "Alternancia consciente y breve entre una sensación activadora y una sensación neutra o agradable, entrenando la oscilación natural del sistema nervioso entre activación y reposo. Referencia: Levine (2010)."
  },

  {
    "nombre": "Identificación de impulso defensivo emergente",
    "codigo": "m_se_impulso_defensivo",
    "procesos": ["AP_evocacion"],
    "texto": "Exploración del impulso biológico espontáneo que emerge en el cuerpo (huir, empujar, orientarse, protegerse) sin ejecutarlo de inmediato, permitiendo reconocer respuestas instintivas truncadas asociadas al trauma. Referencia: Levine (2010)."
  },

  {
    "nombre": "Seguimiento de micro-movimiento espontáneo",
    "codigo": "m_se_micro_movimiento",
    "procesos": ["AP_somaticoEsquematico"],
    "texto": "Atención y permiso a movimientos corporales pequeños y espontáneos (ajustes posturales, sacudidas leves, respiración profunda) que indican inicio de descarga o reorganización autonómica, sin interferir ni dirigir. Referencia: Levine (1997)."
  },

  {
    "nombre": "Inhibición consciente de respuesta automática",
    "codigo": "m_se_inhibicion",
    "procesos": ["RI_diferenciacion"],
    "texto": "Pausa intencional antes de completar una respuesta defensiva habitual para crear un espacio de elección y permitir que el sistema nervioso explore alternativas menos extremas. Referencia: Levine (2010)."
  },

  {
    "nombre": "Activación dosificada en estados de colapso",
    "codigo": "m_se_activacion_dosificada",
    "procesos": ["RF_regulacionAutonomica"],
    "texto": "Introducción cuidadosa de estímulos activadores suaves (movimiento lento, orientación visual, presión) para salir gradualmente de estados de hipoactivación o inmovilidad sin provocar hiperactivación. Referencia: Levine (2010)."
  },

  {
    "nombre": "Seguimiento de descarga somática",
    "codigo": "m_se_seguimiento_descarga",
    "procesos": ["AP_integracionMemorias"],
    "texto": "Acompañamiento consciente de manifestaciones fisiológicas de descarga (temblores, calor, respiración espontánea, relajación profunda) asegurando que el proceso se complete sin interrupción cognitiva. Referencia: Levine (1997)."
  },

  {
    "nombre": "Orientación visual activa",
    "codigo": "m_se_orientacion_visual",
    "procesos": ["RF_ground"],
    "texto": "Movimiento deliberado de la mirada para explorar el entorno y actualizar señales de seguridad presentes, ayudando al sistema nervioso a salir de estados de congelación o hipervigilancia. Referencia: Levine (1997)."
  },

  {
    "nombre": "Chequeo de límites corporales",
    "codigo": "m_se_limites_corporales",
    "procesos": ["R_comunicacionEmocional"],
    "texto": "Exploración somática de sensación de límite, contorno y espacio personal mediante postura, presión o distancia, reforzando agencia corporal y diferenciación frente a amenaza relacional. Referencia: Levine (2010)."
  },

  {
    "nombre": "Aterrizaje somático al cierre",
    "codigo": "m_se_aterrizaje",
    "procesos": ["RF_ground"],
    "texto": "Intervención final que devuelve la atención al cuerpo y al entorno, asegurando que el sistema nervioso se encuentra orientado, regulado y estable antes de cerrar la sesión. Referencia: Levine (1997)."
  },

  {
    "nombre": "Integración verbal mínima post-procesamiento",
    "codigo": "m_se_integracion_verbal",
    "procesos": ["N_reformulacion"],
    "texto": "Breve puesta en palabras posterior a la integración somática que consolida la experiencia sin interferir con el procesamiento corporal, permitiendo que el significado emerja de forma secundaria. Referencia: Levine (2010)."
  }

],


"ideasPrincipales": [

  {
    "id": "idea_se_1",
    "titulo": "El trauma no es el evento, sino la respuesta biológica incompleta",
    "desarrollo": "Somatic Experiencing define el trauma no por lo que ocurrió externamente, sino por la activación defensiva que el organismo no pudo completar ni descargar en el momento del peligro. Cuando las respuestas instintivas de huida, lucha u orientación quedan bloqueadas, la energía movilizada permanece atrapada en el sistema nervioso, generando síntomas persistentes. El trauma es, por tanto, una disfunción de autorregulación, no un recuerdo patológico en sí mismo. (Levine, 1997; Levine, 2010)."
  },

  {
    "id": "idea_se_2",
    "titulo": "El sistema nervioso posee una tendencia innata a la autorregulación y la curación",
    "desarrollo": "SE parte de una visión no patológica del organismo: el sistema nervioso está biológicamente orientado hacia el equilibrio y la recuperación cuando se restablecen condiciones de seguridad. La terapia no fuerza el cambio ni impone reinterpretaciones, sino que elimina los bloqueos que impiden que este proceso natural ocurra. El terapeuta actúa como facilitador de una inteligencia biológica ya existente. (Levine, 1997; Levine, 2010)."
  },

  {
    "id": "idea_se_3",
    "titulo": "La conciencia corporal precede y organiza la experiencia psicológica",
    "desarrollo": "En Somatic Experiencing, la experiencia somática es primaria respecto a la cognición y la narrativa. Sensaciones internas, impulsos de acción y cambios autonómicos organizan la vivencia antes de que pueda ser pensada o contada. Por ello, la conciencia interoceptiva es el principal motor del cambio terapéutico, y no un complemento de la elaboración cognitiva. (Levine, 2010)."
  },

  {
    "id": "idea_se_4",
    "titulo": "La titulación es el principio central de seguridad clínica",
    "desarrollo": "El procesamiento del trauma debe realizarse de forma gradual y dosificada para evitar retraumatización. La titulación implica trabajar con fragmentos mínimos de activación, respetando los límites del sistema nervioso y manteniendo la experiencia dentro de la ventana de tolerancia. El cambio no ocurre por intensidad, sino por precisión. (Levine, 1997)."
  },

  {
    "id": "idea_se_5",
    "titulo": "La pendulación restaura la oscilación natural del sistema nervioso",
    "desarrollo": "El trauma fija al sistema nervioso en estados extremos de activación o colapso. La pendulación —el movimiento consciente entre activación leve y estados de reposo o recurso— permite restablecer la oscilación autonómica natural entre simpático y parasimpático, base fisiológica de la autorregulación. (Levine, 2010)."
  },

  {
    "id": "idea_se_6",
    "titulo": "La descarga somática completa ciclos defensivos interrumpidos",
    "desarrollo": "Manifestaciones corporales como temblores, calor, respiración espontánea o movimientos involuntarios no son catárticas ni simbólicas, sino expresiones de descarga neurofisiológica. Estas descargas permiten que el organismo finalice respuestas defensivas interrumpidas y libere energía retenida, reduciendo síntomas sin necesidad de revivir el trauma. (Levine, 1997; Levine, 2010)."
  },

  {
    "id": "idea_se_7",
    "titulo": "El trauma se resuelve desde el cuerpo hacia la mente",
    "desarrollo": "En SE, la reorganización corporal precede a la narrativa y al significado. Intentar comprender o contar el trauma antes de que el sistema nervioso esté regulado puede reforzar la activación defensiva. El sentido emerge de forma espontánea una vez que el cuerpo registra que el peligro ha pasado. (Levine, 1997)."
  },

  {
    "id": "idea_se_8",
    "titulo": "La terapia se basa en principios biológicos universales, no en interpretación",
    "desarrollo": "Inspirado en la etología, Somatic Experiencing observa cómo los animales completan y descargan respuestas defensivas sin desarrollar trauma crónico. El modelo aplica estos principios biológicos al ser humano, priorizando regulación, orientación y acción instintiva sobre análisis simbólico o interpretativo. La curación sigue leyes fisiológicas universales. (Levine, 1997; Levine, 2010)."
  }

],


  "refs": [
    "Levine, P. A. (1997). Waking the Tiger: Healing Trauma.",
    "Levine, P. A. (2010). In an Unspoken Voice: How the Body Releases Trauma and Restores Goodness."
  ]
}
