{
  "id": "balint-falla-basica-regresion-benigna",
  "grupo": "Psicoanálisis",
  "label": "Balint – Falla básica y regresión benigna",
  "year": 1968,
  "importance": 1,
  "autores": "Michael Balint",
  "descripcion": "Balint explora las experiencias tempranas de falla básica en la relación madre-hijo y su impacto en la vida adulta. Introduce la noción de “regresión benigna” como oportunidad terapéutica para reparar déficits vinculares. Sus grupos Balint, formados por médicos, fomentan la reflexión sobre la relación médico-paciente, integrando empatía y comprensión emocional en la práctica clínica. Su trabajo influye en la psicoterapia focal y en los modelos relacionales de cuidado. En su formulación, muchos síntomas y estilos relacionales adultos se comprenden como intentos de manejar un déficit temprano de sostén/ajuste (basic fault) que dejó al self con una sensación de carencia estructural y vulnerabilidad a la frustración; la terapia no se centra tanto en interpretar conflicto edípico o pulsional, sino en ofrecer un tipo de relación suficientemente fiable y sensible al ritmo del paciente que permita una regresión terapéutica “benigna” (reparadora) en contraste con la regresión “maligna” (desorganizante), facilitando integración, confianza básica, capacidad de pedir/recibir y una adaptación más flexible a la realidad interpersonal.",
  "universidad": "",
  "ciudad": "Londres",
  "pais": "Reino Unido",
  "lat": 51.507351,
  "lon": -0.127758,
  "influencias": [
    "Relaciones de objeto (Fairbairn)",
    "Psicología del yo",
    "Medicina psicosomática",
    "Fenomenología / Hermenéutica",
    "Constructivismo (Cognitivismo evolutivo)"
  ],
  "books": [
    "Michael Balint — The Doctor, His Patient and the Illness (1957)",
    "Michael Balint — The Basic Fault (1968)"
  ],
  "procesos": [
    "Formación de confianza básica y seguridad relacional",
    "Detección de falla básica y sus derivaciones en la vida adulta",
    "Regulación de la frustración y tolerancia al displacer sin colapso",
    "Diferenciación entre regresión benigna y regresión maligna",
    "Transformación de patrones de demanda, dependencia o retirada",
    "Reparación relacional y consolidación de un self más integrado",
    "Mentalización del vínculo y de las expectativas implícitas sobre el cuidado"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "mecanismosDefensa": [
    "Regresión (benigna o maligna según contexto)",
    "Dependencia defensiva (demanda de cuidado sin simbolización)",
    "Retirada/autosuficiencia defensiva",
    "Escisión",
    "Idealización y devaluación",
    "Negación de necesidad",
    "Intelectualización",
    "Racionalización",
    "Somatización (canal psicosomático del malestar)",
    "Acting out relacional (queja/ataque/prueba del cuidador)",
    "Proyección interpersonal",
    "Aislamiento del afecto",
    "Formación reactiva",
    "Control (como seguridad)",
    "Supresión emocional"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye como una relación terapéutica fiable, sensible y poco intrusiva, donde el paciente puede experimentar por primera vez un tipo de “ajuste” relacional que no falla de forma repetida; el terapeuta ofrece presencia estable, disponibilidad emocional y límites claros, de modo que el vínculo funcione como base segura para que emerja la necesidad real sin transformarse automáticamente en queja, exigencia o retirada.",
    "ALI_objetivos": "Los objetivos se orientan a identificar la falla básica y sus consecuencias, diferenciar dependencia genuina de demandas defensivas, promover tolerancia a la frustración y construir una capacidad más madura de pedir/recibir apoyo, reparar y separarse sin colapsar, consolidando un funcionamiento relacional menos rígido y menos sintomático.",
    "ALI_tareas": "Las tareas incluyen observar cómo el paciente busca alivio (y qué coste tiene), mapear patrones de regresión y sus disparadores, explorar expectativas implícitas sobre el cuidado, y sostener experiencias emocionales correctivas en el aquí-ahora para que la necesidad pueda simbolizarse y transformarse en peticiones, límites y reparaciones realistas.",
    "ALI_colaboracion": "La colaboración se basa en una investigación conjunta muy concreta del vínculo y de la experiencia inmediata: terapeuta y paciente revisan episodios específicos, señales tempranas de frustración y modos automáticos de reacción, ajustando el ritmo del trabajo para mantener la regresión dentro de una ventana benigna, donde el paciente se sienta comprendido sin perder agencia.",
    "ALI_sintonia": "La sintonía es un ajuste fino entre disponibilidad y límites: cuando se activa la falla básica, el terapeuta regula el grado de confrontación, reduce intrusión interpretativa y prioriza contención y clarificación; cuando aumenta seguridad, se favorece insight relacional, responsabilidad y ensayos conductuales que consoliden autonomía sin retirada defensiva.",
    "ALI_rupturaReparacion": "Las rupturas suelen presentarse como pruebas del cuidador (quejas, desconfianza, devaluación, exigencias) o como retirada; la reparación se hace nombrando el proceso, validando la necesidad subyacente, diferenciando frustración actual de memoria relacional, y restableciendo el encuadre sin castigo ni sumisión, para que el vínculo sobreviva como experiencia correctiva.",
    "ALI_monitorizacion": "Se monitoriza el progreso observando menor urgencia regresiva, mayor tolerancia a la frustración, capacidad de pedir apoyo de forma directa, reducción de somatización/acting y aumento de reciprocidad, reparación y estabilidad emocional en relaciones significativas.",
    "ALI_contexto": "El contexto (cargas de cuidado, medicina, familia, trabajo, cultura de rendimiento) se integra porque puede reactivar la falla básica; se diferencia lo que es déficit relacional histórico de lo que son condiciones actuales adversas, para diseñar apoyos realistas y cambios sostenibles."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como experiencia relacional encarnada: el self se organiza en torno a expectativas implícitas sobre el cuidado, el ajuste y la respuesta del otro, y el malestar aparece cuando un déficit temprano deja al individuo con vulnerabilidad a la frustración y a la sensación de falla estructural.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se construye a partir de la observación clínica del vínculo y de episodios concretos, contrastando hipótesis con la experiencia inmediata del paciente; la validez se mide por la capacidad de la formulación para reducir urgencia defensiva, aumentar simbolización y mejorar el funcionamiento relacional.\n\nConcepción del ser humano y del cambio\nEl ser humano busca seguridad y ajuste relacional; el cambio ocurre cuando se ofrece una relación suficientemente fiable que permite que la necesidad emerja sin colapso, transformando regresión desorganizante en regresión benigna y consolidando tolerancia a la frustración, agencia y reciprocidad.\n\nRol de la relación terapéutica\nLa relación terapéutica es el instrumento principal: funciona como base segura y como escenario donde se reactivan expectativas de falla, se sostienen sin intrusión y se reparan, generando una experiencia correctiva utilizable fuera de la terapia.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización relacional que integra necesidades, expectativas y modos de pedir/recibir; cuando hay falla básica, parte del self queda “no sostenida” y tiende a expresarse como urgencia regresiva, somatización o patrones rígidos de dependencia/retirada.\n\nCómo se explica el cambio\nEl cambio se explica por la transformación de la necesidad no simbolizada en experiencia mentalizable y comunicable, gracias a un entorno terapéutico fiable; esto permite que la regresión sea reparadora y que el paciente construya estrategias de vínculo más maduras.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por ciclos de frustración-demanda-falla-desesperanza o frustración-retirada-aislamiento, por defensas que evitan sentir necesidad y por somatización/acting que sustituyen la petición directa y la reparación.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nSe conceptualiza identificando indicios de falla básica, patrones de regresión (benigna vs maligna), tolerancia a la frustración, estilo de dependencia/retirada, somatización y guiones de relación con figuras de cuidado.\n\nQué procesos terapéuticos se priorizan\nSe prioriza sostén y ajuste del encuadre, mentalización del episodio interpersonal, diferenciación necesidad-defensa, regulación de frustración y entrenamiento gradual de petición directa, límites y reparación.\n\nCómo se evalúa el progreso terapéutico\nSe evalúa por mayor estabilidad emocional, menos urgencia regresiva, menor somatización, aumento de peticiones directas y reparaciones, y relaciones más recíprocas con separación tolerable."
  },
  
