{
  "id": "balint-falla-basica-regresion-benigna",
  "grupo": "Psicoanálisis",
  "label": "Balint – Falla básica y regresión benigna",
  "year": 1968,
  "importance": 1,
  "autores": "Michael Balint",
  "descripcion": "Balint explora las experiencias tempranas de falla básica en la relación madre-hijo y su impacto en la vida adulta. Introduce la noción de “regresión benigna” como oportunidad terapéutica para reparar déficits vinculares. Sus grupos Balint, formados por médicos, fomentan la reflexión sobre la relación médico-paciente, integrando empatía y comprensión emocional en la práctica clínica. Su trabajo influye en la psicoterapia focal y en los modelos relacionales de cuidado. En su formulación, muchos síntomas y estilos relacionales adultos se comprenden como intentos de manejar un déficit temprano de sostén/ajuste (basic fault) que dejó al self con una sensación de carencia estructural y vulnerabilidad a la frustración; la terapia no se centra tanto en interpretar conflicto edípico o pulsional, sino en ofrecer un tipo de relación suficientemente fiable y sensible al ritmo del paciente que permita una regresión terapéutica “benigna” (reparadora) en contraste con la regresión “maligna” (desorganizante), facilitando integración, confianza básica, capacidad de pedir/recibir y una adaptación más flexible a la realidad interpersonal.",
  "universidad": "",
  "ciudad": "Londres",
  "pais": "Reino Unido",
  "lat": 51.507351,
  "lon": -0.127758,
  "influencias": [
    "Relaciones de objeto (Fairbairn)",
    "Psicología del yo",
    "Medicina psicosomática",
    "Fenomenología / Hermenéutica",
    "Constructivismo (Cognitivismo evolutivo)"
  ],
  "books": [
    "Michael Balint — The Doctor, His Patient and the Illness (1957)",
    "Michael Balint — The Basic Fault (1968)"
  ],
  "procesos": [
    "Formación de confianza básica y seguridad relacional",
    "Detección de falla básica y sus derivaciones en la vida adulta",
    "Regulación de la frustración y tolerancia al displacer sin colapso",
    "Diferenciación entre regresión benigna y regresión maligna",
    "Transformación de patrones de demanda, dependencia o retirada",
    "Reparación relacional y consolidación de un self más integrado",
    "Mentalización del vínculo y de las expectativas implícitas sobre el cuidado"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "mecanismosDefensa": [
    "Regresión (benigna o maligna según contexto)",
    "Dependencia defensiva (demanda de cuidado sin simbolización)",
    "Retirada/autosuficiencia defensiva",
    "Escisión",
    "Idealización y devaluación",
    "Negación de necesidad",
    "Intelectualización",
    "Racionalización",
    "Somatización (canal psicosomático del malestar)",
    "Acting out relacional (queja/ataque/prueba del cuidador)",
    "Proyección interpersonal",
    "Aislamiento del afecto",
    "Formación reactiva",
    "Control (como seguridad)",
    "Supresión emocional"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye como una relación terapéutica fiable, sensible y poco intrusiva, donde el paciente puede experimentar por primera vez un tipo de “ajuste” relacional que no falla de forma repetida; el terapeuta ofrece presencia estable, disponibilidad emocional y límites claros, de modo que el vínculo funcione como base segura para que emerja la necesidad real sin transformarse automáticamente en queja, exigencia o retirada.",
    "ALI_objetivos": "Los objetivos se orientan a identificar la falla básica y sus consecuencias, diferenciar dependencia genuina de demandas defensivas, promover tolerancia a la frustración y construir una capacidad más madura de pedir/recibir apoyo, reparar y separarse sin colapsar, consolidando un funcionamiento relacional menos rígido y menos sintomático.",
    "ALI_tareas": "Las tareas incluyen observar cómo el paciente busca alivio (y qué coste tiene), mapear patrones de regresión y sus disparadores, explorar expectativas implícitas sobre el cuidado, y sostener experiencias emocionales correctivas en el aquí-ahora para que la necesidad pueda simbolizarse y transformarse en peticiones, límites y reparaciones realistas.",
    "ALI_colaboracion": "La colaboración se basa en una investigación conjunta muy concreta del vínculo y de la experiencia inmediata: terapeuta y paciente revisan episodios específicos, señales tempranas de frustración y modos automáticos de reacción, ajustando el ritmo del trabajo para mantener la regresión dentro de una ventana benigna, donde el paciente se sienta comprendido sin perder agencia.",
    "ALI_sintonia": "La sintonía es un ajuste fino entre disponibilidad y límites: cuando se activa la falla básica, el terapeuta regula el grado de confrontación, reduce intrusión interpretativa y prioriza contención y clarificación; cuando aumenta seguridad, se favorece insight relacional, responsabilidad y ensayos conductuales que consoliden autonomía sin retirada defensiva.",
    "ALI_rupturaReparacion": "Las rupturas suelen presentarse como pruebas del cuidador (quejas, desconfianza, devaluación, exigencias) o como retirada; la reparación se hace nombrando el proceso, validando la necesidad subyacente, diferenciando frustración actual de memoria relacional, y restableciendo el encuadre sin castigo ni sumisión, para que el vínculo sobreviva como experiencia correctiva.",
    "ALI_monitorizacion": "Se monitoriza el progreso observando menor urgencia regresiva, mayor tolerancia a la frustración, capacidad de pedir apoyo de forma directa, reducción de somatización/acting y aumento de reciprocidad, reparación y estabilidad emocional en relaciones significativas.",
    "ALI_contexto": "El contexto (cargas de cuidado, medicina, familia, trabajo, cultura de rendimiento) se integra porque puede reactivar la falla básica; se diferencia lo que es déficit relacional histórico de lo que son condiciones actuales adversas, para diseñar apoyos realistas y cambios sostenibles."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como experiencia relacional encarnada: el self se organiza en torno a expectativas implícitas sobre el cuidado, el ajuste y la respuesta del otro, y el malestar aparece cuando un déficit temprano deja al individuo con vulnerabilidad a la frustración y a la sensación de falla estructural.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se construye a partir de la observación clínica del vínculo y de episodios concretos, contrastando hipótesis con la experiencia inmediata del paciente; la validez se mide por la capacidad de la formulación para reducir urgencia defensiva, aumentar simbolización y mejorar el funcionamiento relacional.\n\nConcepción del ser humano y del cambio\nEl ser humano busca seguridad y ajuste relacional; el cambio ocurre cuando se ofrece una relación suficientemente fiable que permite que la necesidad emerja sin colapso, transformando regresión desorganizante en regresión benigna y consolidando tolerancia a la frustración, agencia y reciprocidad.\n\nRol de la relación terapéutica\nLa relación terapéutica es el instrumento principal: funciona como base segura y como escenario donde se reactivan expectativas de falla, se sostienen sin intrusión y se reparan, generando una experiencia correctiva utilizable fuera de la terapia.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización relacional que integra necesidades, expectativas y modos de pedir/recibir; cuando hay falla básica, parte del self queda “no sostenida” y tiende a expresarse como urgencia regresiva, somatización o patrones rígidos de dependencia/retirada.\n\nCómo se explica el cambio\nEl cambio se explica por la transformación de la necesidad no simbolizada en experiencia mentalizable y comunicable, gracias a un entorno terapéutico fiable; esto permite que la regresión sea reparadora y que el paciente construya estrategias de vínculo más maduras.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por ciclos de frustración-demanda-falla-desesperanza o frustración-retirada-aislamiento, por defensas que evitan sentir necesidad y por somatización/acting que sustituyen la petición directa y la reparación.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nSe conceptualiza identificando indicios de falla básica, patrones de regresión (benigna vs maligna), tolerancia a la frustración, estilo de dependencia/retirada, somatización y guiones de relación con figuras de cuidado.\n\nQué procesos terapéuticos se priorizan\nSe prioriza sostén y ajuste del encuadre, mentalización del episodio interpersonal, diferenciación necesidad-defensa, regulación de frustración y entrenamiento gradual de petición directa, límites y reparación.\n\nCómo se evalúa el progreso terapéutico\nSe evalúa por mayor estabilidad emocional, menos urgencia regresiva, menor somatización, aumento de peticiones directas y reparaciones, y relaciones más recíprocas con separación tolerable."
  },
  "procedimientos": [
  {
    "nombre": "Detección clínica de la falla básica",
    "codigo": "p_balint_falla_basica_deteccion",
    "procesos": ["N_metacognicion", "R_mentalizacion", "RE_rotulacion"],
    "texto": "Procedimiento diagnóstico-clínico orientado a identificar indicadores de falla básica —sensación persistente de carencia, hipersensibilidad a la frustración, expectativas implícitas de decepción, demandas relacionales difusas o retirada protectora— diferenciándolos de conflictos neuróticos clásicos; el terapeuta observa patrones repetidos en episodios concretos y en la transferencia, formulando hipótesis parciales que se contrastan con la experiencia inmediata para reducir confusión y orientar el encuadre hacia sostén y ajuste."
  },
  {
    "nombre": "Ajuste del encuadre para sostener regresión benigna",
    "codigo": "p_balint_ajuste_encuadre_regresion",
    "procesos": ["ALI_vinculo", "RE_coregulacion", "ALI_sintonia"],
    "texto": "Intervención que adapta ritmo, límites y dosificación interpretativa del encuadre terapéutico para permitir la emergencia de estados regresivos sin desorganización, incrementando fiabilidad y reduciendo intrusión, de modo que la necesidad pueda sentirse y simbolizarse sin transformarse en acting, somatización o colapso del vínculo."
  },
  {
    "nombre": "Diferenciación entre regresión benigna y regresión maligna",
    "codigo": "p_balint_regresion_benigna_vs_maligna",
    "procesos": ["N_reformulacion", "RE_modulacion", "ALI_monitorizacion"],
    "texto": "Procedimiento de formulación continua que distingue regresión reparadora —caracterizada por alivio, mayor simbolización y aumento de confianza— de regresión desorganizante, asociada a escalada de demandas, acting out o somatización, permitiendo ajustar el encuadre y las intervenciones para mantener el proceso dentro de una ventana terapéutica segura."
  },
  {
    "nombre": "Sostén relacional no intrusivo (ajuste fino)",
    "codigo": "p_balint_sosten_no_intrusivo",
    "procesos": ["RE_coregulacion", "ALI_sintonia", "R_coregulacion"],
    "texto": "Procedimiento central que ofrece una presencia sensible y ajustada, sin interpretar en exceso ni retraerse, acompañando afectos primarios y frustración moderada para que el paciente no necesite intensificar demandas ni retirarse defensivamente, y pueda experimentar comprensión sin pérdida de agencia."
  },
  {
    "nombre": "Trabajo con la frustración tolerable",
    "codigo": "p_balint_frustracion_tolerable",
    "procesos": ["RE_modulacion", "RE_aceptacion", "AG_autoriaResponsabilidad"],
    "texto": "Intervención que transforma la frustración en experiencia mentalizable y soportable, evitando tanto la gratificación inmediata como la negación del límite, clarificando la diferencia entre necesidad legítima y expectativa omnipotente y consolidando tolerancia al displacer sin colapso del self."
  },
  {
    "nombre": "Clarificación de expectativas implícitas de cuidado",
    "codigo": "p_balint_expectativas_cuidado",
    "procesos": ["R_mentalizacion", "N_metacognicion", "R_valoresRelacionales"],
    "texto": "Procedimiento que explora supuestos no verbalizados sobre cómo el otro debería responder, mostrando cómo esas expectativas organizan quejas, pruebas o retiradas, y facilitando que se transformen en negociaciones relacionales y peticiones más directas y realistas."
  },
  {
    "nombre": "Transformación de la demanda difusa en petición directa",
    "codigo": "p_balint_demanda_a_peticion",
    "procesos": ["AG_necesidadesPropias", "R_comunicacionEmocional", "AG_compromisoConductual"],
    "texto": "Intervención orientada a convertir la urgencia regresiva —expresada como queja, reproche o síntoma— en peticiones claras, dosificadas y comunicables, modelando lenguaje directo y ensayando solicitudes que preserven vínculo y responsabilidad personal."
  },
  {
    "nombre": "Trabajo con somatización como vía relacional",
    "codigo": "p_balint_somatizacion_vincular",
    "procesos": ["AP_somaticoEsquematico", "R_mentalizacion", "RE_rotulacion"],
    "texto": "Procedimiento que comprende los síntomas corporales como formas de comunicación de necesidad y frustración no simbolizadas, traduciendo el síntoma a experiencia emocional y relacional sin invalidar lo médico, y reduciendo la escalada de pruebas, visitas y cronificación del malestar."
  },
  {
    "nombre": "Análisis del episodio interpersonal concreto",
    "codigo": "p_balint_episodio_interpersonal",
    "procesos": ["N_narrativaAutobiografica", "R_mentalizacion", "N_metacognicion"],
    "texto": "Intervención focal que reconstruye episodios específicos paso a paso —disparador, expectativa, respuesta, resultado— para localizar el punto donde se activa la falla básica, convirtiendo experiencias globales en mapas operativos que abren alternativas de respuesta."
  },
  {
    "nombre": "Reparación de micro-rupturas sin sumisión ni castigo",
    "codigo": "p_balint_reparacion_micro_rupturas",
    "procesos": ["ALI_rupturaReparacion", "R_reparacionRelacional", "RE_modulacion"],
    "texto": "Procedimiento que nombra y repara fallos del vínculo en el momento, validando la necesidad subyacente y restableciendo el encuadre sin castigar ni someterse, para que el paciente experimente que la relación sobrevive a la frustración."
  },
  {
    "nombre": "Uso terapéutico del silencio y la espera",
    "codigo": "p_balint_silencio_espera",
    "procesos": ["RE_coregulacion", "ALI_sintonia", "RE_aceptacion"],
    "texto": "Intervención que utiliza el silencio como espacio de emergencia de necesidad auténtica, reduciendo presión regresiva y evitando llenarlo con interpretaciones que repetirían intrusión o falla de ajuste."
  },
  {
    "nombre": "Dosificación interpretativa orientada al sostén",
    "codigo": "p_balint_interpretacion_dosificada",
    "procesos": ["N_insightPsicodinamico", "ALI_sintonia", "RE_modulacion"],
    "texto": "Procedimiento que emplea interpretaciones breves, cercanas al afecto y al aquí-ahora solo cuando el paciente puede utilizarlas sin sentirse invadido, haciendo de la interpretación una respuesta ambiental ajustada y no una exigencia cognitiva."
  },
  {
    "nombre": "Trabajo con dependencia y separación sin colapso",
    "codigo": "p_balint_dependencia_separacion",
    "procesos": ["R_estilosApego", "RE_aceptacion", "AG_tomaDecisiones"],
    "texto": "Intervención que acompaña movimientos de cercanía y distancia ayudando a tolerar separación, límites y autonomía sin activar retirada defensiva ni demanda excesiva, ensayando transiciones cuidadas que consolidan seguridad interna."
  },
  {
    "nombre": "Intervención focal breve orientada a alivio funcional",
    "codigo": "p_balint_focal_breve",
    "procesos": ["N_reformulacion", "AG_compromisoConductual", "ALI_monitorizacion"],
    "texto": "Procedimiento pragmático que, sin abandonar la comprensión profunda, prioriza alivio funcional y reorganización del vínculo en un foco acotado, facilitando cambios observables en regulación, petición de ayuda y adaptación relacional en un tiempo limitado."
  }
],
  "micros": [
  {
    "nombre": "Nombrar la sensación de carencia sin interpretarla",
    "codigo": "m_balint_nombrar_carencia",
    "procesos": ["RE_rotulacion", "R_coregulacion"],
    "texto": "Microintervención que pone palabras simples a la vivencia de vacío, falta o insuficiencia (“aquí aparece una sensación de que algo falta”) sin explicarla ni buscar causas, permitiendo que la experiencia sea reconocida y sostenida sin activar defensas de queja, exigencia o retirada."
  },
  {
    "nombre": "Detectar activación temprana de frustración",
    "codigo": "m_balint_detectar_frustracion",
    "procesos": ["RE_rotulacion", "RE_modulacion"],
    "texto": "Intervención breve que señala las primeras señales de frustración (tensión, impaciencia, ironía, queja sutil) antes de que escalen a demanda regresiva o acting, ayudando a mentalizar el estado y a mantenerlo dentro de una ventana tolerable."
  },
  {
    "nombre": "Separar necesidad legítima de exigencia defensiva",
    "codigo": "m_balint_necesidad_vs_exigencia",
    "procesos": ["N_reformulacion", "AG_necesidadesPropias"],
    "texto": "Microintervención que discrimina entre la necesidad genuina de apoyo y la exigencia defensiva que busca eliminar toda frustración, reduciendo culpa y vergüenza y facilitando una formulación más directa y realista de lo que se necesita."
  },
  {
    "nombre": "Validar la dependencia sin reforzar regresión maligna",
    "codigo": "m_balint_validar_dependencia",
    "procesos": ["RE_aceptacion", "ALI_sintonia"],
    "texto": "Intervención breve que reconoce la necesidad de apoyo como legítima y humana, sin gratificar de forma indiscriminada ni fomentar escalada regresiva, manteniendo un equilibrio entre disponibilidad y límites."
  },
  {
    "nombre": "Señalar la queja como forma de comunicación",
    "codigo": "m_balint_queja_comunicacion",
    "procesos": ["R_mentalizacion", "N_metacognicion"],
    "texto": "Microintervención que devuelve la queja reiterada como un intento de comunicar necesidad y frustración más que como ataque o manipulación, abriendo la posibilidad de traducirla en una petición comprensible y relacionalmente eficaz."
  },
  {
    "nombre": "Convertir somatización en lenguaje emocional",
    "codigo": "m_balint_somatizacion_a_emocion",
    "procesos": ["AP_somaticoEsquematico", "R_mentalizacion"],
    "texto": "Intervención breve que conecta el síntoma corporal con el contexto relacional inmediato (“esto apareció después de…”), facilitando que el cuerpo deje de ser el único canal de expresión del malestar."
  },
  {
    "nombre": "Dosificar respuesta ante demanda intensa",
    "codigo": "m_balint_dosificar_respuesta",
    "procesos": ["RE_modulacion", "ALI_sintonia"],
    "texto": "Microintervención que regula la respuesta del terapeuta ante demandas intensas, evitando tanto la gratificación total como el rechazo, para mantener la relación en un punto de ajuste que sostenga sin reforzar dependencia desorganizante."
  },
  {
    "nombre": "Nombrar expectativa implícita de decepción",
    "codigo": "m_balint_expectativa_decepcion",
    "procesos": ["N_metacognicion", "R_mentalizacion"],
    "texto": "Intervención breve que hace visible la anticipación automática de falla o decepción del otro, ayudando al paciente a diferenciar experiencia pasada de relación presente."
  },
  {
    "nombre": "Pedir concreción cuando la demanda es difusa",
    "codigo": "m_balint_pedir_concrecion",
    "procesos": ["AG_necesidadesPropias", "R_comunicacionEmocional"],
    "texto": "Microintervención que solicita concretar qué ayudaría ahora mismo cuando la demanda es vaga o global, favoreciendo agencia y reduciendo frustración relacional."
  },
  {
    "nombre": "Sostener la espera sin prometer alivio inmediato",
    "codigo": "m_balint_sostener_espera",
    "procesos": ["RE_aceptacion", "RE_coregulacion"],
    "texto": "Intervención breve que acompaña la espera como experiencia compartida, sin promesas implícitas de solución rápida, fortaleciendo tolerancia a la frustración y confianza básica."
  },
  {
    "nombre": "Nombrar retirada protectora",
    "codigo": "m_balint_nombrar_retirada",
    "procesos": ["RE_prevEvitacion", "R_mentalizacion"],
    "texto": "Microintervención que señala la retirada o el distanciamiento como protección frente a nueva falla, reduciendo autoacusación y facilitando un retorno gradual al contacto."
  },
  {
    "nombre": "Invitar a una petición mínima",
    "codigo": "m_balint_peticion_minima",
    "procesos": ["AG_compromisoConductual", "R_comunicacionEmocional"],
    "texto": "Intervención breve que propone formular una petición pequeña y específica, ayudando a pasar de la demanda global a una comunicación viable que preserve el vínculo."
  },
  {
    "nombre": "Reparar micro-ruptura en el momento",
    "codigo": "m_balint_reparar_micro_ruptura",
    "procesos": ["ALI_rupturaReparacion", "R_reparacionRelacional"],
    "texto": "Microintervención que nombra un malentendido o tensión en sesión y lo repara de inmediato, mostrando que la relación puede fallar y recuperarse sin colapsar."
  },
  {
    "nombre": "Chequear alivio vs escalada tras una intervención",
    "codigo": "m_balint_chequeo_impacto",
    "procesos": ["ALI_monitorizacion", "N_metacognicion"],
    "texto": "Intervención breve que observa si una respuesta produjo alivio o incrementó urgencia regresiva, ajustando el ritmo y el encuadre para mantener la regresión en modo benigna."
  },
  {
    "nombre": "Cerrar el episodio devolviendo agencia",
    "codigo": "m_balint_cierre_agencia",
    "procesos": ["AG_tomaDecisiones", "I_coherenciaInterna"],
    "texto": "Microintervención de cierre que resume el aprendizaje del episodio y devuelve una pequeña elección o acción al paciente, consolidando integración sin dependencia excesiva."
  }
],
"refs": [
  "Balint, M. (1957). The Doctor, His Patient and the Illness.",
  "Balint, M. (1968). The Basic Fault.",
  "Balint, M. (1968). Primary Love and Psycho-Analytic Technique.",
  "Bálint, E. (Ed.). (1972). Psychotherapeutic Techniques in Medicine.",
  "Stewart, M., et al. (1995). Patient-Centered Medicine."
]
}
  
