{
  "id": "bion-teoria-pensar-contencion",
  "grupo": "Psicoanálisis",
  "label": "Bion – Teoría del pensar y contención",
  "year": 1962,
  "importance": 2,
  "autores": "Wilfred R. Bion",
  "descripcion": "Wilfred R. Bion reformula el psicoanálisis al situar el pensar como una función que emerge del procesamiento de la experiencia emocional. Propone que las vivencias sensoriales y afectivas crudas —elementos beta— requieren ser transformadas por la función alfa para convertirse en pensamientos, sueños e imágenes mentalizables. Cuando esta función falla, la experiencia se evacua mediante acting, somatización o identificación proyectiva masiva. El modelo continente–contenido describe la capacidad del analista para recibir, sostener y metabolizar las proyecciones del paciente a través de la reverie, devolviéndolas en forma pensable. Bion desplaza el foco desde el contenido interpretativo hacia la cualidad del vínculo, la tolerancia a la incertidumbre y la capacidad de pensar en presencia de lo desconocido, revolucionando la comprensión del aprendizaje emocional en la clínica individual y grupal.",
  "universidad": "",
  "ciudad": "Londres",
  "pais": "Reino Unido",
  "lat": 51.507351,
  "lon": -0.127758,
  "influencias": [
    "Relaciones de objeto (Klein)",
    "Teoría del pensamiento",
    "Psicoanálisis grupal",
    "Fenomenología / Hermenéutica",
    "Constructivismo (Cognitivismo evolutivo)"
  ],
  "books": [
    "W. R. Bion — Learning from Experience (1962)",
    "W. R. Bion — Elements of Psycho-Analysis (1963)",
    "W. R. Bion — Attention and Interpretation (1970)"
  ],
  "procesos": [
    "Transformación de experiencia emocional cruda en pensamiento",
    "Función alfa y capacidad de simbolización",
    "Contención y metabolización emocional",
    "Relación continente–contenido",
    "Identificación proyectiva y evacuación emocional",
    "Tolerancia a la frustración y a la incertidumbre",
    "Aprendizaje emocional y desarrollo del pensar"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza terapéutica se concibe como una relación de contención en la que el analista ofrece una mente capaz de recibir estados emocionales no pensados sin reaccionar defensivamente, permitiendo que el paciente experimente seguridad suficiente para depositar experiencias intolerables.",
    "ALI_objetivos": "El objetivo terapéutico principal es desarrollar la capacidad de pensar la experiencia emocional, sustituyendo la evacuación y la actuación por simbolización, reflexión y aprendizaje a partir de la experiencia.",
    "ALI_tareas": "Las tareas terapéuticas incluyen la observación de estados emocionales primitivos, la recepción de identificaciones proyectivas, la metabolización de afectos intensos y la devolución de experiencias transformadas en forma pensable.",
    "ALI_colaboracion": "La colaboración se construye implícitamente a través de la experiencia repetida de ser contenido y comprendido, más que mediante acuerdos explícitos o explicaciones racionales del proceso.",
    "ALI_sintonia": "La sintonía se basa en la capacidad del analista para ajustar su presencia emocional, su tolerancia a la incertidumbre y su timing interpretativo, evitando intervenciones prematuras que interfieran con el proceso de contención.",
    "ALI_rupturaReparacion": "Las rupturas se manifiestan como fallos de contención, incremento de acting o retirada emocional; la reparación implica restablecer la capacidad de pensar juntos lo ocurrido sin culpabilizar ni saturar de sentido.",
    "ALI_monitorizacion": "El progreso se monitoriza observando mayor tolerancia a la frustración, disminución de evacuaciones emocionales, aumento de simbolización y capacidad reflexiva.",
    "ALI_contexto": "El contexto relacional y vital actual se considera como fuente de activación emocional que puede sobrepasar temporalmente la función alfa, requiriendo mayor sostén y contención."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se compone de experiencias emocionales que requieren ser transformadas en pensamiento para adquirir significado.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico emerge del proceso compartido de metabolización emocional más que de la interpretación intelectual del contenido.\n\nConcepción del ser humano y del cambio\nEl ser humano aprende a pensar a partir de la experiencia emocional contenida; el cambio ocurre cuando se desarrolla o restituye la función alfa.\n\nRol de la relación terapéutica\nLa relación terapéutica es el continente que posibilita el desarrollo del pensar.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización dinámica de capacidades para pensar y tolerar la experiencia emocional.\n\nCómo se explica el cambio\nEl cambio se explica por la transformación de elementos beta en elementos alfa mediante la experiencia de contención.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por fallos en la función alfa que conducen a evacuación emocional, acting y desorganización.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula identificando la capacidad de contención interna, el uso de identificación proyectiva y la tolerancia a la frustración.\n\nQué procesos terapéuticos se priorizan\nSe prioriza el desarrollo del pensar, la contención emocional y la metabolización de afectos primitivos.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor simbolización, capacidad reflexiva y aprendizaje emocional."
  },
  "procedimientos":
