{
  "id": "istdp-davanloo-1978",
  "grupo": "Psicoanálisis",
  "label": "ISTDP (Intensive Short-Term Dynamic Psychotherapy)",
  "year": 1978,
  "importance": 2,
  "autores": "Habib Davanloo",
  "universidad": "McGill University",
  "ciudad": "Montreal",
  "pais": "Canadá",
  "lat": 45.501689,
  "lon": -73.567256,

  "descripcion": "ISTDP – Psicoterapia psicodinámica intensiva breve: modelo psicodinámico focalizado en el desbloqueo rápido de defensas y el acceso directo a afectos reprimidos mediante presión terapéutica graduada, clarificación sistemática de la resistencia y seguimiento preciso de señales somáticas. El tratamiento se caracteriza por una actitud activa del terapeuta, sesiones intensivas o de alta frecuencia y un trabajo orientado a desactivar bloqueos inconscientes que mantienen el sufrimiento, con evidencia creciente en trastornos resistentes y casos complejos.",

  "influencias": [
    "Psicoanálisis clásico",
    "Modelo estructural",
    "Psicología del yo (Hartmann)",
    "Psicología del yo (Anna Freud)",
    "Relaciones de objeto (Klein)",
    "Relaciones de objeto (Fairbairn)",
    "Psicoterapia psicodinámica breve"
  ],

  "neimeyer": {
    "epistemologico": "",
    "teoriaFormal": "",
    "teoriaClinica": ""
  },

  "mjps": ["N", "RE", "AP", "RI", "AG"],

 "procedimientos": [
  {
    "nombre": "Evaluación dinámica inicial y formulación del foco",
    "codigo": "p_istdp_evaluacion_dinamica",
    "procesos": ["N_insightPsicodinamico", "AP_evocacion"],
    "texto": "Procedimiento inicial orientado a evaluar la capacidad del paciente para tolerar afecto, identificar defensas predominantes, nivel de resistencia y patrón de ansiedad, y formular un foco dinámico claro ligado al conflicto central inconsciente. La evaluación no es descriptiva, sino activa, observando en tiempo real cómo el paciente responde a la presión emocional y a la exploración directa del conflicto. Referencia: Davanloo, H. (1990). *Unlocking the Unconscious*."
  },
  {
    "nombre": "Clarificación de defensas",
    "codigo": "p_istdp_clarificacion_defensas",
    "procesos": ["N_insightPsicodinamico", "RE_rotulacion"],
    "texto": "Procedimiento mediante el cual el terapeuta identifica, nombra y describe de forma explícita las defensas que el paciente utiliza en sesión para evitar el contacto con afectos dolorosos o prohibidos. La clarificación no confronta aún, sino que hace visible la función defensiva y su coste, preparando el terreno para intervenciones más activas sobre la resistencia. Referencia: Davanloo, H. (1990); Abbass, A. (2015)."
  },
  {
    "nombre": "Presión terapéutica graduada hacia el afecto",
    "codigo": "p_istdp_presion_afecto",
    "procesos": ["AP_evocacion", "AG_exposicionAfectiva"],
    "texto": "Procedimiento central de ISTDP que consiste en incrementar de forma progresiva la invitación al contacto con afectos subyacentes al conflicto, manteniendo el foco en experiencias emocionales concretas y actuales. La presión es ajustada continuamente según la respuesta del paciente y su nivel de ansiedad, evitando tanto la evitación crónica como el desbordamiento. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Desafío directo a la resistencia",
    "codigo": "p_istdp_desafio_resistencia",
    "procesos": ["RI_desbloqueo", "AG_confrontacion"],
    "texto": "Procedimiento activo en el que el terapeuta confronta de manera clara y directa la resistencia cuando esta se mantiene pese a la clarificación, señalando la elección implícita de mantener el sufrimiento frente al acceso al afecto. El desafío busca movilizar la motivación al cambio y debilitar defensas egosintónicas, sin interpretar contenidos históricos. Referencia: Davanloo, H. (1990); Abbass, A. (2015)."
  },
  {
    "nombre": "Seguimiento de señales somáticas de ansiedad",
    "codigo": "p_istdp_ansiedad_somatica",
    "procesos": ["RE_monitorizacion", "RF_regulacion"],
    "texto": "Procedimiento técnico clave que monitoriza de forma continua las manifestaciones somáticas de la ansiedad (tensión muscular, respiración, síntomas gastrointestinales, disociación) para determinar la capacidad del sistema nervioso de procesar afecto. El terapeuta ajusta la presión o regula la intervención según la vía de descarga de la ansiedad. Referencia: Davanloo, H. (1990); Abbass, A. (2015)."
  },
  {
    "nombre": "Regulación de la ansiedad y reestructuración defensiva",
    "codigo": "p_istdp_regulacion_ansiedad",
    "procesos": ["RE_modulacion", "RF_estabilizacion"],
    "texto": "Procedimiento destinado a reducir ansiedad excesiva o desorganizada cuando supera la capacidad de procesamiento del paciente, mediante desaceleración, clarificación defensiva o cambio temporal de foco. El objetivo no es tranquilizar, sino devolver al sistema un nivel óptimo para el trabajo experiencial profundo. Referencia: Abbass, A. (2015)."
  },
  {
    "nombre": "Acceso directo a afectos complejos reprimidos",
    "codigo": "p_istdp_acceso_afecto",
    "procesos": ["AP_experienciaEmocional", "I_integracionAfectiva"],
    "texto": "Procedimiento experiencial mediante el cual el paciente entra en contacto directo con afectos complejos (rabia, tristeza, amor, culpa) previamente evitados, sin mediación intelectual ni narración defensiva. Este acceso se produce cuando las defensas colapsan temporalmente y permite una descarga emocional integradora con efectos terapéuticos rápidos. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Trabajo con la culpa inconsciente",
    "codigo": "p_istdp_culpa_inconsciente",
    "procesos": ["RI_criticoInterno", "N_reformulacion"],
    "texto": "Procedimiento dirigido a identificar y atravesar la culpa inconsciente asociada a impulsos agresivos o amorosos hacia figuras significativas, que suele organizar defensas masivas y síntomas somáticos. El trabajo con la culpa permite liberar afecto y reducir la necesidad de castigo interno. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Desbloqueo del inconsciente",
    "codigo": "p_istdp_desbloqueo_inconsciente",
    "procesos": ["AP_experienciaEmocional", "I_reorganizacionSelf"],
    "texto": "Procedimiento culminante del modelo en el que, tras el colapso de defensas y la tolerancia al afecto, emergen recuerdos, imágenes y emociones ligadas al conflicto nuclear inconsciente. Este desbloqueo se acompaña de una reorganización emocional rápida y cambios clínicos significativos. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Trabajo post-desbloqueo e integración",
    "codigo": "p_istdp_integracion",
    "procesos": ["I_integracionNarrativa", "AG_compromisoConductual"],
    "texto": "Procedimiento posterior al desbloqueo orientado a integrar la experiencia emocional en la vida cotidiana del paciente, revisando implicaciones relacionales, conductuales y de autoimagen. Se consolida el cambio evitando recaídas defensivas y favoreciendo una reorganización más estable del self. Referencia: Abbass, A. (2015)."
  }
],

 "micros": [
  {
    "nombre": "Señalamiento inmediato de una defensa en curso",
    "codigo": "m_istdp_senalamiento_defensa",
    "procesos": ["N_insightPsicodinamico", "RE_rotulacion"],
    "texto": "Microintervención que nombra en el momento exacto una defensa activa (intelectualización, evitación visual, humor, pasividad) y la vincula con su función de evitar el afecto. El señalamiento es descriptivo y concreto, sin interpretación histórica, con el objetivo de aumentar conciencia y reducir la eficacia defensiva en tiempo real. Referencia: Davanloo, H. (1990). *Unlocking the Unconscious*."
  },
  {
    "nombre": "Presión focal hacia el afecto específico",
    "codigo": "m_istdp_presion_focal",
    "procesos": ["AP_evocacion", "AG_exposicionAfectiva"],
    "texto": "Intervención breve que incrementa la invitación a contactar con un afecto concreto que está emergiendo (por ejemplo, rabia o tristeza), formulada de manera directa y sostenida. La presión se mantiene mientras el paciente pueda tolerarla, ajustándose continuamente a las señales de ansiedad observadas. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Pregunta directa orientada al afecto",
    "codigo": "m_istdp_pregunta_afecto",
    "procesos": ["AP_evocacion"],
    "texto": "Pregunta simple y directa del tipo “¿qué siente ahora hacia…?” utilizada para cortar narrativas defensivas y llevar la atención al afecto presente. Esta microintervención reduce la elaboración cognitiva y facilita el acceso experiencial inmediato. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Bloqueo de racionalización",
    "codigo": "m_istdp_bloqueo_racionalizacion",
    "procesos": ["RI_desbloqueo", "N_metacognicion"],
    "texto": "Intervención puntual que interrumpe explicaciones largas, justificaciones o análisis abstractos, señalando su función defensiva y redirigiendo la atención al aquí-y-ahora emocional. Su objetivo es impedir que la cognición sustituya la experiencia afectiva. Referencia: Abbass, A. (2015). *Reaching Through Resistance*."
  },
  {
    "nombre": "Lectura de ansiedad a partir del cuerpo",
    "codigo": "m_istdp_lectura_ansiedad",
    "procesos": ["RE_monitorizacion"],
    "texto": "Microintervención observacional que verbaliza signos somáticos de ansiedad (tensión mandibular, respiración superficial, mareo, somnolencia) para ajustar la intensidad del trabajo. Permite decidir si aumentar presión, clarificar defensas o regular antes de continuar. Referencia: Davanloo, H. (1990); Abbass, A. (2015)."
  },
  {
    "nombre": "Reducción activa de ansiedad excesiva",
    "codigo": "m_istdp_reduccion_ansiedad",
    "procesos": ["RE_modulacion", "RF_estabilizacion"],
    "texto": "Intervención breve que desacelera el proceso cuando la ansiedad supera la capacidad de procesamiento, mediante cambios posturales, focalización corporal o disminución temporal de la presión. No busca tranquilizar, sino restaurar un nivel óptimo para retomar el trabajo experiencial. Referencia: Abbass, A. (2015)."
  },
  {
    "nombre": "Desafío puntual a la resistencia egosintónica",
    "codigo": "m_istdp_desafio_puntual",
    "procesos": ["RI_desbloqueo", "AG_confrontacion"],
    "texto": "Microintervención confrontativa que señala la elección implícita de mantener defensas y sufrimiento frente al acceso al afecto, formulada de manera clara y concreta. Busca movilizar motivación y romper ciclos defensivos persistentes sin introducir interpretación histórica. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Mantener el foco pese a desviaciones",
    "codigo": "m_istdp_mantener_foco",
    "procesos": ["N_metacognicion"],
    "texto": "Intervención breve que devuelve repetidamente la atención al foco dinámico acordado cuando el paciente intenta desviarse a temas secundarios. Sostiene la intensidad del trabajo y evita dispersión defensiva. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Nombrar la experiencia afectiva emergente",
    "codigo": "m_istdp_nombrar_afecto",
    "procesos": ["RE_rotulacion", "AP_experienciaEmocional"],
    "texto": "Microintervención que pone palabras simples al afecto que está apareciendo (“rabia”, “tristeza”, “amor”), ayudando al paciente a reconocerlo sin huir ni intelectualizarlo. Facilita tolerancia y profundización experiencial. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Vinculación inmediata afecto–defensa",
    "codigo": "m_istdp_vinculo_afecto_defensa",
    "procesos": ["N_insightPsicodinamico"],
    "texto": "Intervención que conecta explícitamente un aumento de afecto con la defensa que surge para evitarlo, mostrando su secuencia funcional en tiempo real. Incrementa comprensión implícita y debilita la automatización defensiva. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Invitación a sostener el afecto sin actuar",
    "codigo": "m_istdp_sostener_afecto",
    "procesos": ["RE_tolerancia", "AP_experienciaEmocional"],
    "texto": "Microintervención que anima al paciente a permanecer con la experiencia emocional sin descargarla en acción, palabra o defensa. Facilita procesamiento afectivo profundo y reduce la necesidad de síntomas. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Señalamiento de culpa inconsciente emergente",
    "codigo": "m_istdp_culpa_emergente",
    "procesos": ["RI_criticoInterno", "N_reformulacion"],
    "texto": "Intervención breve que identifica signos de culpa inconsciente (autocrítica súbita, somatización, bloqueo) cuando emergen impulsos agresivos o amorosos, permitiendo atravesarla en lugar de retroceder defensivamente. Referencia: Davanloo, H. (1990)."
  },
  {
    "nombre": "Cierre experiencial tras acceso emocional",
    "codigo": "m_istdp_cierre_experiencial",
    "procesos": ["I_integracionAfectiva"],
    "texto": "Microintervención que ayuda a cerrar una secuencia intensa de trabajo afectivo, facilitando integración y retorno a un estado regulado sin anular la experiencia vivida. Previene retraimiento defensivo posterior. Referencia: Abbass, A. (2015)."
  }
],

"ideasPrincipales": [
  {
    "id": "idea_istdp_1",
    "titulo": "El sufrimiento psicológico se mantiene por defensas que bloquean el acceso al afecto",
    "desarrollo": "ISTDP parte de la premisa de que los síntomas y patrones disfuncionales persisten porque el individuo utiliza defensas automáticas para evitar el contacto consciente con afectos intensos ligados a conflictos relacionales tempranos. Estas defensas reducen momentáneamente la ansiedad, pero mantienen el sufrimiento al impedir la elaboración emocional directa. (Davanloo, 1990)."
  },
  {
    "id": "idea_istdp_2",
    "titulo": "El acceso experiencial al afecto es el principal motor de cambio",
    "desarrollo": "El cambio terapéutico en ISTDP no se produce principalmente a través del insight narrativo, sino mediante el acceso directo, vivido y sostenido a afectos previamente reprimidos. Cuando el paciente puede experimentar estos afectos sin defensas, se produce una reorganización rápida y profunda del funcionamiento psíquico. (Davanloo, 1990; Abbass, 2015)."
  },
  {
    "id": "idea_istdp_3",
    "titulo": "La ansiedad es una señal reguladora del proceso terapéutico",
    "desarrollo": "ISTDP utiliza la ansiedad como indicador clínico central para guiar la intervención. El terapeuta monitoriza continuamente cómo se expresa la ansiedad en el cuerpo y ajusta la presión terapéutica para mantenerla dentro de un rango óptimo que permita el procesamiento afectivo sin desorganización. (Davanloo, 1990)."
  },
  {
    "id": "idea_istdp_4",
    "titulo": "La resistencia es una elección inconsciente que puede ser desafiada",
    "desarrollo": "En ISTDP, la resistencia no se interpreta únicamente como un fenómeno a comprender, sino como una posición activa —aunque inconsciente— del paciente frente al cambio. El modelo sostiene que esta resistencia puede y debe ser confrontada de manera directa cuando bloquea el acceso al afecto, para movilizar la motivación terapéutica. (Davanloo, 1990; Abbass, 2015)."
  },
  {
    "id": "idea_istdp_5",
    "titulo": "El terapeuta adopta una postura activa y focalizada",
    "desarrollo": "A diferencia de modelos psicodinámicos más exploratorios, ISTDP asigna al terapeuta un rol activo en la conducción del proceso, manteniendo el foco en el conflicto central y evitando derivas defensivas. Esta actitud no es autoritaria, sino estratégicamente dirigida a facilitar el acceso al núcleo emocional del problema. (Davanloo, 1990)."
  },
  {
    "id": "idea_istdp_6",
    "titulo": "La culpa inconsciente es un núcleo central del conflicto",
    "desarrollo": "ISTDP identifica la culpa inconsciente asociada a impulsos agresivos o amorosos hacia figuras significativas como un organizador clave de defensas y síntomas. El trabajo terapéutico busca atravesar esta culpa para liberar el afecto reprimido y reducir la necesidad de castigo interno o somatización. (Davanloo, 1990)."
  },
  {
    "id": "idea_istdp_7",
    "titulo": "El desbloqueo del inconsciente produce cambios rápidos y profundos",
    "desarrollo": "Cuando las defensas colapsan y el paciente tolera el afecto sin evitación, puede producirse el llamado desbloqueo del inconsciente, caracterizado por la emergencia espontánea de recuerdos, emociones e imágenes ligadas al conflicto nuclear. Este proceso se asocia a cambios clínicos rápidos y estables. (Davanloo, 1990)."
  },
  {
    "id": "idea_istdp_8",
    "titulo": "La brevedad es consecuencia del proceso, no un objetivo en sí mismo",
    "desarrollo": "Aunque ISTDP se define como una terapia breve, su brevedad no deriva de un límite externo de sesiones, sino de la intensidad y eficacia del trabajo emocional. Cuando el acceso al afecto se logra de forma directa, el cambio puede producirse en menos tiempo que en abordajes más graduales. (Abbass, 2015)."
  },
  {
    "id": "idea_istdp_9",
    "titulo": "La integración posterior es necesaria para consolidar el cambio",
    "desarrollo": "Tras experiencias emocionales intensas y desbloqueos, ISTDP subraya la necesidad de integrar el cambio en la vida cotidiana del paciente, revisando implicaciones relacionales y conductuales. Sin esta integración, existe riesgo de recaída defensiva pese al acceso emocional logrado. (Abbass, 2015)."
  }
],


  "refs": [
    "Davanloo, H. (1990). Unlocking the Unconscious: Selected Papers.",
    "Abbass, A. (2015). Reaching Through Resistance: Advanced ISTDP."
  ]
}
