{
  "id": "kernberg-relaciones-objetales-modernas",
  "grupo": "Psicoanálisis",
  "label": "Kernberg – Relaciones objetales modernas",
  "year": 1975,
  "importance": 2,
  "autores": "Otto F. Kernberg",
  "descripcion": "Otto F. Kernberg desarrolla una teoría estructural de las relaciones objetales que integra aportes kleinianos con la psicología del yo para explicar la organización de la personalidad, especialmente en los niveles límite y narcisista. Propone que la identidad se constituye mediante la integración progresiva de representaciones del self y del objeto cargadas de afecto, inicialmente escindidas en configuraciones idealizadas y persecutorias. Cuando esta integración fracasa, predominan defensas primitivas como la escisión, la idealización, la devaluación y la identificación proyectiva, dando lugar a difusión de identidad, impulsividad y relaciones caóticas. La técnica clínica se centra en el análisis sistemático de la transferencia, donde se activan en vivo las díadas relacionales escindidas. El objetivo terapéutico es integrar amor y agresión, fortalecer la identidad y promover una organización más madura del self y de los vínculos. Este marco dio origen a la Terapia Focalizada en la Transferencia (TFP), uno de los tratamientos psicodinámicos con mayor respaldo empírico para los trastornos de personalidad.",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,
  "influencias": [
    "Relaciones de objeto (Klein)",
    "Modelo estructural",
    "Psicología del yo",
    "Fenomenología / Hermenéutica",
    "Constructivismo social / Relacional"
  ],
  "books": [
    "Otto F. Kernberg — Borderline Conditions and Pathological Narcissism (1975)",
    "Otto F. Kernberg — Object Relations Theory and Clinical Psychoanalysis (1976)",
    "Otto F. Kernberg et al. — Transference-Focused Psychotherapy for Borderline Personality Disorder (2006)"
  ],
  "procesos": [
    "Integración de representaciones del self y del objeto",
    "Constitución y consolidación de la identidad",
    "Regulación de afectos intensos",
    "Análisis de la transferencia",
    "Transformación de defensas primitivas",
    "Integración de amor y agresión",
    "Organización estructural de la personalidad"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza terapéutica se construye mediante un encuadre claro, consistente y explícito que permite contener la intensidad afectiva y la impulsividad propias de las organizaciones límite, estableciendo una base segura para el análisis de la transferencia.",
    "ALI_objetivos": "El objetivo central es lograr la integración estructural de la identidad mediante la síntesis de representaciones escindidas del self y de los objetos, reduciendo impulsividad, acting out y relaciones caóticas.",
    "ALI_tareas": "Las tareas terapéuticas incluyen identificar defensas primitivas activas, analizar sistemáticamente la transferencia y clarificar las díadas relacionales que emergen en sesión.",
    "ALI_colaboracion": "La colaboración se apoya en un contrato terapéutico explícito que delimita responsabilidades, manejo de acting out y compromiso con el tratamiento.",
    "ALI_sintonia": "La sintonía implica equilibrar confrontación y contención, ajustando la intensidad interpretativa para evitar desorganización o acting.",
    "ALI_rupturaReparacion": "Las rupturas se conceptualizan como activaciones transferenciales intensas; su reparación se realiza mediante clarificación y análisis del aquí-ahora relacional.",
    "ALI_monitorizacion": "El progreso se monitoriza por mayor estabilidad identitaria, reducción de defensas primitivas y aumento de capacidad reflexiva.",
    "ALI_contexto": "El contexto vital y relacional se considera como escenario donde se expresan las mismas configuraciones estructurales observadas en la transferencia."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se organiza en estructuras internas de relaciones objetales cargadas de afecto.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico surge del análisis sistemático de la transferencia y de la observación clínica estructural.\n\nConcepción del ser humano y del cambio\nEl ser humano cambia cuando logra integrar representaciones escindidas y desarrollar una identidad coherente.\n\nRol de la relación terapéutica\nLa relación terapéutica es el escenario principal donde se despliegan y transforman las estructuras internas.",
    "teoriaFormal": "Qué es el self\nEl self es una organización estructural de representaciones integradas del yo y del objeto.\n\nCómo se explica el cambio\nEl cambio ocurre mediante la integración progresiva de díadas relacionales escindidas.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por difusión de identidad y uso predominante de defensas primitivas.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula según el nivel de organización de la personalidad y la calidad de la identidad.\n\nQué procesos terapéuticos se priorizan\nSe prioriza el análisis de la transferencia y la integración estructural.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor integración identitaria y regulación afectiva."
  },
"procedimientos": [
  {
    "nombre": "Evaluación estructural de la personalidad",
    "codigo": "p_kernberg_evaluacion_estructural",
    "procesos": ["N_metacognicion", "I_coherenciaInterna", "RE_rotulacion"],
    "texto": "Procedimiento diagnóstico-clínico que determina el nivel de organización de la personalidad (neurótico, límite o psicótico) evaluando identidad, defensas predominantes y prueba de realidad, lo que permite orientar la indicación terapéutica y el encuadre técnico adecuado (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  },
  {
    "nombre": "Contrato terapéutico estructural",
    "codigo": "p_kernberg_contrato_terapeutico",
    "procesos": ["AG_autoriaResponsabilidad", "ALI_vinculo", "R_limitesInterpersonales"],
    "texto": "Procedimiento inicial que establece de forma explícita normas, responsabilidades, manejo de acting out y compromiso con el tratamiento, proporcionando un marco contenedor indispensable para trabajar con pacientes con impulsividad y relaciones caóticas (Kernberg et al., 2006, *Transference-Focused Psychotherapy for Borderline Personality Disorder*)."
  },
  {
    "nombre": "Clarificación sistemática del material clínico",
    "codigo": "p_kernberg_clarificacion",
    "procesos": ["RE_rotulacion", "R_mentalizacion", "N_metacognicion"],
    "texto": "Procedimiento básico que busca describir con precisión conductas, afectos y percepciones contradictorias del paciente, reduciendo confusión y preparando el terreno para intervenciones interpretativas más profundas (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  },
  {
    "nombre": "Confrontación de contradicciones y defensas primitivas",
    "codigo": "p_kernberg_confrontacion",
    "procesos": ["RE_prevEvitacion", "N_insightPsicodinamico", "RI_partesSubpersonalidades"],
    "texto": "Procedimiento que señala de manera directa pero contenida las contradicciones entre relatos, afectos y conductas, así como el uso activo de defensas primitivas como la escisión, idealización y devaluación, facilitando conciencia sin desorganizar al paciente (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  },
  {
    "nombre": "Análisis sistemático de la transferencia",
    "codigo": "p_kernberg_analisis_transferencia",
    "procesos": ["R_mentalizacion", "N_insightPsicodinamico", "AP_procesamiento"],
    "texto": "Procedimiento central en el que se examinan las reacciones emocionales y conductuales del paciente hacia el terapeuta como expresión directa de díadas relacionales internas escindidas, utilizándolas como principal vía de cambio estructural (Kernberg et al., 2006, *Transference-Focused Psychotherapy for Borderline Personality Disorder*)."
  },
  {
    "nombre": "Identificación de díadas relacionales escindidas",
    "codigo": "p_kernberg_diad as_escindidas",
    "procesos": ["RI_partesSubpersonalidades", "N_reformulacion", "I_coherenciaInterna"],
    "texto": "Procedimiento que detecta configuraciones recurrentes de self-objeto cargadas de afecto (idealizadas vs persecutorias) activas en la transferencia, permitiendo su posterior integración mediante el trabajo interpretativo (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  },
  {
    "nombre": "Interpretación de defensas primitivas en vivo",
    "codigo": "p_kernberg_defensas_primitivas",
    "procesos": ["N_insightPsicodinamico", "RE_modulacion", "R_mentalizacion"],
    "texto": "Procedimiento interpretativo que aborda directamente escisión, identificación proyectiva, negación, idealización y devaluación tal como aparecen en la sesión, ayudando al paciente a reconocer su función protectora y su coste relacional (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  },
  {
    "nombre": "Integración progresiva de representaciones del self y del objeto",
    "codigo": "p_kernberg_integracion_representaciones",
    "procesos": ["I_integracion", "N_reformulacion", "RE_aceptacion"],
    "texto": "Procedimiento de largo recorrido que promueve la síntesis de aspectos amorosos y agresivos del self y del objeto, reduciendo la fragmentación identitaria y favoreciendo una identidad más coherente y estable (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  },
  {
    "nombre": "Trabajo con agresión y odio en la transferencia",
    "codigo": "p_kernberg_agresion_transferencia",
    "procesos": ["RE_modulacion", "AP_profundizacion", "R_mentalizacion"],
    "texto": "Procedimiento que legitima y analiza la expresión de agresión intensa hacia el terapeuta como componente central de las relaciones objetales escindidas, permitiendo su simbolización e integración sin acting destructivo (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  },
  {
    "nombre": "Manejo activo del acting out",
    "codigo": "p_kernberg_acting_out",
    "procesos": ["R_limitesInterpersonales", "AG_autoriaResponsabilidad", "RE_prevEvitacion"],
    "texto": "Procedimiento que aborda conductas impulsivas o autodestructivas fuera de sesión mediante límites claros y análisis de su significado transferencial, evitando tanto la permisividad como el castigo moralizante (Kernberg et al., 2006, *Transference-Focused Psychotherapy for Borderline Personality Disorder*)."
  },
  {
    "nombre": "Fortalecimiento de funciones yoicas maduras",
    "codigo": "p_kernberg_funciones_yoicas",
    "procesos": ["AG_autonomia", "RE_modulacion", "N_metacognicion"],
    "texto": "Procedimiento complementario que apoya el desarrollo de control de impulsos, tolerancia a la ambivalencia y capacidad reflexiva, especialmente cuando la desorganización afectiva amenaza el proceso interpretativo (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  },
  {
    "nombre": "Consolidación de identidad integrada",
    "codigo": "p_kernberg_consolidacion_identidad",
    "procesos": ["I_coherenciaInterna", "I_continuidadBiografica", "AG_compromisoConductual"],
    "texto": "Procedimiento integrador que consolida una identidad más estable y realista, caracterizada por relaciones menos extremas, mayor continuidad del self y reducción de defensas primitivas (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  }
],
  "micros": [
  {
    "nombre": "Nombrar escisión activa en el aquí-ahora",
    "codigo": "m_kernberg_nombrar_escision",
    "procesos": ["RE_rotulacion", "R_mentalizacion"],
    "texto": "Microintervención que señala de forma descriptiva cuándo el paciente está percibiendo al self o al otro en términos totalmente buenos o totalmente malos, ayudándole a observar la escisión como un estado mental transitorio y no como una realidad objetiva (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  },
  {
    "nombre": "Señalar idealización y devaluación alternantes",
    "codigo": "m_kernberg_idealizacion_devaluacion",
    "procesos": ["N_insightPsicodinamico", "RE_modulacion"],
    "texto": "Intervención breve que pone de relieve los cambios bruscos entre idealización y devaluación del terapeuta u otras figuras significativas, facilitando conciencia del patrón relacional escindido sin entrar en luchas defensivas (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  },
  {
    "nombre": "Clarificar contradicciones afectivas",
    "codigo": "m_kernberg_clarificar_contradicciones",
    "procesos": ["R_mentalizacion", "N_metacognicion"],
    "texto": "Microintervención que subraya la coexistencia de afectos opuestos —amor y odio, deseo y rechazo— ayudando al paciente a tolerar ambivalencia sin recurrir a defensas primitivas (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  },
  {
    "nombre": "Devolver impacto agresivo en la relación",
    "codigo": "m_kernberg_impacto_agresivo",
    "procesos": ["R_mentalizacion", "RE_coregulacion"],
    "texto": "Intervención breve que comunica de forma clínica el impacto emocional de la agresión o descalificación del paciente en el vínculo terapéutico, utilizándolo como vía para analizar la díada relacional activa (Kernberg et al., 2006, *Transference-Focused Psychotherapy for Borderline Personality Disorder*)."
  },
  {
    "nombre": "Diferenciar fantasía persecutoria de realidad actual",
    "codigo": "m_kernberg_fantasia_vs_realidad",
    "procesos": ["N_metacognicion", "RE_modulacion"],
    "texto": "Microintervención que ayuda a distinguir entre percepciones transferenciales persecutorias y la conducta real del terapeuta, reforzando prueba de realidad sin invalidar la experiencia emocional (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  },
  {
    "nombre": "Contener impulso antes de actuar",
    "codigo": "m_kernberg_contener_impulso",
    "procesos": ["RE_prevEvitacion", "AG_autoriaResponsabilidad"],
    "texto": "Intervención breve que introduce una pausa entre afecto intenso e impulso conductual, apoyando el desarrollo de control de impulsos y reduciendo acting out dentro y fuera de sesión (Kernberg et al., 2006, *Transference-Focused Psychotherapy for Borderline Personality Disorder*)."
  },
  {
    "nombre": "Nombrar díada relacional dominante",
    "codigo": "m_kernberg_nominar_diada",
    "procesos": ["RI_partesSubpersonalidades", "N_reformulacion"],
    "texto": "Microintervención que identifica explícitamente la configuración self–objeto activa (por ejemplo, self víctima–objeto persecutorio), facilitando su reconocimiento consciente y posterior integración (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  },
  {
    "nombre": "Señalar avance hacia ambivalencia integrada",
    "codigo": "m_kernberg_avance_integracion",
    "procesos": ["ALI_monitorizacion", "I_integracion"],
    "texto": "Intervención breve que destaca momentos en los que el paciente puede sostener simultáneamente aspectos positivos y negativos del self u objeto, reforzando el progreso estructural sin idealizarlo (Kernberg, 1975, *Borderline Conditions and Pathological Narcissism*)."
  },
  {
    "nombre": "Reforzar responsabilidad sobre la conducta",
    "codigo": "m_kernberg_responsabilidad",
    "procesos": ["AG_autoriaResponsabilidad", "R_limitesInterpersonales"],
    "texto": "Microintervención que devuelve al paciente la autoría de sus conductas impulsivas o agresivas sin culpabilizar, diferenciando comprensión dinámica de justificación conductual (Kernberg et al., 2006, *Transference-Focused Psychotherapy for Borderline Personality Disorder*)."
  },
  {
    "nombre": "Cerrar sesión integrando afectos opuestos",
    "codigo": "m_kernberg_cierre_integracion",
    "procesos": ["I_coherenciaInterna", "RE_aceptacion"],
    "texto": "Intervención de cierre que resume cómo afectos contradictorios han podido pensarse conjuntamente durante la sesión, consolidando la experiencia de integración y continuidad del self (Kernberg, 1976, *Object Relations Theory and Clinical Psychoanalysis*)."
  }
]
}
