{
  "id": "neopsicoanalisis",
  "grupo": "Psicoanálisis",
  "label": "Neopsicoanálisis",
  "year": 1940,
  "importance": 3,
  "autores": "Erich Fromm; Karen Horney; Harry Stack Sullivan",
  "descripcion": "Movimiento postfreudiano que mantiene los principios dinámicos del inconsciente y el conflicto, pero los reinterpreta a la luz de los factores sociales y culturales.\nFromm destaca la influencia de las estructuras socioeconómicas sobre la neurosis; Horney subraya la ansiedad básica y la búsqueda de seguridad; Sullivan redefine la personalidad como el patrón relativamente estable de relaciones interpersonales.\nEl neopsicoanálisis desplaza el foco de las pulsiones biológicas hacia las necesidades de vinculación, poder y pertenencia, integrando el contexto social como componente esencial de la salud mental.\nSupone un puente entre el psicoanálisis clásico y los enfoques interpersonales y humanistas posteriores. En conjunto, el neopsicoanálisis entiende el malestar como resultado de (a) estrategias de seguridad interpersonal rígidas, (b) formas de self construidas bajo ansiedad y expectativas sociales, y (c) condiciones culturales que promueven alienación, conformismo o vínculos instrumentales; el cambio terapéutico ocurre cuando el paciente puede observar sus patrones relacionales en vivo, mentalizar la ansiedad que los dispara, flexibilizar sus “soluciones” defensivas, recuperar autenticidad y construir modos de relación más recíprocos y productivos.",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,
  "influencias": [
    "Psicoanálisis clásico",
    "Sociología",
    "Cultura",
    "Teoría interpersonal"
  ],
  "books": [
    "Erich Fromm — The Art of Loving (1956)",
    "Karen Horney — Neurosis and Human Growth (1950)",
    "Harry S. Sullivan — The Interpersonal Theory of Psychiatry (1953)"
  ],
  "procesos": [
    "Ansiedad básica y estrategias de seguridad",
    "Patrones interpersonales y organización del self en relación",
    "Distorsiones interpersonales (expectativas, atribuciones, guiones)",
    "Conflictos entre self real y self idealizado / tiranía del deber",
    "Alienación y conformismo sociocultural",
    "Recuperación de autenticidad, reciprocidad y capacidad de amar"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "mecanismosDefensa": [
    "Intelectualización",
    "Racionalización",
    "Formación reactiva",
    "Proyección interpersonal",
    "Negación de necesidades relacionales",
    "Evitación del conflicto",
    "Aislamiento interpersonal",
    "Supresión emocional",
    "Conformismo (automaton conformity)",
    "Retirada / desapego (distanciamiento protector)",
    "Hostilidad encubierta (pasivo-agresividad)",
    "Sumisión relacional",
    "Idealización interpersonal",
    "Devaluación interpersonal",
    "Externalización de la ansiedad",
    "Selectiva inatención (selective inattention)",
    "Distorsión paratáxica (parataxic distortion)",
    "Operaciones de seguridad (security operations)",
    "Identificación con roles sociales / identidad prestada",
    "Autoritarismo (escape de la libertad)",
    "Destructividad (escape de la libertad)",
    "Compulsión de éxito/estatus como regulación"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza se entiende como un vínculo interpersonal real y co-creado: el terapeuta actúa como participante-observador que ofrece seguridad, claridad y respeto, de modo que el paciente pueda mostrar sus patrones relacionales habituales sin ser humillado ni controlado; el vínculo terapéutico es ya una intervención porque permite experimentar una relación menos instrumental, menos defensiva y más recíproca.",
    "ALI_objetivos": "Los objetivos se formulan en términos de reducir ansiedad básica, flexibilizar estrategias de seguridad, comprender y modificar guiones relacionales, recuperar autenticidad (self real frente a self idealizado) y mejorar la capacidad de vinculación madura, incluyendo amor, respeto propio, autonomía y reciprocidad.",
    "ALI_tareas": "Las tareas terapéuticas incluyen mapear patrones interpersonales repetidos, identificar señales de ansiedad y movimientos de seguridad, explorar exigencias internas y roles sociales, y ensayar nuevas conductas relacionales con feedback continuo, usando el aquí-ahora de la sesión como laboratorio para transformar el patrón en experiencia pensable.",
    "ALI_colaboracion": "La colaboración es explícita: terapeuta y paciente investigan juntos el funcionamiento interpersonal y sociocultural del malestar, ajustando hipótesis en base a lo que ocurre en sesión y fuera; el modelo evita imponer una lectura pulsional cerrada y prioriza acuerdos claros sobre focos, ritmo y experimentos terapéuticos.",
    "ALI_sintonia": "La sintonía consiste en calibrar apoyo y confrontación según la ansiedad interpersonal activada: cuando predomina amenaza y vergüenza se prioriza contención y clarificación; cuando aumenta seguridad se amplía la exploración de responsabilidad, patrones y elecciones, manteniendo un tono humano y no moralizante.",
    "ALI_rupturaReparacion": "Las rupturas suelen ser repeticiones del patrón interpersonal del paciente (sumisión, ataque, retirada, desconfianza o control); la reparación implica nombrar el proceso relacional en el aquí-ahora, validar la necesidad de seguridad y reconstruir una alternativa de contacto más directa, modelando una resolución distinta a la habitual.",
    "ALI_monitorizacion": "La monitorización se hace observando cambios en ansiedad interpersonal, capacidad de mentalizar, flexibilidad de respuestas, calidad del contacto y coherencia entre valores y conducta, además de indicadores prácticos (conflictos, evitación, aislamiento, reciprocidad y satisfacción relacional).",
    "ALI_contexto": "El contexto social y cultural se integra activamente: se exploran normas, roles, clase social, migración, género, poder y expectativas de éxito/estatus, diferenciando sufrimiento intrapsíquico de malestar por alienación o condiciones relacionales reales, para que el cambio sea viable y no culpabilizante."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se entiende como una experiencia organizada interpersonal y socioculturalmente: la mente no se explica solo por pulsiones, sino por necesidades de seguridad, pertenencia, poder y reconocimiento en contextos concretos. La ansiedad y la identidad se configuran en relaciones y roles.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se construye observando patrones relacionales repetidos (en vida y en sesión) y su función adaptativa en el contexto; la validez se prueba en la experiencia compartida y en la mejora del funcionamiento interpersonal, no solo en interpretaciones de profundidad.\n\nConcepción del ser humano y del cambio\nEl ser humano busca seguridad y significado en vínculos y cultura; el cambio ocurre cuando se reduce la ansiedad básica, se flexibilizan operaciones de seguridad, se recupera autenticidad y se construyen relaciones más recíprocas y productivas.\n\nRol de la relación terapéutica\nLa relación terapéutica es el escenario principal de observación y transformación: en ella emergen distorsiones, expectativas y defensas interpersonales, y se pueden reparar en vivo para generar nuevas experiencias correctivas.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización dinámica moldeada por experiencias interpersonales y exigencias culturales: incluye un self vivido (real), un self idealizado (imagen exigente y defensiva) y un sistema de operaciones de seguridad que buscan evitar ansiedad y vergüenza.\n\nCómo se explica el cambio\nEl cambio se explica por el paso de estrategias rígidas de seguridad (sumisión, ataque, retirada, conformismo) a formas más flexibles de relación y autorregulación, junto con una reorientación ética y de valores hacia reciprocidad y productividad (Fromm) y una reducción de distorsiones interpersonales (Sullivan).\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por ansiedad básica crónica, distorsiones interpersonales, tiranía del deber y autoimagen idealizada, y por contextos socioculturales alienantes que refuerzan conformismo, competitividad o vínculos instrumentales.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando la ansiedad interpersonal dominante, el patrón de seguridad predominante (ir hacia/contra/lejos), las distorsiones interpersonales y guiones relacionales, el self idealizado y sus deberías, y las presiones socioculturales que mantienen el sistema.\n\nQué procesos terapéuticos se priorizan\nSe prioriza clarificar ansiedad y operaciones de seguridad, mentalizar el aquí-ahora relacional, reformular el self idealizado hacia un self real más compasivo, y traducir valores (reciprocidad, autenticidad, responsabilidad) a conductas observables.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por reducción de ansiedad interpersonal, mayor flexibilidad relacional, menos distorsiones y conductas de seguridad, aumento de autenticidad, mejores límites, más reciprocidad y coherencia entre valores y acción."
  },
  "procedimientos": [
    {
      "nombre": "Análisis de patrones interpersonales recurrentes (laboratorio relacional)",
      "codigo": "p_neopsy_patrones_interpersonales",
      "procesos": [
        "R_repertorioInterpersonal",
        "R_mentalizacion",
        "N_metacognicion"
      ],
      "texto": "Procedimiento central que identifica secuencias repetidas de relación (disparador → expectativa → conducta → respuesta del otro → conclusión) tanto en la vida del paciente como en la sesión, para convertir lo automático en observable; el terapeuta usa el aquí-ahora como laboratorio, ayudando a detectar cómo el paciente anticipa rechazo, control o humillación y cómo sus respuestas (sumisión, ataque, retirada) recrean el resultado temido, abriendo alternativas concretas de contacto."
    },
    {
      "nombre": "Exploración de ansiedad básica (Horney)",
      "codigo": "p_neopsy_ansiedad_basica_horney",
      "procesos": [
        "RE_rotulacion",
        "RE_modulacion",
        "R_coregulacion"
      ],
      "texto": "Intervención orientada a identificar la ansiedad básica como sensación de desamparo e inseguridad relacional, diferenciándola de emociones secundarias (rabia, frialdad, superioridad) y conectándola con experiencias de invalidación, hostilidad o inconsistencia; se trabaja nombrando señales somáticas y cognitivas, y creando un marco de seguridad para que el paciente pueda sentirla sin activar de inmediato operaciones defensivas."
    },
    {
      "nombre": "Mapa de movimientos de seguridad: hacia, contra o lejos (Horney)",
      "codigo": "p_neopsy_horney_tres_movimientos",
      "procesos": [
        "N_metacognicion",
        "R_repertorioInterpersonal",
        "RE_prevEvitacion"
      ],
      "texto": "Procedimiento de formulación que clasifica las estrategias del paciente en tres estilos predominantes: moverse hacia los otros (complacer, fusionarse), contra los otros (dominar, competir) o lejos de los otros (retirarse, autosuficiencia defensiva), analizando qué amenaza intenta evitar cada estilo y qué coste interpersonal genera; el objetivo clínico es ampliar repertorio y flexibilizar el movimiento según contexto."
    },
    {
      "nombre": "Trabajo con el self idealizado y la tiranía del deber (Horney)",
      "codigo": "p_neopsy_self_idealizado_deberias",
      "procesos": [
        "RI_criticoInterno",
        "I_autoimagen",
        "RE_reapreciacion"
      ],
      "texto": "Técnica para detectar ideales rígidos (perfección, invulnerabilidad, superioridad moral, éxito constante) y sus mandatos (‘debería’), mostrando cómo funcionan como defensa ante vergüenza y ansiedad; se exploran sus orígenes relacionales y culturales, se diferencia autoexigencia de valores genuinos y se construye una autoimagen más realista y vivible que reduzca auto-odio, comparación y hostilidad encubierta."
    },
    {
      "nombre": "Análisis de la hostilidad encubierta y la ambivalencia",
      "codigo": "p_neopsy_hostilidad_encubierta",
      "procesos": [
        "AP_profundizacion",
        "RE_aceptacion",
        "R_mentalizacion"
      ],
      "texto": "Procedimiento que hace explícitas capas de resentimiento, envidia o rabia que se expresan de forma indirecta (pasivo-agresividad, ironía, olvido, retirada) para mantener seguridad y pertenencia; se trabaja sosteniendo ambivalencia sin moralizar, conectando la hostilidad con necesidades frustradas y entrenando formas más directas y reguladas de expresión y límite."
    },
    {
      "nombre": "Clarificación de distorsiones interpersonales (Sullivan: parataxic distortion)",
      "codigo": "p_neopsy_distorsion_parataxica",
      "procesos": [
        "R_mentalizacion",
        "N_metacognicion",
        "N_reformulacion"
      ],
      "texto": "Intervención centrada en detectar cómo el paciente ‘lee’ al otro a través de plantillas relacionales antiguas, atribuyendo intenciones sin datos y reaccionando como si el presente fuese el pasado; el terapeuta contrasta suavemente la inferencia con evidencias, reconstruye la cadena de atribución y genera hipótesis alternativas más ajustadas para disminuir malentendidos repetitivos."
    },
    {
      "nombre": "Operaciones de seguridad (Sullivan) y ansiedad interpersonal",
      "codigo": "p_neopsy_operaciones_seguridad",
      "procesos": [
        "RE_prevEvitacion",
        "RE_modulacion",
        "R_repertorioInterpersonal"
      ],
      "texto": "Procedimiento para identificar maniobras que reducen ansiedad a corto plazo pero empobrecen vínculo (evitación, chistes defensivos, intelectualización, sumisión, control), describiendo su función protectora y su coste; se diseñan sustitutos graduales (pausas, petición directa, límites) para mantener seguridad sin sacrificar autenticidad."
    },
    {
      "nombre": "Indagación detallada del episodio interpersonal (Sullivan: detailed inquiry)",
      "codigo": "p_neopsy_indagacion_detallada",
      "procesos": [
        "N_narrativaAutobiografica",
        "N_metacognicion",
        "R_mentalizacion"
      ],
      "texto": "Técnica de microanálisis narrativo que reconstruye un episodio interpersonal concreto paso a paso (qué se dijo, qué se supuso, qué se sintió, qué se evitó) para localizar puntos de bifurcación donde aparece ansiedad y se activa una operación de seguridad; convierte el relato en un mapa práctico para intervenir con cambios pequeños pero de alto impacto."
    },
    {
      "nombre": "Participante-observador y meta-comunicación del proceso relacional",
      "codigo": "p_neopsy_participante_observador",
      "procesos": [
        "R_mentalizacion",
        "ALI_rupturaReparacion",
        "N_metacognicion"
      ],
      "texto": "Procedimiento donde el terapeuta usa su participación relacional (impacto, malentendidos, tensiones) como dato clínico, meta-comunicándolo de forma responsable para aumentar conciencia interpersonal; esto permite reparar rupturas en vivo, reducir distorsiones y enseñar al paciente a observar la relación sin colapsar ni atacar."
    },
    {
      "nombre": "Análisis sociocultural del carácter y la alienación (Fromm)",
      "codigo": "p_neopsy_fromm_analisis_sociocultural",
      "procesos": [
        "N_marcosCognitivos",
        "I_valoresAspiracionales",
        "N_construccionAlternativa"
      ],
      "texto": "Procedimiento que integra presiones culturales (estatus, productividad, consumo, competitividad, roles) en la formulación del malestar, diferenciando ‘fallo personal’ de alienación social; se exploran orientaciones de carácter y cómo el entorno refuerza vínculos instrumentales, promoviendo una lectura que aumente agencia y elección ética sin caer en culpabilización."
    },
    {
      "nombre": "Trabajo con orientaciones de carácter (Fromm) y estilo relacional",
      "codigo": "p_neopsy_fromm_orientaciones_caracter",
      "procesos": [
        "I_posicionRelacional",
        "R_repertorioInterpersonal",
        "N_insightPsicodinamico"
      ],
      "texto": "Técnica de formulación que explora tendencias relacionales como receptividad pasiva, explotación, acumulación/retención, marketing (self como producto) y orientación productiva, observando cómo se organizan la intimidad, el poder y la pertenencia; el objetivo clínico es avanzar hacia formas productivas basadas en cuidado, respeto, responsabilidad y conocimiento del otro."
    },
    {
      "nombre": "Escape de la libertad: autoritarismo, destructividad y conformismo (Fromm)",
      "codigo": "p_neopsy_fromm_escape_libertad",
      "procesos": [
        "N_reformulacion",
        "AG_tomaDecisiones",
        "R_valoresRelacionales"
      ],
      "texto": "Procedimiento que identifica cómo el paciente maneja la angustia de libertad e incertidumbre a través de sumisión a figuras/ideas, ataques/destructividad o conformismo automático; se conectan estos movimientos con miedo, soledad y responsabilidad, y se diseñan elecciones graduales que incrementen autonomía sin ruptura abrupta del sentido de pertenencia."
    },
    {
      "nombre": "Terapia como educación del amor (Fromm: amor como práctica)",
      "codigo": "p_neopsy_fromm_practica_amor",
      "procesos": [
        "R_valoresRelacionales",
        "AG_compromisoConductual",
        "R_limitesInterpersonales"
      ],
      "texto": "Intervención centrada en traducir el amor a habilidades practicables: cuidado, responsabilidad, respeto y conocimiento, diferenciándolo de fusión ansiosa o control; se trabaja con ejercicios de atención al otro, límites, reciprocidad y coherencia, para que el vínculo deje de ser un intento de calmar ansiedad y se convierta en práctica ética sostenida."
    },
    {
      "nombre": "Reestructuración del repertorio interpersonal (ensayo y generalización)",
      "codigo": "p_neopsy_repertorio_interpersonal",
      "procesos": [
        "R_repertorioInterpersonal",
        "AG_compromisoConductual",
        "R_reparacionRelacional"
      ],
      "texto": "Procedimiento de cambio conductual-relacional que diseña alternativas específicas (petición directa, límite, desacuerdo, reparación) y las ensaya primero en sesión y luego fuera, con revisión detallada del resultado; busca ampliar repertorio sin perder seguridad, sustituyendo maniobras defensivas por habilidades interpersonales más claras y recíprocas."
    },
    {
      "nombre": "Trabajo con vergüenza y auto-odio (Horney) desde el vínculo",
      "codigo": "p_neopsy_vergüenza_auto_odio",
      "procesos": [
        "RI_criticoInterno",
        "RE_coregulacion",
        "RI_autocompasion"
      ],
      "texto": "Intervención que identifica la vergüenza crónica como núcleo de muchas defensas interpersonales (sumisión, superioridad, retirada), ayudando a desactivar el auto-odio y la autoexigencia mediante comprensión del origen relacional, práctica de autocompasión y experiencias correctivas de aceptación con límites, para sostener autenticidad sin colapso."
    }
  ],
  "micros": [
    {
      "nombre": "Nombrar el movimiento relacional activo (hacia/contra/lejos)",
      "codigo": "m_neopsy_movimiento_activo",
      "procesos": [
        "N_metacognicion",
        "R_repertorioInterpersonal"
      ],
      "texto": "Microintervención que pone nombre al movimiento relacional en tiempo real (“ahora te estás yendo hacia / contra / lejos”) para crear un punto de observación que reduzca automatismo y abra elección de respuesta más flexible sin invalidar la necesidad de seguridad."
    },
    {
      "nombre": "Localizar la amenaza primaria bajo la reacción",
      "codigo": "m_neopsy_amenaza_primaria",
      "procesos": [
        "RE_rotulacion",
        "RE_modulacion"
      ],
      "texto": "Intervención breve que pregunta y refleja qué amenaza interpersonal se activa (rechazo, humillación, control, abandono) para que el paciente conecte emoción con contexto y deje de actuar la defensa como si fuese identidad."
    },
    {
      "nombre": "Separar necesidad legítima de estrategia defensiva",
      "codigo": "m_neopsy_necesidad_vs_estrategia",
      "procesos": [
        "AG_necesidadesPropias",
        "N_reformulacion"
      ],
      "texto": "Microintervención que distingue la necesidad (cercanía, respeto, reconocimiento) de la estrategia defensiva (controlar, complacer, retirarse), reduciendo culpa o vergüenza y facilitando peticiones directas y límites."
    },
    {
      "nombre": "Detectar un ‘debería’ y traducirlo a valor elegido",
      "codigo": "m_neopsy_deberia_a_valor",
      "procesos": [
        "I_valoresAspiracionales",
        "AG_tomaDecisiones"
      ],
      "texto": "Intervención breve que identifica el mandato (‘tengo que’) y lo reconvierte en elección orientada a valor (‘quiero porque’), reduciendo tiranía interna y aumentando agencia sin romper la motivación."
    },
    {
      "nombre": "Micro-reencuadre del self idealizado como defensa de vergüenza",
      "codigo": "m_neopsy_self_idealizado_defensa",
      "procesos": [
        "I_autoimagen",
        "RE_reapreciacion"
      ],
      "texto": "Señalamiento corto que muestra cómo la autoexigencia extrema protege de sentirse pequeño o no digno, abriendo la posibilidad de autoimagen realista sin caer en resignación ni autoataque."
    },
    {
      "nombre": "Pausa de 10 segundos antes de la operación de seguridad",
      "codigo": "m_neopsy_pausa_seguridad",
      "procesos": [
        "RE_modulacion",
        "RE_prevEvitacion"
      ],
      "texto": "Microintervención de interrupción del piloto automático (retirada, ataque, complacencia) introduciendo una pausa breve para notar ansiedad y elegir una alternativa mínima, manteniendo seguridad sin repetir el patrón completo."
    },
    {
      "nombre": "Verificar evidencia vs atribución (distorsión paratáxica)",
      "codigo": "m_neopsy_evidencia_vs_atribucion",
      "procesos": [
        "R_mentalizacion",
        "N_metacognicion"
      ],
      "texto": "Intervención breve que pregunta qué datos reales sostienen una conclusión sobre el otro y qué parte es suposición, para disminuir lecturas antiguas aplicadas al presente y abrir hipótesis alternativas."
    },
    {
      "nombre": "Reformular un malentendido como guion relacional",
      "codigo": "m_neopsy_guion_relacional",
      "procesos": [
        "N_narrativaAutobiografica",
        "R_sist_guiones"
      ],
      "texto": "Microintervención que transforma un conflicto en un guion repetido (“cuando siento X, asumo Y, hago Z”) para reducir personalización, aumentar comprensión y preparar una intervención concreta."
    },
    {
      "nombre": "Señalar selectiva inatención (lo que no se permite notar)",
      "codigo": "m_neopsy_selectiva_inatencion",
      "procesos": [
        "N_metacognicion",
        "RE_prevEvitacion"
      ],
      "texto": "Intervención breve que hace visible cómo el paciente deja fuera información emocional o interpersonal para mantener seguridad (por ejemplo, no notar tristeza o no registrar señales de aceptación), ampliando la percepción sin desbordar."
    },
    {
      "nombre": "Convertir resentimiento en petición directa",
      "codigo": "m_neopsy_resentimiento_a_peticion",
      "procesos": [
        "R_limitesInterpersonales",
        "AG_compromisoConductual"
      ],
      "texto": "Microintervención que detecta hostilidad encubierta y la traduce a una petición concreta y verificable, reduciendo pasivo-agresividad y aumentando claridad relacional."
    },
    {
      "nombre": "Ensayo de frase-límite de una línea",
      "codigo": "m_neopsy_frase_limite",
      "procesos": [
        "R_limitesInterpersonales",
        "R_repertorioInterpersonal"
      ],
      "texto": "Intervención de práctica rápida donde el paciente formula un límite en una frase corta, sin justificar de más, para sostener autonomía y reducir el patrón de sumisión o ataque."
    },
    {
      "nombre": "Nombrar conformismo automático y coste identitario (Fromm)",
      "codigo": "m_neopsy_conformismo_coste",
      "procesos": [
        "I_coherenciaInterna",
        "N_marcosCognitivos"
      ],
      "texto": "Microintervención que muestra cuándo el paciente actúa para encajar más que por convicción, conectándolo con vacío, ansiedad o resentimiento, y abriendo una elección pequeña hacia autenticidad."
    },
    {
      "nombre": "Distinguir amor de fusión ansiosa",
      "codigo": "m_neopsy_amor_vs_fusion",
      "procesos": [
        "R_valoresRelacionales",
        "RE_reapreciacion"
      ],
      "texto": "Intervención breve que diferencia cuidado y respeto de la necesidad de calmar ansiedad mediante control o dependencia, apoyando vínculos más recíprocos."
    },
    {
      "nombre": "Micro-acto productivo (Fromm): cuidado/responsabilidad/respecto/conocimiento",
      "codigo": "m_neopsy_acto_productivo",
      "procesos": [
        "AG_compromisoConductual",
        "R_valoresRelacionales"
      ],
      "texto": "Microintervención que traduce un valor relacional a un gesto conductual pequeño (preguntar, escuchar, reparar, respetar un límite) para consolidar cambio en la vida real."
    },
    {
      "nombre": "Reparación relacional inmediata tras micro-ruptura",
      "codigo": "m_neopsy_reparacion_inmediata",
      "procesos": [
        "R_reparacionRelacional",
        "ALI_rupturaReparacion"
      ],
      "texto": "Intervención breve para cerrar un malentendido en sesión (nombrar, validar, aclarar intención y pedir/otorgar reparación), modelando una salida distinta a la habitual."
    },
    {
      "nombre": "Chequeo de reciprocidad (dar/recibir) en un vínculo clave",
      "codigo": "m_neopsy_chequeo_reciprocidad",
      "procesos": [
        "R_valoresRelacionales",
        "R_repertorioInterpersonal"
      ],
      "texto": "Microintervención que evalúa si el vínculo funciona con reciprocidad o instrumentalización, ayudando a ajustar expectativas, límites y elecciones sin dramatizar."
    },
    {
      "nombre": "Micro-mapa de episodio interpersonal (3 pasos)",
      "codigo": "m_neopsy_mapa_episodio_3",
      "procesos": [
        "N_metacognicion",
        "R_mentalizacion"
      ],
      "texto": "Intervención breve que resume un episodio en tres pasos (disparador, interpretación, respuesta) para localizar el punto exacto donde se dispara ansiedad y elegir una alternativa en el próximo episodio."
    },
    {
      "nombre": "Nombrar retirada defensiva y proponer retorno mínimo al contacto",
      "codigo": "m_neopsy_retirada_retorno_minimo",
      "procesos": [
        "RE_prevEvitacion",
        "R_coregulacion"
      ],
      "texto": "Microintervención que identifica la retirada como operación de seguridad y propone un retorno mínimo (una frase, una emoción, una pregunta) para no perder vínculo ni autonomía."
    },
    {
      "nombre": "Desactivar competición moral/intelectual como defensa interpersonal",
      "codigo": "m_neopsy_competicion_defensiva",
      "procesos": [
        "R_mentalizacion",
        "RE_modulacion"
      ],
      "texto": "Intervención breve que muestra cómo la competición sirve para evitar vulnerabilidad y dependencia, devolviendo el foco a la necesidad subyacente y a un contacto más directo."
    },
    {
      "nombre": "Cierre de sesión orientado a elección concreta",
      "codigo": "m_neopsy_cierre_eleccion",
      "procesos": [
        "AG_tomaDecisiones",
        "AG_compromisoConductual"
      ],
      "texto": "Microintervención final que convierte el aprendizaje en una elección concreta para la semana (una conversación, un límite, una reparación), para que el cambio no quede solo en insight."
    }
  ],
  "refs": [
    "Fromm, E. (1956). The Art of Loving.",
    "Fromm, E. (1941). Escape from Freedom.",
    "Horney, K. (1950). Neurosis and Human Growth.",
    "Horney, K. (1937). The Neurotic Personality of Our Time.",
    "Sullivan, H. S. (1953). The Interpersonal Theory of Psychiatry.",
    "Sullivan, H. S. (1954). The Psychiatric Interview."
  ]
}
