{
  "id": "p1freud",
  "grupo": "psicoanalisis",
  "label": "Psicoanálisis clásico",
  "year": 1896,
  "importance": 4,
  "universidad": "Universidad de Viena",
  "ciudad": "Viena",
  "pais": "Austria",
  "lat": 48.208174,
  "lon": 16.373819
  "autores": "Sigmund Freud",

  "descripcion": "Fundamento de toda la psicoterapia moderna. Freud formula el inconsciente dinámico, el conflicto psíquico y la idea de que los síntomas expresan compromisos entre deseos, prohibiciones y defensas. El malestar se entiende como resultado de afectos y representaciones que no pueden ser reconocidos directamente y retornan de forma indirecta en síntomas, inhibiciones, angustia o patrones repetitivos. La técnica se organiza alrededor del método clínico: asociación libre, atención flotante, análisis de resistencias y trabajo con la transferencia. El tratamiento busca transformar repetición en comprensión elaborada, ampliar la capacidad de sentir y pensar lo evitado y recuperar mayor libertad interna y relacional.",

  "derivesFrom": [
    "Neurología",
    "Filosofía",
    "Psicopatología",
    "Hipnosis",
    "Ciencia médica del siglo XIX",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se concibe como dinámica y conflictiva: una parte relevante de la vida mental opera fuera de la conciencia y determina síntomas, elecciones y vínculos. Lo observable (conducta, relato, afecto) es expresión indirecta de fuerzas internas y significados no reconocidos.\n\nConcepción del conocimiento terapéutico\nEl conocimiento clínico se obtiene mediante un método interpretativo basado en el discurso libre del paciente y la escucha del terapeuta. La comprensión no se alcanza solo por descripción fenomenológica, sino por inferencia clínica sobre conflicto, defensa, repetición y significado.\n\nConcepción del ser humano y del cambio\nEl ser humano está atravesado por tensiones motivacionales y relacionales que pueden volverse incompatibles con la autoimagen o con los vínculos significativos. El cambio ocurre cuando lo evitado se vuelve pensable y elaborable, y cuando el sujeto puede tolerar y reorganizar afectos y significados antes escindidos o reprimidos.\n\nRol de la relación terapéutica\nLa relación terapéutica es el escenario donde se actualizan patrones repetitivos y afectos ligados a figuras significativas (transferencia). Ese “en vivo” no es un efecto colateral: es una vía principal de acceso clínico y de transformación progresiva del conflicto.",

    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización psíquica atravesada por deseos, temores, prohibiciones internalizadas y defensas. La identidad consciente no agota la vida mental: existen determinantes no conscientes que pueden contradecir lo que el sujeto cree de sí mismo.\n\nCómo se explica el cambio\nEl cambio se explica como una transformación de la economía defensiva y del conflicto: disminuye la necesidad de soluciones de compromiso sintomáticas cuando el sujeto puede reconocer, simbolizar y elaborar afectos y significados previamente evitados. La elaboración repetida (no solo el insight intelectual) consolida cambios estables.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por conflicto psíquico no resuelto y por defensas que impiden el acceso directo a afectos y deseos, generando retornos indirectos en síntomas, inhibiciones, angustia y repetición relacional.",

    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando conflictos predominantes, defensas y resistencias, y patrones repetitivos ligados a vínculos significativos internalizados. Los síntomas se entienden como compromisos que protegen frente a afectos o deseos vividos como peligrosos.\n\nQué procesos terapéuticos se priorizan\nSe prioriza el análisis de resistencias, el trabajo con la transferencia y la elaboración progresiva del conflicto, ampliando tolerancia afectiva y capacidad reflexiva. El objetivo clínico es convertir lo repetido en comprensible y regulable, no solo “controlar síntomas”.\n\nCómo se evalúa el progreso terapéutico\nSe evalúa por mayor libertad interna, defensas más flexibles, incremento de capacidad para sentir y pensar afectos complejos y cambios sostenidos en patrones relacionales y en la forma de significar la propia historia."
  },

  "procesos": [
    "Exploración del inconsciente dinámico",
    "Análisis de defensas y resistencias",
    "Trabajo con la transferencia y repetición",
    "Elaboración de conflicto y afectos evitados",
    "Integración narrativa de la historia emocional"
  ],

  "mjps": ["N", "I", "R", "RE", "AP"],

  "procedimientos": [
    {
      "nombre": "Asociación libre y atención flotante",
      "codigo": "p_freud_asociacion",
      "procesos": ["AP_evocacion", "N_metacognicion"],
      "texto": "Se invita al paciente a decir todo lo que le venga a la mente sin censura, incluyendo pensamientos irrelevantes, vergonzosos o contradictorios. El terapeuta escucha con atención flotante, buscando conexiones, desplazamientos, silencios y puntos de resistencia."
    },
    {
      "nombre": "Análisis de resistencias",
      "codigo": "p_freud_resistencias",
      "procesos": ["N_metacognicion", "RE_prevEvitacion"],
      "texto": "Se identifican momentos en que el proceso se bloquea y se explora qué afecto o significado se vuelve intolerable y qué función cumple la resistencia."
    },
    {
      "nombre": "Trabajo con la transferencia",
      "codigo": "p_freud_transferencia",
      "procesos": ["R_patronesRelacionales", "N_insightPsicodinamico"],
      "texto": "Se examina cómo el paciente actualiza en el vínculo terapéutico expectativas y patrones relacionales aprendidos, usando la transferencia como material clínico vivo."
    },
    {
      "nombre": "Elaboración progresiva del conflicto",
      "codigo": "p_freud_workingThrough",
      "procesos": ["I_conflictosSelf", "N_narrativaAutobiografica"],
      "texto": "Se vuelve de forma reiterada sobre núcleos conflictivos para que la comprensión se traduzca en reorganización afectiva y relacional estable."
    }
  ],

  "micros": [
    {
      "nombre": "Invitar a asociar sin censura",
      "codigo": "m_freud_invitarAsociar",
      "procesos": ["AP_evocacion"],
      "texto": "Recordar activamente la regla fundamental de decir todo lo que venga a la mente para reducir la autocensura."
    },
    {
      "nombre": "Señalar un punto de resistencia",
      "codigo": "m_freud_senalResistencia",
      "procesos": ["N_metacognicion", "RE_prevEvitacion"],
      "texto": "Marcar con tacto cambios de tema, silencios o racionalizaciones para abrir curiosidad clínica."
    },
    {
      "nombre": "Hipótesis interpretativa tentativa",
      "codigo": "m_freud_interpretacionTentativa",
      "procesos": ["N_reformulacion", "N_insightPsicodinamico"],
      "texto": "Ofrecer una interpretación no dogmática que se contrasta con la experiencia del paciente."
    }
  ],

  "refs": [
    "Freud, S. (1900). The Interpretation of Dreams.",
    "Freud, S. (1905). Three Essays on the Theory of Sexuality.",
    "Freud, S. (1912). The Dynamics of Transference.",
    "Freud, S. (1914). Remembering, Repeating and Working-Through.",
    "Freud, S. (1920). Beyond the Pleasure Principle."
  ]
}

