{
  "id": "psicoterapia-psicodinamica-breve",
  "grupo": "Psicoanálisis",
  "label": "Psicoterapia psicodinámica breve",
  "year": 1970,
  "importance": 2,
  "autores": "Lester Luborsky; James Mann; Hans Strupp; Peter Sifneos; Habib Davanloo",
  "descripcion": "La psicoterapia psicodinámica breve surge como un intento sistemático de condensar la profundidad del trabajo psicoanalítico en un marco temporal limitado, generalmente entre 12 y 40 sesiones. Mantiene los supuestos centrales del psicoanálisis —inconsciente, conflicto, repetición relacional y transferencia— pero introduce mayor focalización, actividad terapéutica y estructura. El tratamiento se organiza alrededor de un foco dinámico o conflicto nuclear que articula síntomas, relaciones y defensas, trabajado intensivamente desde el inicio. El terapeuta adopta un rol más activo y colaborativo, equilibrando intervenciones expresivas e intervenciones de sostén, y utilizando la relación terapéutica como escenario principal de cambio. Modelos como el CCRT de Luborsky, la terapia focal de Mann o los desarrollos de Malan y Davanloo representan distintas vías dentro de este marco, que actúa como puente entre el psicoanálisis clásico y los enfoques psicodinámicos contemporáneos basados en evidencia.",
  "universidad": "",
  "ciudad": "Boston, Massachusetts",
  "pais": "EE. UU.",
  "lat": 42.360082,
  "lon": -71.05888,
  "influencias": [
    "Psicoanálisis clásico",
    "Psicología del Yo",
    "Relaciones objetales"
  ],
  "books": [
    "Lester Luborsky — Principles of Psychoanalytic Psychotherapy: A Manual for Supportive-Expressive Treatment (1984)",
    "James Mann — Time-Limited Psychotherapy (1973)",
    "David Malan — Toward the Validation of Dynamic Psychotherapy (1976)",
    "Peter Sifneos — Short-Term Psychotherapy and Emotional Crisis (1972)",
    "Habib Davanloo — Intensive Short-Term Dynamic Psychotherapy (2000)"
  ],
  "procesos": [
    "Identificación del conflicto nuclear",
    "Focalización dinámica",
    "Activación y trabajo de la transferencia",
    "Regulación de defensas y afectos",
    "Comprensión emocional del patrón repetitivo",
    "Uso terapéutico del límite temporal",
    "Experiencia relacional correctiva"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza se establece de forma temprana y explícita como una alianza de trabajo orientada a un foco compartido, combinando apoyo y confrontación dentro de un marco temporal claro que incrementa implicación y motivación.",
    "ALI_objetivos": "Los objetivos terapéuticos se formulan de manera concreta y focal, centrados en el conflicto nuclear que organiza los síntomas y las relaciones del paciente.",
    "ALI_tareas": "Las tareas incluyen identificar el patrón relacional repetitivo, observar su aparición en la transferencia y trabajar activamente emociones y defensas asociadas desde el inicio del tratamiento.",
    "ALI_colaboracion": "La colaboración se construye mediante un acuerdo explícito sobre el foco, el tiempo y el estilo activo del terapeuta, promoviendo responsabilidad compartida en el proceso.",
    "ALI_sintonia": "La sintonía requiere ajustar intensidad, confrontación y apoyo según la tolerancia emocional del paciente, evitando tanto la sobreestimulación como la dilución del foco.",
    "ALI_rupturaReparacion": "Las rupturas se utilizan como material clínico central, interpretando su relación con el conflicto nuclear y reparándolas dentro del tiempo limitado para potenciar el cambio.",
    "ALI_monitorizacion": "El progreso se monitoriza por la clarificación progresiva del foco, la disminución de defensas desadaptativas y la mayor integración emocional del patrón relacional.",
    "ALI_contexto": "El contexto vital actual se integra como escenario donde el conflicto nuclear se reactiva, reforzando la relevancia y urgencia del trabajo terapéutico."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se organiza en torno a conflictos dinámicos recurrentes que pueden ser identificados y trabajados de forma focal.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se genera mediante la formulación compartida del foco y su contrastación continua en la experiencia emocional y relacional.\n\nConcepción del ser humano y del cambio\nEl ser humano cambia cuando puede reconocer, experimentar y resignificar sus patrones relacionales nucleares.\n\nRol de la relación terapéutica\nLa relación terapéutica es el principal laboratorio donde el conflicto nuclear se activa y se transforma.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como organizado alrededor de patrones relacionales internalizados y defensas asociadas.\n\nCómo se explica el cambio\nEl cambio ocurre a través de insight emocional y experiencia relacional correctiva concentradas en un foco.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por la repetición no consciente de conflictos nucleares no elaborados.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza mediante la identificación de un conflicto nuclear que articula síntomas, relaciones y defensas.\n\nQué procesos terapéuticos se priorizan\nSe prioriza la focalización, el trabajo transferencial y la regulación emocional.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor conciencia del patrón, menor rigidez defensiva y cambios relacionales observables."
  },
 "procedimientos": [
  {
    "nombre": "Formulación temprana del foco dinámico",
    "codigo": "p_spb_foco_dinamico",
    "procesos": ["N_reformulacion", "I_coherenciaInterna", "AP_profundizacion"],
    "texto": "Procedimiento central que consiste en identificar desde las primeras sesiones un conflicto nuclear que articula síntomas, emociones, defensas y patrones relacionales, formulándolo de manera clara y compartida para orientar todo el tratamiento; esta focalización permite intensificar el trabajo terapéutico sin dispersión y aumentar la eficacia del tiempo limitado (Mann, 1973, *Time-Limited Psychotherapy*; Malan, 1976, *Toward the Validation of Dynamic Psychotherapy*)."
  },
  {
    "nombre": "Identificación del patrón relacional repetitivo",
    "codigo": "p_spb_patron_relacional",
    "procesos": ["R_mentalizacion", "N_metacognicion", "I_autoimagen"],
    "texto": "Procedimiento orientado a detectar la repetición de un mismo patrón relacional a través de distintas relaciones pasadas y presentes, incluyendo la relación terapéutica, mostrando cómo expectativas, emociones y respuestas del paciente tienden a organizarse de forma predecible en torno al conflicto nuclear (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*)."
  },
  {
    "nombre": "Construcción del CCRT (Core Conflictual Relationship Theme)",
    "codigo": "p_spb_ccrt",
    "procesos": ["N_reformulacion", "R_mentalizacion", "I_continuidadBiografica"],
    "texto": "Procedimiento específico del modelo de Luborsky que formula el conflicto relacional central en términos de deseos del self, respuestas esperadas de los otros y respuestas del self, permitiendo una conceptualización operativa del patrón inconsciente que guía intervenciones interpretativas consistentes (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*)."
  },
  {
    "nombre": "Uso activo del límite temporal",
    "codigo": "p_spb_limite_temporal",
    "procesos": ["AG_autoriaResponsabilidad", "RE_modulacion", "I_continuidadBiografica"],
    "texto": "Procedimiento que utiliza explícitamente la duración limitada del tratamiento como herramienta terapéutica, activando emociones relacionadas con pérdida, urgencia y compromiso, y facilitando la emergencia temprana del conflicto nuclear tanto en la transferencia como en la vida del paciente (Mann, 1973, *Time-Limited Psychotherapy*)."
  },
  {
    "nombre": "Trabajo intensivo con la transferencia temprana",
    "codigo": "p_spb_transferencia_temprana",
    "procesos": ["R_mentalizacion", "N_insightPsicodinamico", "RE_modulacion"],
    "texto": "Procedimiento que aborda la transferencia desde las primeras sesiones, interpretando cómo el conflicto nuclear se reactiva en la relación terapéutica actual, permitiendo que el paciente observe en vivo sus expectativas, defensas y respuestas emocionales habituales (Strupp & Binder, 1984, *Psychotherapy in a New Key*)."
  },
  {
    "nombre": "Interpretación focal y selectiva",
    "codigo": "p_spb_interpretacion_focal",
    "procesos": ["N_insightPsicodinamico", "AP_procesamiento", "I_coherenciaInterna"],
    "texto": "Procedimiento interpretativo que prioriza intervenciones directamente vinculadas al foco dinámico, evitando exploraciones laterales, con el fin de concentrar insight emocional y facilitar cambios estructurales dentro del tiempo limitado (Malan, 1976, *Toward the Validation of Dynamic Psychotherapy*)."
  },
  {
    "nombre": "Equilibrio entre intervenciones expresivas y de sostén",
    "codigo": "p_spb_expresivo_soporte",
    "procesos": ["RE_coregulacion", "RE_modulacion", "ALI_sintonia"],
    "texto": "Procedimiento que combina confrontación e interpretación con intervenciones de apoyo emocional, ajustando el nivel de intensidad para mantener al paciente dentro de una ventana de tolerancia que permita trabajar afectos intensos sin desorganización (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*)."
  },
  {
    "nombre": "Trabajo activo con defensas predominantes",
    "codigo": "p_spb_defensas_predominantes",
    "procesos": ["RE_prevEvitacion", "N_insightPsicodinamico", "RI_partesSubpersonalidades"],
    "texto": "Procedimiento dirigido a identificar y señalar defensas que interfieren con el contacto emocional —intelectualización, evitación, racionalización— mostrando su función protectora y su relación con el conflicto nuclear, sin desmontarlas prematuramente (Malan, 1976, *Toward the Validation of Dynamic Psychotherapy*)."
  },
  {
    "nombre": "Activación emocional controlada",
    "codigo": "p_spb_activacion_emocional",
    "procesos": ["RE_modulacion", "AP_profundizacion", "RE_coregulacion"],
    "texto": "Procedimiento que busca intensificar el contacto con afectos centrales del conflicto (rabia, culpa, tristeza, miedo) de forma dosificada, promoviendo experiencia emocional correctiva sin desbordar la capacidad reguladora del paciente (Davanloo, 2000, *Intensive Short-Term Dynamic Psychotherapy*)."
  },
  {
    "nombre": "Cierre terapéutico integrado",
    "codigo": "p_spb_cierre_integrado",
    "procesos": ["I_continuidadBiografica", "AG_autoriaResponsabilidad", "N_metacognicion"],
    "texto": "Procedimiento final que revisa el foco trabajado, los cambios logrados y los patrones aún activos, integrando la experiencia terapéutica como parte de la narrativa del self y elaborando la separación como una experiencia emocional significativa (Mann, 1973, *Time-Limited Psychotherapy*)."
  }
],
  "micros": [
  {
    "nombre": "Nombrar el foco dinámico en el aquí-ahora",
    "codigo": "m_spb_nombrar_foco",
    "procesos": ["N_reformulacion", "R_mentalizacion"],
    "texto": "Microintervención que recuerda explícitamente cómo lo que está ocurriendo en la sesión se relaciona con el foco dinámico acordado, ayudando al paciente a mantener orientación y a reconocer la repetición del conflicto nuclear en tiempo real (Mann, 1973, *Time-Limited Psychotherapy*)."
  },
  {
    "nombre": "Señalar repetición relacional sin acusar",
    "codigo": "m_spb_senal_repeticion",
    "procesos": ["R_mentalizacion", "RE_rotulacion"],
    "texto": "Intervención breve que identifica la repetición de expectativas y respuestas relacionales de forma descriptiva y no confrontativa, permitiendo que el paciente observe el patrón sin activar defensas excesivas (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*)."
  },
  {
    "nombre": "Anclar interpretación a un afecto presente",
    "codigo": "m_spb_anclar_afecto",
    "procesos": ["RE_rotulacion", "AP_profundizacion"],
    "texto": "Microintervención que vincula cualquier interpretación al afecto observable en el momento, aumentando la probabilidad de insight emocional y evitando una comprensión meramente intelectual (Malan, 1976, *Toward the Validation of Dynamic Psychotherapy*)."
  },
  {
    "nombre": "Confrontar evitación con suavidad",
    "codigo": "m_spb_confrontar_evitacion",
    "procesos": ["RE_prevEvitacion", "ALI_sintonia"],
    "texto": "Intervención breve que señala movimientos de evitación —cambio de tema, intelectualización, humor defensivo— mostrando su función protectora sin descalificarlos, para reabrir el contacto con el núcleo emocional (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*)."
  },
  {
    "nombre": "Usar el tiempo limitado como activador emocional",
    "codigo": "m_spb_tiempo_activador",
    "procesos": ["RE_modulacion", "I_continuidadBiografica"],
    "texto": "Microintervención que recuerda la finitud del proceso terapéutico cuando es clínicamente pertinente, activando emociones de pérdida, urgencia o compromiso que suelen estar ligadas al conflicto nuclear (Mann, 1973, *Time-Limited Psychotherapy*)."
  },
  {
    "nombre": "Diferenciar emoción primaria de defensa secundaria",
    "codigo": "m_spb_emocion_vs_defensa",
    "procesos": ["N_insightPsicodinamico", "RE_rotulacion"],
    "texto": "Intervención breve que ayuda a distinguir entre el afecto central del conflicto y las reacciones defensivas que lo cubren, facilitando un contacto emocional más directo y transformador (Malan, 1976, *Toward the Validation of Dynamic Psychotherapy*)."
  },
  {
    "nombre": "Devolver impacto relacional del paciente",
    "codigo": "m_spb_impacto_relacional",
    "procesos": ["R_mentalizacion", "RE_coregulacion"],
    "texto": "Microintervención que devuelve al paciente el impacto emocional que genera en el terapeuta como hipótesis clínica, permitiendo explorar cómo ese efecto se reproduce en otros vínculos significativos (Strupp & Binder, 1984, *Psychotherapy in a New Key*)."
  },
  {
    "nombre": "Regular intensidad emocional en el momento",
    "codigo": "m_spb_regular_intensidad",
    "procesos": ["RE_modulacion", "ALI_sintonia"],
    "texto": "Intervención breve orientada a bajar o sostener la intensidad emocional para mantener el trabajo dentro de una ventana de tolerancia que permita insight sin desorganización (Luborsky, 1984, *Principles of Psychoanalytic Psychotherapy*)."
  },
  {
    "nombre": "Consolidar insight con ejemplo concreto",
    "codigo": "m_spb_consolidar_insight",
    "procesos": ["N_metacognicion", "I_coherenciaInterna"],
    "texto": "Microintervención que traduce un insight emergente en un ejemplo concreto de la vida cotidiana del paciente, favoreciendo integración y generalización del cambio (Malan, 1976, *Toward the Validation of Dynamic Psychotherapy*)."
  },
  {
    "nombre": "Cerrar sesión reforzando continuidad del foco",
    "codigo": "m_spb_cierre_foco",
    "procesos": ["I_continuidadBiografica", "AG_autoriaResponsabilidad"],
    "texto": "Intervención de cierre que resume el avance del trabajo sobre el foco dinámico y refuerza la continuidad del proceso entre sesiones, manteniendo activado el aprendizaje emocional (Mann, 1973, *Time-Limited Psychotherapy*)."
  }
]
}
