{
  "id": "psicoanalisis-lacaniano",
  "grupo": "Psicoanálisis",
  "label": "Psicoanálisis lacaniano",
  "year": 1953,
  "importance": 2,
  "autores": "Jacques Lacan",
  "descripcion": "Lacan reinterpreta radicalmente el psicoanálisis freudiano desde el estructuralismo lingüístico, formulando que el inconsciente está estructurado como un lenguaje. El sujeto no es un yo unitario, sino un efecto del significante, constituido en relación al Otro simbólico y atravesado por la falta. El deseo se organiza como deseo del Otro, articulado en cadenas significantes que nunca colman lo real de la experiencia. Lacan introduce los tres registros —Real, Simbólico e Imaginario— como dimensiones estructurales del psiquismo y sitúa la clínica en el trabajo con el decir, el lapsus, el equívoco y el acto de palabra, orientando la intervención no a la adaptación ni a la integración del yo, sino a una reconfiguración de la posición subjetiva frente al deseo, la falta y el goce.",
  "universidad": "",
  "ciudad": "París",
  "pais": "Francia",
  "lat": 48.856613,
  "lon": 2.352222,
  "influencias": [
    "Psicoanálisis clásico",
    "Lingüística estructural",
    "Filosofía",
    "Antropología estructural",
    "Fenomenología / Hermenéutica",
    "Racionalismo representacional (Cognitivismo clásico)"
  ],
  "books": [
    "Jacques Lacan — Écrits (1966)",
    "Jacques Lacan — The Four Fundamental Concepts of Psychoanalysis (Seminar XI, 1973)"
  ],
  "isFundacional": false,
  "procesos": [
    "Constitución del sujeto por el significante",
    "Deseo, falta y ley simbólica",
    "Articulación Real–Simbólico–Imaginario",
    "Formación del síntoma como metáfora significante",
    "Relación con el Otro y el discurso",
    "Posición subjetiva frente al goce",
    "Acto analítico y rectificación subjetiva"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La relación terapéutica no se concibe como alianza adaptativa sino como dispositivo analítico regulado por el encuadre y la función del analista, quien ocupa una posición de no-saber y de causa del deseo, evitando la sugestión y la gratificación imaginaria.",
    "ALI_objetivos": "El objetivo no es la normalización ni el bienestar inmediato, sino una rectificación de la posición subjetiva frente al deseo, la falta y el goce, permitiendo que el sujeto asuma su decir y reduzca la repetición sintomática.",
    "ALI_tareas": "Las tareas analíticas consisten en hablar libremente, escuchar los equívocos del lenguaje, aislar significantes clave, y permitir cortes e interpretaciones que desplacen el sentido y revelen la lógica inconsciente.",
    "ALI_colaboracion": "La colaboración no se basa en consenso explícito, sino en el compromiso del analizante con la regla fundamental y con el trabajo del decir, mientras el analista sostiene el marco y la ética del acto analítico.",
    "ALI_sintonia": "La sintonía no es empática en sentido clásico, sino estructural: el analista interviene según la lógica del discurso y el momento subjetivo, regulando presencia, silencio y palabra para no saturar el sentido.",
    "ALI_rupturaReparacion": "Las rupturas se leen como efectos de transferencia y del discurso del Otro; su elaboración se realiza mediante interpretación, cortes o silencios que permitan al sujeto reubicar su posición sin apelaciones adaptativas.",
    "ALI_monitorizacion": "El proceso se monitoriza por cambios en el discurso del sujeto, desplazamientos significantes, modificación de la relación con el síntoma y variaciones en el goce, más que por indicadores de bienestar.",
    "ALI_contexto": "El contexto cultural y simbólico se considera fundamental, en tanto el sujeto está inscrito en discursos sociales, familiares y culturales que estructuran su deseo y su sufrimiento."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psíquica es estructural y simbólica: lo real no es directamente accesible y el sujeto se constituye en el lenguaje.\n\nConcepción del conocimiento terapéutico\nEl conocimiento emerge del análisis del discurso y de los efectos de la interpretación, no de la verificación empírica directa.\n\nConcepción del ser humano y del cambio\nEl ser humano está marcado por la falta estructural; el cambio implica una modificación en la relación con el deseo y el goce.\n\nRol de la relación terapéutica\nLa relación terapéutica es un dispositivo simbólico que posibilita el acto analítico.",
    "teoriaFormal": "Qué es el self\nEl self no es una entidad unitaria, sino un efecto del significante y de identificaciones imaginarias.\n\nCómo se explica el cambio\nEl cambio se produce por desplazamientos en la cadena significante y por la asunción subjetiva del deseo.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por fijaciones significantes, forclusión del significante y modos repetitivos de goce.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula a partir del discurso, los significantes amo, la estructura clínica y la relación con el Otro.\n\nQué procesos terapéuticos se priorizan\nSe prioriza el análisis del decir, la interpretación puntual, el corte y la lectura del síntoma.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por transformaciones en el discurso, en el síntoma y en la posición subjetiva."
  },
 
