{
  "id": "psicologia-analitica-jung-1913",
  "grupo": "Psicoanálisis",
  "label": "Psicología analítica",
  "year": 1913,
  "importance": 2,
  "autores": "Carl Gustav Jung",
  "universidad": "",
  "ciudad": "Zúrich",
  "pais": "Suiza",
  "lat": 47.376887,
  "lon": 8.541694,

  "type": "Estudio",

  "books": [
    "C. G. Jung — Symbols of Transformation (1912/1952)",
    "C. G. Jung — The Archetypes and the Collective Unconscious (1959)",
    "C. G. Jung — Memories, Dreams, Reflections (1963)"
  ],

  "summary": "Jung amplía el psicoanálisis hacia una visión simbólica y cultural de la psique. Propone el inconsciente colectivo como depósito de arquetipos universales que guían la experiencia humana. Desarrolla el proceso de individuación, mediante el cual el individuo integra sus opuestos (persona–sombra, anima–animus) hacia la totalidad. Su enfoque rescata la dimensión espiritual, el mito y el símbolo como vías de autoconocimiento, influenciando profundamente la psicología transpersonal y la terapia junguiana moderna.",

  "descripcion": "Jung amplía el psicoanálisis hacia una visión simbólica y cultural de la psique. Propone el inconsciente colectivo como depósito de arquetipos universales que guían la experiencia humana. Desarrolla el proceso de individuación, mediante el cual el individuo integra sus opuestos (persona–sombra, anima–animus) hacia la totalidad. Su enfoque rescata la dimensión espiritual, el mito y el símbolo como vías de autoconocimiento, influenciando profundamente la psicología transpersonal y la terapia junguiana moderna. En clínica, el trabajo se centra en la interpretación simbólica de sueños, el análisis de complejos y la integración progresiva de polaridades psíquicas para favorecer una identidad más coherente y una relación más consciente con el inconsciente.",

  "influencias": [
    "Psicoanálisis clásico",
    "Mitología",
    "Filosofía hermenéutica",
    "Antropología simbólica",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como una trama simbólica y significativa que trasciende lo puramente conductual. El conocimiento terapéutico es interpretativo y hermenéutico, orientado a comprender el significado profundo de los símbolos emergentes. El ser humano es entendido como un sistema orientado a la totalidad y el cambio ocurre mediante integración progresiva de contenidos inconscientes en la conciencia. La relación terapéutica constituye un espacio simbólico donde el material inconsciente puede desplegarse sin desorganización.",
    "teoriaFormal": "El self es una totalidad dinámica que incluye conciencia e inconsciente personal y colectivo. El sufrimiento se mantiene por identificaciones rígidas, represión de contenidos sombra y activación autónoma de complejos. El cambio implica individuación: diferenciación del yo, confrontación con la sombra y desarrollo de la función trascendente que integra opuestos.",
    "teoriaClinica": "El caso se conceptualiza como constelación de complejos y polaridades no integradas. Se prioriza el análisis de sueños, símbolos y proyecciones. El progreso se evalúa por mayor integración, reducción de proyecciones rígidas y aumento de sentido biográfico."
  },

  "mjps": ["AP", "N", "I", "RI", "R", "RE"],


  "procedimientos": [
    {
      "nombre": "Análisis e interpretación de sueños",
      "codigo": "p_jung_analisis_suenos",
      "procesos": ["AP_evocacion", "N_marcosCognitivos", "N_insightPsicodinamico"],
      "texto": "Procedimiento central en psicología analítica que trabaja el sueño como producción simbólica del inconsciente (personal y, en ocasiones, arquetípico) para comprender conflictos, compensaciones y direcciones de desarrollo del self; incluye recogida detallada del sueño, asociaciones del soñante, identificación de imágenes-clave, afectos y movimientos narrativos, y elaboración interpretativa que conecte el símbolo con la vida actual sin reducirlo a explicación literal, orientando el trabajo hacia integración y individuación. Referencia: Jung, C. G. (1916/1948; 1954)."
    },
    {
      "nombre": "Amplificación simbólica (mitológica, cultural y comparativa)",
      "codigo": "p_jung_amplificacion",
      "procesos": ["N_marcosCognitivos", "N_narrativaAutobiografica"],
      "texto": "Procedimiento interpretativo que amplía el significado de una imagen (de un sueño, fantasía, síntoma o evento) mediante paralelos en mitos, cuentos, religiones, arte y símbolos culturales, con el objetivo de situar la vivencia del paciente en un campo de sentido más amplio que reduzca literalidad, desbloquee comprensión y permita que lo arquetípico opere como organizador de identidad y dirección vital, evitando convertir la cultura en “explicación” y manteniendo el anclaje en la biografía concreta. Referencia: Jung, C. G. (1959); von Franz, M.-L. (1980)."
    },
    {
      "nombre": "Imaginación activa",
      "codigo": "p_jung_imaginacion_activa",
      "procesos": ["AP_profundizacion", "RI_partesSubpersonalidades", "I_conflictosSelf"],
      "texto": "Procedimiento experiencial para relacionarse de forma consciente con imágenes internas (figuras, escenas, símbolos) dejando que evolucionen con mínima censura, sosteniendo un yo observador que dialogue, negocie y aprenda del material emergente; se utiliza para transformar bloqueos, integrar polaridades (sombra, anima/animus, opuestos) y desarrollar la función trascendente, cuidando el encuadre para mantener la experiencia dentro de ventana de tolerancia y sin disociación. Referencia: Jung, C. G. (1916/1948; 1957)."
    },
    {
      "nombre": "Análisis de complejos (constelación, activación y patrón repetitivo)",
      "codigo": "p_jung_analisis_complejos",
      "procesos": ["N_insightPsicodinamico", "RI_reparacionRepresentaciones", "I_coherenciaInterna"],
      "texto": "Procedimiento clínico que identifica complejos afectivamente cargados (p. ej., materno/paterno, inferioridad, abandono) como núcleos autónomos que capturan atención y conducta, explorando sus disparadores actuales, afectos dominantes, imágenes asociadas y origen biográfico-relacional; el objetivo es pasar de “posesión” por el complejo a una relación consciente con él, disminuyendo reactividad y ampliando elección, a menudo combinándolo con trabajo onírico y proyecciones. Referencia: Jung, C. G. (1934/1960; 1959)."
    },
    {
      "nombre": "Trabajo con la Sombra (integración de lo rechazado)",
      "codigo": "p_jung_trabajo_sombra",
      "procesos": ["I_autoimagen", "I_conflictosSelf", "N_narrativaAutobiografica"],
      "texto": "Procedimiento orientado a reconocer, elaborar e integrar rasgos, deseos, emociones y capacidades desmentidas o proyectadas (agresión, vulnerabilidad, envidia, poder, dependencia) que sostienen síntomas y rigidez moral; incluye detección de proyecciones, análisis de reacciones desproporcionadas, lectura simbólica de sueños y confrontación gradual con el material rechazado, buscando una autoimagen más completa y una ética personal menos defensiva. Referencia: Jung, C. G. (1959); Johnson, R. A. (1991)."
    },
    {
      "nombre": "Trabajo con Persona (identificaciones, rol social y máscara)",
      "codigo": "p_jung_trabajo_persona",
      "procesos": ["I_posicionRelacional", "I_coherenciaInterna", "R_repertorioInterpersonal"],
      "texto": "Procedimiento que explora la estructura del rol social (persona) y sus costes psicológicos cuando se vuelve rígida (perfeccionismo, “ser el fuerte”, hiperadaptación), diferenciando el yo auténtico de exigencias externas; se revisan guiones relacionales, contextos donde la máscara se activa, emociones que se pagan por sostenerla, y se ensayan ajustes conductuales y relacionales coherentes con valores, sin perder funcionamiento social. Referencia: Jung, C. G. (1921/1971; 1959)."
    },
    {
      "nombre": "Trabajo con Anima/Animus (mediación con lo contrasexual y la alteridad interna)",
      "codigo": "p_jung_trabajo_anima_animus",
      "procesos": ["RI_partesSubpersonalidades", "I_conflictosSelf", "R_estilosApego"],
      "texto": "Procedimiento dirigido a identificar y elaborar patrones de relación y fantasía asociados a anima/animus (idealización, seducción, frialdad, dogmatismo, dependencia, proyección romántica), trabajando su manifestación en sueños, elecciones vinculares y conflictos; el objetivo es reducir proyecciones masivas, mejorar mentalización del otro real y desarrollar una relación interna más madura con la sensibilidad, la erosión/razón y la creatividad. Referencia: Jung, C. G. (1959); Hillman, J. (1985)."
    },
    {
      "nombre": "Análisis de proyecciones y retirada de proyección",
      "codigo": "p_jung_analisis_proyecciones",
      "procesos": ["R_mentalizacion", "N_metacognicion", "I_posicionRelacional"],
      "texto": "Procedimiento que detecta atribuciones rígidas al otro (idealización o demonización) como manifestación de contenidos internos no reconocidos, analizando en qué contextos aparece la proyección, qué afecto la impulsa y qué imagen interna la organiza; la retirada de proyección se trabaja mediante reflexión guiada, contraste con datos, elaboración simbólica y, cuando procede, confrontación empática, para recuperar agencia y relaciones más realistas. Referencia: Jung, C. G. (1946/1954); Jacobi, J. (1973)."
    },
    {
      "nombre": "Trabajo con transferencia y contratransferencia en clave simbólica",
      "codigo": "p_jung_transferencia_simbolica",
      "procesos": ["R_estilosApego", "N_insightPsicodinamico", "RE_coregulacion"],
      "texto": "Procedimiento relacional que aborda la activación de patrones arcaicos en la relación terapéutica (dependencia, sometimiento, seducción, hostilidad, idealización), interpretándolos como campo donde se constelan complejos y arquetipos; se trabaja explicitando el patrón en el aquí-y-ahora, sosteniendo regulación y usando el vínculo como experiencia correctiva, sin reducirlo a técnica ni a explicación intelectual. Referencia: Jung, C. G. (1946/1954)."
    },
    {
      "nombre": "Símbolo y función trascendente (integración de opuestos)",
      "codigo": "p_jung_funcion_trascendente",
      "procesos": ["I_conflictosSelf", "N_construccionAlternativa", "AP_resolucionConflictos"],
      "texto": "Procedimiento que busca salir de polarizaciones crónicas (control/caos, dependencia/autonomía, razón/emoción) facilitando la emergencia de un símbolo vivo que actúe como “tercera posición” integradora; se trabaja mediante sueño, imaginación activa, diálogo interno y elaboración narrativa hasta que el paciente pueda sostener ambivalencia sin colapso y tomar decisiones desde una síntesis más compleja. Referencia: Jung, C. G. (1916/1948)."
    },
    {
      "nombre": "Imágenes, arte y expresión simbólica (mandalas, dibujo, escritura, modelado)",
      "codigo": "p_jung_expresion_simbolica",
      "procesos": ["AP_somaticoEsquematico", "AP_profundizacion", "N_narrativaAutobiografica"],
      "texto": "Procedimiento que utiliza la producción creativa (dibujar, pintar, escribir, construir imágenes) para dar forma a material inconsciente difícil de verbalizar, permitiendo acceso, contención y elaboración progresiva del afecto; la obra se trabaja como símbolo (no como “test”), explorando cambios de forma a lo largo del proceso y su relación con identidad, duelos y reorganización interna, con especial utilidad cuando la vía verbal está saturada o defensiva. Referencia: Jung, C. G. (1963); McNiff, S. (1992)."
    },
    {
      "nombre": "Trabajo con mitos personales y patrones narrativos arquetípicos",
      "codigo": "p_jung_mitos_personales",
      "procesos": ["N_narrativaAutobiografica", "I_continuidadBiografica", "I_selfFuturo"],
      "texto": "Procedimiento de formulación y reautoría que identifica el “mito personal” (tema vital repetitivo) y sus variantes arquetípicas (héroe, víctima, salvador, exiliado, buscador), conectándolo con elecciones, pérdidas, relaciones y síntomas; el objetivo es reorganizar la historia hacia mayor coherencia y futuro viable, diferenciando destino simbólico de fatalismo y abriendo alternativas de acción acordes con valores. Referencia: Jung, C. G. (1959); Feinstein, D. & Krippner, S. (1988)."
    },
    {
      "nombre": "Tipología junguiana para autoobservación (funciones y actitudes psicológicas)",
      "codigo": "p_jung_tipologia_psicologica",
      "procesos": ["N_metacognicion", "I_autoimagen", "R_repertorioInterpersonal"],
      "texto": "Procedimiento psicoeducativo-clínico que usa la tipología (introversión/extraversión; pensamiento/sentimiento; sensación/intuición) como mapa para observar preferencias, puntos ciegos y compensaciones, reduciendo autocrítica por “ser así” y mejorando ajuste relacional; se aplica para identificar desequilibrios (p. ej., exceso de control racional) y diseñar microcambios experienciales que amplíen repertorio sin forzar una identidad ajena. Referencia: Jung, C. G. (1921/1971)."
    },
    {
      "nombre": "Trabajo con lo numinoso y crisis de sentido (dimensión espiritual no dogmática)",
      "codigo": "p_jung_crisis_sentido_numinoso",
      "procesos": ["N_construccionAlternativa", "I_valoresAspiracionales", "RE_aceptacion"],
      "texto": "Procedimiento para abordar experiencias de vacío, pérdida de significado, vivencias intensas y “llamadas” de transformación que no se resuelven solo con reestructuración; se exploran símbolos, valores, dilemas éticos y necesidades de totalidad, diferenciando espiritualidad de evasión y apoyando una integración realista en la vida cotidiana, con especial relevancia en transiciones vitales, duelo y crisis de mediana edad. Referencia: Jung, C. G. (1938/1969; 1959)."
    },
    {
      "nombre": "Impasses y resistencia como defensa del self (trabajo con la 'necesidad' del síntoma)",
      "codigo": "p_jung_impasse_resistencia",
      "procesos": ["RI_dialogoFuncional", "N_insightPsicodinamico", "RE_modulacion"],
      "texto": "Procedimiento para cuando el proceso se estanca: se conceptualiza la resistencia no como obstáculo moral, sino como defensa de la cohesión del yo frente a amenaza de cambio; se identifican miedos de desintegración, lealtades y costes identitarios, se negocia ritmo y se usan símbolos (sueños, imágenes, metáforas) para permitir avance sin forzar, reforzando regulación y seguridad antes de nuevas confrontaciones. Referencia: Jung, C. G. (1946/1954); Samuels, A. (1985)."
    }
  ],


  "micros": [

{
"nombre": "Asociación personal al símbolo",
"codigo": "m_jung_asociacion_personal",
"procesos": ["N_marcosCognitivos", "AP_evocacion"],
"texto": "Invitar al paciente a asociar libremente a una imagen onírica o simbólica desde su biografía concreta antes de introducir amplificación cultural, para evitar interpretaciones prematuras y anclar el símbolo en su experiencia vivida, facilitando que emerjan afectos, recuerdos y significados personales relevantes. Referencia: Jung, C. G. (1954)."
},

{
"nombre": "Pregunta compensatoria del sueño",
"codigo": "m_jung_compensacion",
"procesos": ["N_insightPsicodinamico"],
"texto": "Explorar cómo el sueño compensa la actitud consciente actual del paciente (exceso de control, negación emocional, hiperadaptación), preguntando qué aspecto descuidado o unilateral intenta equilibrar la psique, favoreciendo insight no moralizante y orientación de cambio. Referencia: Jung, C. G. (1916/1948)."
},

{
"nombre": "Identificación de afecto nuclear del complejo",
"codigo": "m_jung_afecto_complejo",
"procesos": ["AP_profundizacion", "N_insightPsicodinamico"],
"texto": "Detectar el afecto dominante que acompaña a la activación de un complejo (vergüenza, rabia, abandono) y seguir su rastro en distintas escenas vitales, ayudando al paciente a reconocer el patrón repetitivo y disminuir la vivencia de posesión por el estado emocional. Referencia: Jung, C. G. (1934/1960)."
},

{
"nombre": "Señalamiento de proyección en vivo",
"codigo": "m_jung_senalamiento_proyeccion",
"procesos": ["R_mentalizacion", "N_metacognicion"],
"texto": "Nombrar con cautela una posible proyección cuando el paciente atribuye rasgos absolutos al otro, invitándolo a explorar qué parte propia podría estar implicada, promoviendo diferenciación yo-otro sin invalidar la experiencia emocional. Referencia: Jung, C. G. (1946/1954)."
},

{
"nombre": "Diálogo breve con figura interna",
"codigo": "m_jung_dialogo_figura",
"procesos": ["RI_partesSubpersonalidades", "AP_profundizacion"],
"texto": "Proponer un intercambio corto con una figura emergente en imaginación activa (preguntar qué quiere, qué teme, qué necesita), manteniendo el yo observador presente para integrar la información sin desbordamiento. Referencia: Jung, C. G. (1957)."
},

{
"nombre": "Exploración de polaridades",
"codigo": "m_jung_polaridades",
"procesos": ["I_conflictosSelf", "N_construccionAlternativa"],
"texto": "Identificar los dos polos en conflicto (p. ej., autonomía-dependencia) y explorar qué valor protege cada uno, reduciendo la necesidad de elegir un extremo y preparando el terreno para una integración simbólica posterior. Referencia: Jung, C. G. (1916/1948)."
},

{
"nombre": "Mapa de persona social",
"codigo": "m_jung_persona_mapa",
"procesos": ["I_posicionRelacional", "I_autoimagen"],
"texto": "Describir con detalle el rol social dominante (cómo habla, qué evita mostrar, qué teme perder) para diferenciar máscara adaptativa de identidad profunda y abrir margen de flexibilidad conductual. Referencia: Jung, C. G. (1921/1971)."
},

{
"nombre": "Detección de sombra proyectada",
"codigo": "m_jung_sombra_proyectada",
"procesos": ["I_autoimagen", "R_estilosApego"],
"texto": "Explorar reacciones intensas hacia otros como posibles indicadores de rasgos rechazados en uno mismo, reduciendo moralización y promoviendo integración de aspectos negados del self. Referencia: Jung, C. G. (1959)."
},

{
"nombre": "Pregunta sobre el mito personal",
"codigo": "m_jung_mito_personal",
"procesos": ["N_narrativaAutobiografica", "I_continuidadBiografica"],
"texto": "Invitar al paciente a formular qué historia parece repetirse en su vida (salvar, huir, esperar reconocimiento), ayudándolo a reconocer patrón narrativo dominante y su posible transformación. Referencia: Feinstein & Krippner (1988)."
},

{
"nombre": "Lectura simbólica de síntoma",
"codigo": "m_jung_sintoma_simbolico",
"procesos": ["N_marcosCognitivos", "AP_evocacion"],
"texto": "Plantear el síntoma no solo como problema a eliminar sino como posible portador de significado, preguntando qué mensaje o necesidad podría estar expresando de forma indirecta, favoreciendo actitud exploratoria en lugar de lucha frontal. Referencia: Jung, C. G. (1959)."
},

{
"nombre": "Revisión de tipología en conflicto",
"codigo": "m_jung_tipologia_conflicto",
"procesos": ["N_metacognicion", "I_autoimagen"],
"texto": "Explorar si el malestar actual refleja un desequilibrio tipológico (p. ej., exceso de pensamiento frente a sentimiento), ayudando a normalizar diferencias funcionales y a ensayar pequeñas compensaciones conductuales. Referencia: Jung, C. G. (1921/1971)."
},

{
"nombre": "Anclaje del símbolo en decisión concreta",
"codigo": "m_jung_anclaje_decision",
"procesos": ["AG_tomaDecisiones", "N_construccionAlternativa"],
"texto": "Traducir el aprendizaje simbólico emergente en una acción pequeña y coherente con el proceso de individuación, evitando que el trabajo quede en insight abstracto y facilitando integración en la vida cotidiana. Referencia: Jung, C. G. (1963)."
},

{
"nombre": "Normalización de experiencia numinosa",
"codigo": "m_jung_numinoso_normalizacion",
"procesos": ["RE_aceptacion", "N_construccionAlternativa"],
"texto": "Validar experiencias intensas de sentido o crisis espiritual sin patologizarlas automáticamente, ayudando a diferenciarlas de desorganización y a integrarlas de manera realista en la identidad. Referencia: Jung, C. G. (1938/1969)."
}

],
  "ideasPrincipales": [

  {
    "id": "idea_jung_1",
    "titulo": "El inconsciente colectivo estructura la experiencia humana",
    "desarrollo": "Jung amplía el concepto freudiano de inconsciente proponiendo un estrato más profundo, el inconsciente colectivo, compuesto por arquetipos universales que organizan la experiencia humana a través de imágenes primordiales y patrones narrativos recurrentes. Estos arquetipos no son contenidos heredados específicos, sino formas estructurales que moldean la percepción, el mito, el sueño y la cultura, situando la psique individual dentro de una matriz simbólica transpersonal que influye en identidad, conflicto y desarrollo. (Jung, 1959)."
  },

  {
    "id": "idea_jung_2",
    "titulo": "La individuación es el eje del desarrollo psicológico",
    "desarrollo": "El proceso central del modelo es la individuación, entendida como el desarrollo progresivo hacia una totalidad psíquica más integrada y diferenciada. No implica perfección moral ni adaptación social óptima, sino integración consciente de contenidos inconscientes, reconocimiento de la sombra y desarrollo de una identidad más coherente y autónoma, capaz de sostener tensiones internas sin escisión. (Jung, 1959; 1963)."
  },

  {
    "id": "idea_jung_3",
    "titulo": "El símbolo es transformador, no decorativo",
    "desarrollo": "Para Jung, el símbolo no es una metáfora estética sino una expresión viva de contenidos inconscientes que todavía no han sido plenamente integrados en la conciencia. Cuando se trabaja adecuadamente, el símbolo actúa como mediador entre opuestos y permite que emerja una nueva organización psíquica, facilitando reorganización emocional e identitaria más allá del mero insight intelectual. (Jung, 1916/1948)."
  },

  {
    "id": "idea_jung_4",
    "titulo": "Los complejos organizan la conducta y la percepción",
    "desarrollo": "Los complejos son núcleos autónomos de afecto y memoria que se activan ante determinadas situaciones y pueden 'poseer' temporalmente la conciencia, generando reacciones desproporcionadas y repetitivas. El trabajo terapéutico no busca eliminar los complejos, sino hacerlos conscientes y establecer una relación reflexiva con ellos, disminuyendo su poder automático sobre la conducta. (Jung, 1934/1960)."
  },

  {
    "id": "idea_jung_5",
    "titulo": "La sombra contiene potencial reprimido",
    "desarrollo": "La sombra representa los aspectos rechazados, negados o no desarrollados del self que quedan fuera de la identidad consciente. Aunque puede contener impulsos destructivos, también alberga vitalidad, creatividad y autenticidad reprimidas. La integración de la sombra reduce proyecciones masivas y permite una identidad más compleja y realista. (Jung, 1959)."
  },

  {
    "id": "idea_jung_6",
    "titulo": "La psique es compensatoria",
    "desarrollo": "Los sueños y síntomas cumplen una función compensatoria respecto a la actitud consciente dominante. Cuando el yo se vuelve unilateral o rígido, el inconsciente introduce imágenes y afectos que buscan restablecer equilibrio. Esta visión desplaza la terapia desde la supresión sintomática hacia la escucha estructural del mensaje psíquico. (Jung, 1916/1948)."
  },

  {
    "id": "idea_jung_7",
    "titulo": "La función trascendente integra opuestos",
    "desarrollo": "La función trascendente describe el proceso mediante el cual la tensión entre polaridades internas genera una tercera posición simbólica integradora. En lugar de elegir un polo y suprimir el otro, la psique puede producir una síntesis que reorganiza la identidad y permite decisiones más complejas y maduras. (Jung, 1916/1948)."
  },

  {
    "id": "idea_jung_8",
    "titulo": "La transferencia tiene dimensión arquetípica",
    "desarrollo": "La relación terapéutica no se limita a la repetición de vínculos infantiles, sino que puede constelar dinámicas arquetípicas profundas que expresan necesidades de totalidad, dependencia, guía o confrontación. Trabajar la transferencia en clave simbólica permite integrar experiencias correctivas sin reducirlas a mera técnica interpretativa. (Jung, 1946/1954)."
  },

  {
    "id": "idea_jung_9",
    "titulo": "El desarrollo implica confrontación con el sentido",
    "desarrollo": "Muchas crisis psicológicas no se explican únicamente por conflicto intrapsíquico, sino por pérdida de significado. Jung entiende la neurosis, en parte, como sufrimiento por falta de orientación simbólica y conexión con valores profundos. La terapia facilita reconstrucción de sentido coherente con la totalidad psíquica. (Jung, 1938/1969)."
  },

  {
    "id": "idea_jung_10",
    "titulo": "La totalidad psíquica trasciende el yo consciente",
    "desarrollo": "El yo no es el centro ni la totalidad de la psique; el Self representa la organización más amplia que integra consciente e inconsciente. La madurez psicológica implica descentralizar el yo y reconocer su pertenencia a una estructura mayor, permitiendo una relación más humilde y flexible con la propia identidad. (Jung, 1959)."
  }

],
"secuencias": [

  {
    "id": "seq_jung_funcion_trascendente",
    "nombre": "Proceso de la función trascendente",
    "descripcion": "Secuencia descrita por Jung en *The Transcendent Function* (1916/1957) donde el cambio psíquico ocurre mediante la confrontación estructurada entre consciente e inconsciente hasta la emergencia de un símbolo integrador.",
    "tipo": "proceso_dinamico",
    "pasos": [
      {
        "orden": 1,
        "accion": "Confrontación entre consciente e inconsciente",
        "explicacion": "El proceso se inicia cuando el yo reconoce la presencia de contenidos inconscientes que contradicen su actitud dominante. Esta confrontación puede surgir a través de sueños, síntomas o fantasías intensas, y marca el inicio de una tensión psicológica que no debe evitarse ni resolverse prematuramente. (Jung, 1916/1957)."
      },
      {
        "orden": 2,
        "accion": "Sostener la tensión de los opuestos",
        "explicacion": "En lugar de elegir un polo del conflicto, el sujeto debe tolerar la coexistencia de posiciones incompatibles, permitiendo que la tensión permanezca activa sin colapsar en una solución defensiva. Esta suspensión de resolución es condición necesaria para que emerja algo nuevo. (Jung, 1916/1957)."
      },
      {
        "orden": 3,
        "accion": "Emergencia de un símbolo mediador",
        "explicacion": "A partir de la tensión sostenida, el inconsciente produce espontáneamente una imagen o símbolo que actúa como tercera posición integradora. Este símbolo no es una síntesis intelectual, sino una producción viva que reorganiza el conflicto desde un nivel más amplio de significado. (Jung, 1916/1957)."
      },
      {
        "orden": 4,
        "accion": "Transformación de la actitud consciente",
        "explicacion": "La integración del símbolo modifica la posición del yo frente al conflicto, ampliando su perspectiva y reduciendo la rigidez previa. La conciencia se reorganiza incorporando elementos que antes eran rechazados o desconocidos. (Jung, 1916/1957)."
      },
      {
        "orden": 5,
        "accion": "Nueva organización psíquica",
        "explicacion": "El resultado del proceso es una estructura interna más compleja y diferenciada, donde los opuestos dejan de ser excluyentes. Esta reorganización constituye un avance en el proceso de individuación. (Jung, 1916/1957)."
      }
    ]
  },

  {
    "id": "seq_jung_trabajo_suenos",
    "nombre": "Método de interpretación de sueños",
    "descripcion": "Estructura metodológica descrita en *General Aspects of Dream Psychology* (1916) y desarrollada en *Symbols of Transformation* (1912), que organiza el abordaje clínico del sueño en fases ordenadas.",
    "tipo": "metodo_interpretativo",
    "pasos": [
      {
        "orden": 1,
        "accion": "Exposición literal del sueño",
        "explicacion": "El sueño se relata con la mayor fidelidad posible, evitando interpretaciones prematuras. Se atiende a detalles, emociones y secuencias narrativas tal como fueron experimentadas por el soñante. (Jung, 1916)."
      },
      {
        "orden": 2,
        "accion": "Asociaciones personales",
        "explicacion": "El paciente explora qué significan para él las imágenes del sueño, vinculándolas con su historia personal y situación actual, priorizando el sentido subjetivo antes de cualquier lectura universal. (Jung, 1916)."
      },
      {
        "orden": 3,
        "accion": "Contextualización en la actitud consciente",
        "explicacion": "Se analiza cómo el sueño se relaciona con la postura consciente dominante del sujeto, identificando posibles unilateralidades, negaciones o tensiones actuales. (Jung, 1916)."
      },
      {
        "orden": 4,
        "accion": "Amplificación simbólica",
        "explicacion": "Cuando la imagen supera el significado personal inmediato, se amplía mediante referencias mitológicas, culturales o arquetípicas que ayuden a comprender su dimensión colectiva. (Jung, 1912/1952)."
      },
      {
        "orden": 5,
        "accion": "Hipótesis compensatoria",
        "explicacion": "Finalmente, se formula una hipótesis sobre la función compensatoria del sueño respecto a la actitud consciente, entendiendo el sueño como intento de equilibrar la psique. (Jung, 1916)."
      }
    ]
  },

  {
    "id": "seq_jung_imaginacion_activa",
    "nombre": "Proceso de imaginación activa",
    "descripcion": "Procedimiento experiencial descrito por Jung en *The Transcendent Function* (1916/1957) como vía directa de diálogo con contenidos inconscientes.",
    "tipo": "proceso_experiencial",
    "pasos": [
      {
        "orden": 1,
        "accion": "Emergencia espontánea de una imagen",
        "explicacion": "El sujeto permite que surja una imagen, escena o figura desde el inconsciente sin dirigirla voluntariamente, manteniendo una actitud receptiva pero consciente. (Jung, 1916/1957)."
      },
      {
        "orden": 2,
        "accion": "Fijación de la imagen",
        "explicacion": "La imagen se describe, dibuja o escribe para evitar su disolución y facilitar su observación reflexiva posterior. (Jung, 1916/1957)."
      },
      {
        "orden": 3,
        "accion": "Diálogo activo",
        "explicacion": "El yo interactúa con la figura emergente, formulando preguntas o respondiendo a sus manifestaciones, manteniendo siempre la conciencia diferenciada. (Jung, 1916/1957)."
      },
      {
        "orden": 4,
        "accion": "Sostener la conciencia del yo",
        "explicacion": "Durante todo el proceso se preserva la posición reflexiva del yo para evitar fusión o desorganización, permitiendo que el diálogo sea integrador y no disociativo. (Jung, 1916/1957)."
      },
      {
        "orden": 5,
        "accion": "Integración en la vida consciente",
        "explicacion": "El contenido emergente se reflexiona y se conecta con decisiones, actitudes o conflictos actuales, asegurando que la experiencia simbólica tenga impacto transformador. (Jung, 1916/1957)."
      }
    ]
  }

],


  "refs": [
    "Jung, C. G. (1912/1952). Symbols of Transformation.",
    "Jung, C. G. (1959). The Archetypes and the Collective Unconscious.",
    "Jung, C. G. (1963). Memories, Dreams, Reflections."
  ]
}
