{
  "id": "psicologia-self-kohut",
  "grupo": "Psicoanálisis",
  "label": "Psicología del self",
  "year": 1971,
  "importance": 2,
  "autores": "Heinz Kohut",
  "descripcion": "Heinz Kohut reformula el psicoanálisis al desplazar el eje del conflicto pulsional hacia los déficits en el desarrollo del self derivados de fallas tempranas de empatía. El self se organiza a partir de experiencias relacionales fundamentales —espejamiento, idealización y pertenencia— proporcionadas por figuras selfobject que cumplen funciones reguladoras y cohesionadoras. Cuando estas funciones fallan de forma repetida o traumática, el self queda fragmentado, vulnerable a estados de vacío, grandiosidad defensiva o hipersensibilidad narcisista. La psicopatología narcisista no se explica por conflicto intrapsíquico reprimido, sino por detenciones del desarrollo del self. El proceso terapéutico requiere una actitud empática sostenida, donde la transferencia selfobject se despliega y es gradualmente transformada mediante frustraciones óptimas, permitiendo la internalización de funciones reguladoras y la restauración de la cohesión, vitalidad y continuidad del self.",
  "universidad": "University of Chicago",
  "ciudad": "Chicago, Illinois",
  "pais": "EE. UU.",
  "lat": 41.789722,
  "lon": -87.599724,
  "influencias": [
    "Relaciones de objeto (Fairbairn)",
    "Psicología del yo",
    "Teoría del narcisismo",
    "Fenomenología / Hermenéutica",
    "Constructivismo social / Relacional"
  ],
  "books": [
    "Heinz Kohut — The Analysis of the Self (1971)",
    "Heinz Kohut — The Restoration of the Self (1977)"
  ],
  "procesos": [
    "Desarrollo y cohesión del self",
    "Regulación de la autoestima",
    "Funciones selfobject (espejamiento, idealización, gemelaridad)",
    "Transferencia selfobject",
    "Empatía como método y actitud clínica",
    "Frustración óptima e internalización transmutadora",
    "Restauración de vitalidad y continuidad del self"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza terapéutica se fundamenta en una actitud empática profunda y sostenida, donde el terapeuta se ofrece como selfobject fiable capaz de comprender la experiencia subjetiva del paciente desde dentro, sin confrontaciones prematuras ni interpretaciones desorganizantes.",
    "ALI_objetivos": "El objetivo central es restaurar la cohesión, estabilidad y vitalidad del self mediante la internalización progresiva de funciones reguladoras inicialmente provistas por el terapeuta como selfobject.",
    "ALI_tareas": "Las tareas terapéuticas incluyen el reconocimiento de necesidades narcisistas, el despliegue de transferencias selfobject y la elaboración gradual de fallas empáticas dentro de un vínculo suficientemente seguro.",
    "ALI_colaboracion": "La colaboración se construye implícitamente a través de la experiencia reiterada de ser comprendido empáticamente, más que mediante acuerdos técnicos explícitos o confrontaciones interpretativas tempranas.",
    "ALI_sintonia": "La sintonía se basa en la precisión empática y en el respeto al ritmo del self del paciente, ajustando intervenciones para evitar fragmentación o retraumatización.",
    "ALI_rupturaReparacion": "Las rupturas se entienden como fallas empáticas inevitables; su reparación explícita favorece la internalización de funciones de autorregulación y fortalece el self.",
    "ALI_monitorizacion": "El progreso se monitoriza observando mayor cohesión del self, disminución de estados de vacío o grandiosidad defensiva y aumento de vitalidad y continuidad interna.",
    "ALI_contexto": "El contexto relacional actual se considera como escenario donde se reactivan necesidades selfobject no satisfechas, integrando la clínica individual con la vida interpersonal del paciente."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se organiza en torno a la experiencia subjetiva del self y sus necesidades de regulación, más que en conflictos pulsionales inconscientes.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico emerge de la comprensión empática de la experiencia vivida del paciente.\n\nConcepción del ser humano y del cambio\nEl ser humano se desarrolla a través de relaciones que sostienen y regulan el self; el cambio ocurre cuando estas funciones son internalizadas.\n\nRol de la relación terapéutica\nLa relación terapéutica actúa como selfobject correctivo que posibilita la restauración del self.",
    "teoriaFormal": "Qué es el self\nEl self es una organización psicológica que requiere funciones relacionales para mantener cohesión, autoestima y continuidad.\n\nCómo se explica el cambio\nEl cambio se explica por la internalización transmutadora de funciones selfobject a través de experiencias empáticas repetidas.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por fallas tempranas de empatía que dejan al self fragmentado o dependiente de regulaciones externas.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula identificando déficits en funciones selfobject y la calidad de la cohesión del self.\n\nQué procesos terapéuticos se priorizan\nSe prioriza la empatía, el sostén del self y el trabajo con transferencias selfobject.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor cohesión, estabilidad emocional y vitalidad del self."
  },
  "procedimientos": [
  {
    "nombre": "Escucha empática como método clínico",
    "codigo": "p_kohut_escucha_empatica",
    "procesos": ["ALI_vinculo", "R_mentalizacion", "RE_coregulacion"],
    "texto": "Procedimiento fundamental que utiliza la empatía no solo como actitud ética sino como método clínico para acceder a la organización del self desde la vivencia subjetiva del paciente; el terapeuta intenta comprender la experiencia desde dentro, suspendiendo explicaciones conflictuales para captar necesidades selfobject activas (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Identificación de déficits del self",
    "codigo": "p_kohut_deficits_self",
    "procesos": ["N_metacognicion", "I_coherenciaInterna", "RE_rotulacion"],
    "texto": "Procedimiento diagnóstico-clínico que evalúa fallas tempranas en las funciones selfobject —espejamiento, idealización y gemelaridad— responsables de fragmentación, vacío o hipersensibilidad narcisista, desplazando el foco del conflicto reprimido al déficit del desarrollo (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Trabajo con transferencia selfobject",
    "codigo": "p_kohut_transferencia_selfobject",
    "procesos": ["R_mentalizacion", "AP_procesamiento", "ALI_sintonia"],
    "texto": "Procedimiento central que reconoce y sostiene transferencias selfobject en las que el terapeuta es vivido como fuente de regulación, admiración o pertenencia, evitando interpretarlas prematuramente como resistencia o regresión patológica (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Espejamiento empático del self",
    "codigo": "p_kohut_espejamiento",
    "procesos": ["RE_validacion", "I_autoimagen", "RE_modulacion"],
    "texto": "Intervención que valida y refleja la experiencia subjetiva del paciente —logros, sufrimiento, aspiraciones— facilitando la consolidación de una autoestima estable y reduciendo la necesidad de grandiosidad defensiva (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Idealización terapéutica contenida",
    "codigo": "p_kohut_idealizacion",
    "procesos": ["ALI_vinculo", "RE_coregulacion", "I_continuidadBiografica"],
    "texto": "Procedimiento que permite y sostiene la idealización del terapeuta como selfobject regulador, entendida como necesidad evolutiva del self, evitando desmentidos abruptos y facilitando una internalización gradual de funciones estabilizadoras (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Facilitación de la gemelaridad (alter ego)",
    "codigo": "p_kohut_gemelaridad",
    "procesos": ["R_pertenencia", "I_identidad", "RE_aceptacion"],
    "texto": "Procedimiento orientado a reconocer la necesidad de semejanza y pertenencia del paciente, validando la experiencia de ser humano entre humanos y reduciendo sentimientos de extrañeza o aislamiento narcisista (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Detección y elaboración de fallas empáticas",
    "codigo": "p_kohut_fallas_empaticas",
    "procesos": ["ALI_rupturaReparacion", "R_mentalizacion", "RE_modulacion"],
    "texto": "Procedimiento que aborda las inevitables fallas empáticas del terapeuta como oportunidades terapéuticas, explicitándolas y reparándolas para favorecer la internalización de funciones de autorregulación del self (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Frustración óptima",
    "codigo": "p_kohut_frustracion_optima",
    "procesos": ["RE_modulacion", "AG_autoriaResponsabilidad", "I_coherenciaInterna"],
    "texto": "Intervención que introduce límites y desilusiones graduales dentro de una relación empáticamente sostenida, permitiendo que el self internalice funciones reguladoras sin fragmentarse ni retraumatizarse (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Internalización transmutadora",
    "codigo": "p_kohut_internalizacion_transmutadora",
    "procesos": ["I_continuidadBiografica", "N_reformulacion", "AG_autonomia"],
    "texto": "Procedimiento evolutivo mediante el cual funciones selfobject inicialmente proporcionadas por el terapeuta son progresivamente internalizadas por el paciente, dando lugar a mayor cohesión, autonomía y estabilidad del self (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Trabajo con fragmentación del self",
    "codigo": "p_kohut_fragmentacion",
    "procesos": ["RE_coregulacion", "AP_profundizacion", "I_integracion"],
    "texto": "Procedimiento orientado a sostener estados de desorganización, vacío o colapso narcisista sin interpretarlos como resistencia, priorizando la contención empática hasta que el self recupere cohesión suficiente para elaborar la experiencia (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Diferenciación entre narcisismo saludable y patológico",
    "codigo": "p_kohut_narcisismo_saludable",
    "procesos": ["N_metacognicion", "I_autoimagen", "RE_reapreciacion"],
    "texto": "Procedimiento psicoeducativo-clínico que ayuda a distinguir aspiraciones, ambición y autoestima saludables de defensas narcisistas rígidas, reduciendo culpa y promoviendo una autoimagen más integrada (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Restauración de vitalidad y continuidad del self",
    "codigo": "p_kohut_vitalidad_self",
    "procesos": ["I_coherenciaInterna", "AG_compromisoConductual", "RE_aceptacion"],
    "texto": "Procedimiento integrador que consolida el aumento de energía psíquica, sentido de continuidad y dirección vital como indicadores de un self más cohesionado y resiliente (Kohut, 1977, *The Restoration of the Self*)."
  }
],
  "micros": [
  {
    "nombre": "Reflejo empático preciso del estado del self",
    "codigo": "m_kohut_reflejo_empatico",
    "procesos": ["RE_validacion", "ALI_vinculo"],
    "texto": "Microintervención que devuelve con precisión la vivencia subjetiva del paciente —emociones, aspiraciones, heridas— sin interpretarla ni corregirla, fortaleciendo la cohesión del self y reduciendo la necesidad de defensas grandiosas (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Nombrar necesidad selfobject activa",
    "codigo": "m_kohut_necesidad_selfobject",
    "procesos": ["RE_rotulacion", "R_mentalizacion"],
    "texto": "Intervención breve que pone palabras a la necesidad relacional activa (ser visto, idealizar, sentirse semejante), ayudando al paciente a reconocerla como legítima y evolutiva en lugar de vivenciarla como dependencia patológica (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Sostener grandiosidad sin confrontarla",
    "codigo": "m_kohut_sostener_grandiosidad",
    "procesos": ["RE_coregulacion", "ALI_sintonia"],
    "texto": "Microintervención que tolera expresiones de grandiosidad o idealización defensiva sin desmentirlas abruptamente, evitando fragmentación del self y permitiendo una transformación gradual hacia una autoestima más realista (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Detectar micro-falla empática",
    "codigo": "m_kohut_micro_falla_empatica",
    "procesos": ["ALI_monitorizacion", "RE_modulacion"],
    "texto": "Intervención mínima que reconoce un desajuste empático incipiente —tono, timing, incomprensión— antes de que produzca retraimiento o rabia narcisista, facilitando reparación temprana (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Reparar explícitamente una falla empática",
    "codigo": "m_kohut_reparar_falla",
    "procesos": ["ALI_rupturaReparacion", "RE_validacion"],
    "texto": "Microintervención que nombra y repara una falla empática reconociendo el impacto en el paciente, promoviendo internalización de funciones reguladoras y fortaleciendo la confianza en el vínculo (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Acompañar colapso narcisista",
    "codigo": "m_kohut_colapso_narcisista",
    "procesos": ["RE_coregulacion", "AP_profundizacion"],
    "texto": "Intervención breve que prioriza sostén y presencia empática cuando aparece vergüenza intensa, vacío o desesperanza, evitando interpretaciones que aumentarían la fragmentación del self (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Señalar aumento de cohesión del self",
    "codigo": "m_kohut_cohesion_self",
    "procesos": ["ALI_monitorizacion", "I_coherenciaInterna"],
    "texto": "Microintervención que destaca señales de mayor continuidad, estabilidad emocional o vitalidad como indicadores de cambio estructural, reforzando la internalización transmutadora (Kohut, 1971, *The Analysis of the Self*)."
  },
  {
    "nombre": "Promover frustración óptima en micro-dosis",
    "codigo": "m_kohut_frustracion_optima_micro",
    "procesos": ["RE_modulacion", "AG_autoriaResponsabilidad"],
    "texto": "Intervención breve que introduce una pequeña desilusión dentro de un contexto empático seguro, facilitando la transición desde dependencia selfobject hacia mayor autonomía sin desorganización (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Diferenciar vergüenza narcisista de culpa",
    "codigo": "m_kohut_verguenza_vs_culpa",
    "procesos": ["N_metacognicion", "RE_reapreciacion"],
    "texto": "Microintervención que ayuda a distinguir la vergüenza por fragmentación del self de la culpa por daño al otro, reduciendo autoataque y favoreciendo una regulación emocional más matizada (Kohut, 1977, *The Restoration of the Self*)."
  },
  {
    "nombre": "Cerrar sesión reforzando continuidad del self",
    "codigo": "m_kohut_cierre_continuidad",
    "procesos": ["I_continuidadBiografica", "RE_aceptacion"],
    "texto": "Intervención de cierre que subraya la permanencia del proceso y la continuidad del vínculo terapéutico, consolidando la vivencia de un self estable más allá de la sesión (Kohut, 1971, *The Analysis of the Self*)."
  }
]
}
