{
  "id": "psicologia-yo-hartmann",
  "grupo": "Psicoanálisis",
  "label": "Psicología del yo",
  "year": 1939,
  "autores": "Heinz Hartmann; Ernst Kris; Rudolph Loewenstein",
  "descripcion": "La Psicología del yo amplía el modelo estructural freudiano al introducir la noción de funciones autónomas del yo que no derivan del conflicto pulsional. Hartmann concibe el yo como un sistema organizador con capacidades propias —percepción, pensamiento, atención, lenguaje, motricidad, prueba de realidad— orientadas a la adaptación eficaz al entorno. El conflicto sigue existiendo, pero deja de ser el único motor del desarrollo, dando lugar a una visión más positiva, evolutiva y realista del funcionamiento psicológico.",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,
  "influencias": [
    "Modelo estructural",
    "Psicología del desarrollo",
    "Biología evolutiva",
    "Fenomenología / Hermenéutica",
    "Empirismo objetivista / Positivismo lógico"
  ],
  "books": [
    "Heinz Hartmann — Ego Psychology and the Problem of Adaptation (1939)",
    "Heinz Hartmann — Essays on Ego Psychology (1964)"
  ],
  "procesos": [
    "Desarrollo y fortalecimiento de funciones del yo",
    "Adaptación activa al entorno",
    "Regulación de impulsos y afectos",
    "Prueba de realidad y juicio",
    "Integración defensiva flexible",
    "Equilibrio entre demandas internas y externas"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG"
  ],
  "mecanismosDefensa": [
    "Represión",
    "Intelectualización",
    "Racionalización",
    "Aislamiento del afecto",
    "Formación reactiva",
    "Desplazamiento",
    "Proyección",
    "Negación",
    "Regresión",
    "Sublimación",
    "Identificación",
    "Identificación con el agresor",
    "Anulación (undoing)",
    "Humor",
    "Anticipación",
    "Altruismo",
    "Supresión consciente"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza terapéutica se apoya en un vínculo colaborativo, estable y orientado a la realidad, donde el terapeuta funciona como apoyo del yo del paciente más que como intérprete intrusivo del inconsciente; la relación se concibe como un contexto seguro para ensayar funciones yoicas más eficaces sin vivirse como una regresión masiva ni como una amenaza a la autonomía.",
    "ALI_objetivos": "Los objetivos terapéuticos se centran en fortalecer las funciones del yo, mejorar la adaptación a la realidad interna y externa, aumentar la flexibilidad defensiva y promover un funcionamiento más integrado y eficaz, más que en la resolución exhaustiva del conflicto inconsciente.",
    "ALI_tareas": "Las tareas incluyen clarificar dificultades actuales, observar patrones de adaptación y defensa, entrenar capacidades de juicio y regulación, y utilizar la relación terapéutica como espacio de ensayo para nuevas formas de afrontamiento más realistas y menos costosas.",
    "ALI_colaboracion": "La colaboración se establece desde una actitud explícitamente cooperativa: terapeuta y paciente trabajan juntos para comprender cómo el yo organiza la experiencia y cómo puede hacerlo de forma más eficaz, evitando posiciones interpretativas autoritarias que debiliten el funcionamiento yoico.",
    "ALI_sintonia": "La sintonía se logra ajustando el nivel de intervención a la fortaleza del yo del paciente, priorizando apoyo, clarificación y estructura cuando el yo está frágil, y promoviendo mayor reflexión y autonomía cuando las funciones yoicas lo permiten.",
    "ALI_rupturaReparacion": "Las rupturas se entienden como fallos adaptativos o sobrecargas del yo; la reparación consiste en restaurar claridad, contención y orientación a la realidad, reforzando la capacidad del paciente para entender y manejar la situación sin colapso defensivo.",
    "ALI_monitorizacion": "El progreso se monitoriza observando mejoras en juicio, regulación afectiva, tolerancia a la frustración, flexibilidad defensiva y capacidad de afrontar demandas externas sin desorganización.",
    "ALI_contexto": "El contexto vital, social y cultural se considera un elemento central del proceso terapéutico, ya que la adaptación del yo siempre se produce en interacción con entornos concretos y demandas reales."
  },
  "neimeyer": {
    "epistemologico": "La realidad psicológica se concibe como una interacción entre mundo interno y entorno externo, donde el yo desempeña un papel activo en la organización de la experiencia. El conocimiento terapéutico se construye mediante observación clínica, inferencia funcional y contrastación con la realidad compartida.\n\nEl cambio psicológico se entiende como un proceso de fortalecimiento estructural del yo y mejora de sus funciones adaptativas, más que como una reestructuración radical del significado o una catarsis emocional.",
    "teoriaFormal": "El self se concibe como una organización de funciones yoicas relativamente estables que median entre pulsiones, normas y realidad. El cambio ocurre cuando estas funciones se desarrollan, diferencian e integran de manera más eficaz.\n\nEl sufrimiento se mantiene cuando el yo carece de recursos suficientes para manejar demandas internas o externas, recurriendo a defensas rígidas o desadaptativas.",
    "teoriaClinica": "El caso se formula evaluando la fortaleza del yo, sus funciones autónomas, su estilo defensivo y su capacidad de adaptación. La intervención prioriza el apoyo del yo, la clarificación y el entrenamiento de funciones, evaluando el progreso por mejoras en funcionamiento cotidiano y regulación emocional."
  },
  "procedimientos": [
    {
      "nombre": "Evaluación estructural del yo",
      "codigo": "p_hartmann_eval_yo",
      "procesos": [
        "N_metacognicion",
        "RF_ground"
      ],
      "texto": "Procedimiento sistemático de evaluación clínica del nivel de funcionamiento del yo, incluyendo prueba de realidad, tolerancia a la frustración, control de impulsos, capacidad reflexiva y flexibilidad defensiva; esta evaluación guía el tipo y la intensidad de las intervenciones para evitar desorganización y promover adaptación progresiva."
    },
    {
      "nombre": "Apoyo del yo (ego-supportive therapy)",
      "codigo": "p_hartmann_apoyo_yo",
      "procesos": [
        "RE_coregulacion",
        "AG_autonomia"
      ],
      "texto": "Intervención orientada a reforzar las capacidades existentes del yo mediante validación, estructuración, clarificación y orientación a la realidad, especialmente indicada cuando el yo está debilitado o sobrecargado, permitiendo estabilizar el funcionamiento antes de cualquier trabajo interpretativo profundo."
    },
    {
      "nombre": "Clarificación y fortalecimiento de funciones autónomas",
      "codigo": "p_hartmann_funciones_autonomas",
      "procesos": [
        "AP_procesamiento",
        "N_insightPsicodinamico"
      ],
      "texto": "Trabajo clínico centrado en identificar, entrenar y consolidar funciones del yo relativamente libres de conflicto —como atención, pensamiento lógico, lenguaje y planificación— para mejorar la adaptación y reducir la dependencia de defensas rígidas."
    },
    {
      "nombre": "Análisis funcional de defensas del yo",
      "codigo": "p_hartmann_defensas_funcionales",
      "procesos": [
        "RE_rotulacion",
        "N_metacognicion"
      ],
      "texto": "Procedimiento que examina las defensas no como patología en sí mismas, sino como intentos adaptativos del yo para manejar tensiones; se evalúa su adecuación al contexto y se promueve una transición hacia defensas más maduras y flexibles."
    },
    {
      "nombre": "Orientación a la realidad y prueba de realidad",
      "codigo": "p_hartmann_prueba_realidad",
      "procesos": [
        "N_metacognicion",
        "AG_autoriaResponsabilidad"
      ],
      "texto": "Intervención dirigida a fortalecer la capacidad del paciente para discriminar entre fantasía, emoción y hechos externos, facilitando decisiones más ajustadas y una relación menos distorsionada con el entorno."
    }
  ],
  "micros": [
    {
      "nombre": "Nombrar función del yo implicada",
      "codigo": "m_hartmann_nombrar_funcion_yo",
      "procesos": [
        "N_metacognicion"
      ],
      "texto": "Microintervención que identifica explícitamente qué función del yo está fallando o siendo exigida en una situación concreta (juicio, control de impulsos, atención), ayudando al paciente a observar su funcionamiento sin vivirse defectuoso."
    },
    {
      "nombre": "Diferenciar emoción de acción",
      "codigo": "m_hartmann_emocion_vs_accion",
      "procesos": [
        "RE_modulacion",
        "AG_autocontrol"
      ],
      "texto": "Intervención breve que separa lo que se siente de lo que se hace, reforzando el control de impulsos y la capacidad del yo para elegir respuestas más adaptativas."
    },
    {
      "nombre": "Señalar defensa útil vs defensa costosa",
      "codigo": "m_hartmann_defensa_util_costosa",
      "procesos": [
        "N_metacognicion",
        "RE_reapreciacion"
      ],
      "texto": "Microintervención que ayuda a evaluar cuándo una defensa cumple una función adaptativa y cuándo empieza a generar más problemas que soluciones, promoviendo flexibilidad sin desactivar prematuramente protecciones necesarias."
    },
    {
      "nombre": "Refuerzo explícito de competencia yoica",
      "codigo": "m_hartmann_refuerzo_yo",
      "procesos": [
        "AG_autoeficacia"
      ],
      "texto": "Señalamiento deliberado de conductas eficaces y decisiones realistas del paciente para consolidar una autoimagen de competencia y fortalecer la confianza en las propias funciones del yo."
    },
    {
      "nombre": "Orientar a planificación concreta",
      "codigo": "m_hartmann_planificacion",
      "procesos": [
        "AG_compromisoConductual"
      ],
      "texto": "Microintervención que traduce comprensión psicológica en pasos prácticos y planificados, reforzando la función ejecutiva del yo y la adaptación activa al entorno."
    }
  ],
  "refs": [
    "Hartmann, H. (1939). Ego Psychology and the Problem of Adaptation.",
    "Hartmann, H. (1964). Essays on Ego Psychology.",
    "Kris, E. (1952). Psychoanalytic Explorations in Art.",
    "Loewenstein, R. (1963). Ego Psychology."
  ]
}
