{
  "id": "psicoterapia-psicodinamica-breve",
  "grupo": "Psicoanálisis",
  "label": "Psicoterapia psicodinámica breve",
  "year": 1970,
  "importance": 2,
  "autores": "Lester Luborsky; James Mann; Hans Strupp; Peter Sifneos; Habib Davanloo",
  "descripcion": "La psicoterapia psicodinámica breve surge como un intento sistemático de condensar la profundidad del trabajo psicoanalítico en un marco temporal limitado, generalmente entre 12 y 40 sesiones. Mantiene los supuestos centrales del psicoanálisis —inconsciente, conflicto, repetición relacional y transferencia— pero introduce mayor focalización, actividad terapéutica y estructura. El tratamiento se organiza alrededor de un foco dinámico o conflicto nuclear que articula síntomas, relaciones y defensas, trabajado intensivamente desde el inicio. El terapeuta adopta un rol más activo y colaborativo, equilibrando intervenciones expresivas e intervenciones de sostén, y utilizando la relación terapéutica como escenario principal de cambio. Modelos como el CCRT de Luborsky, la terapia focal de Mann o los desarrollos de Malan y Davanloo representan distintas vías dentro de este marco, que actúa como puente entre el psicoanálisis clásico y los enfoques psicodinámicos contemporáneos basados en evidencia.",
  "universidad": "",
  "ciudad": "Boston, Massachusetts",
  "pais": "EE. UU.",
  "lat": 42.360082,
  "lon": -71.05888,
  "influencias": [
    "Psicoanálisis clásico",
    "Psicología del Yo",
    "Relaciones objetales"
  ],
  "books": [
    "Lester Luborsky — Principles of Psychoanalytic Psychotherapy: A Manual for Supportive-Expressive Treatment (1984)",
    "James Mann — Time-Limited Psychotherapy (1973)",
    "David Malan — Toward the Validation of Dynamic Psychotherapy (1976)",
    "Peter Sifneos — Short-Term Psychotherapy and Emotional Crisis (1972)",
    "Habib Davanloo — Intensive Short-Term Dynamic Psychotherapy (2000)"
  ],
  "procesos": [
    "Identificación del conflicto nuclear",
    "Focalización dinámica",
    "Activación y trabajo de la transferencia",
    "Regulación de defensas y afectos",
    "Comprensión emocional del patrón repetitivo",
    "Uso terapéutico del límite temporal",
    "Experiencia relacional correctiva"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza se establece de forma temprana y explícita como una alianza de trabajo orientada a un foco compartido, combinando apoyo y confrontación dentro de un marco temporal claro que incrementa implicación y motivación.",
    "ALI_objetivos": "Los objetivos terapéuticos se formulan de manera concreta y focal, centrados en el conflicto nuclear que organiza los síntomas y las relaciones del paciente.",
    "ALI_tareas": "Las tareas incluyen identificar el patrón relacional repetitivo, observar su aparición en la transferencia y trabajar activamente emociones y defensas asociadas desde el inicio del tratamiento.",
    "ALI_colaboracion": "La colaboración se construye mediante un acuerdo explícito sobre el foco, el tiempo y el estilo activo del terapeuta, promoviendo responsabilidad compartida en el proceso.",
    "ALI_sintonia": "La sintonía requiere ajustar intensidad, confrontación y apoyo según la tolerancia emocional del paciente, evitando tanto la sobreestimulación como la dilución del foco.",
    "ALI_rupturaReparacion": "Las rupturas se utilizan como material clínico central, interpretando su relación con el conflicto nuclear y reparándolas dentro del tiempo limitado para potenciar el cambio.",
    "ALI_monitorizacion": "El progreso se monitoriza por la clarificación progresiva del foco, la disminución de defensas desadaptativas y la mayor integración emocional del patrón relacional.",
    "ALI_contexto": "El contexto vital actual se integra como escenario donde el conflicto nuclear se reactiva, reforzando la relevancia y urgencia del trabajo terapéutico."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se organiza en torno a conflictos dinámicos recurrentes que pueden ser identificados y trabajados de forma focal.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se genera mediante la formulación compartida del foco y su contrastación continua en la experiencia emocional y relacional.\n\nConcepción del ser humano y del cambio\nEl ser humano cambia cuando puede reconocer, experimentar y resignificar sus patrones relacionales nucleares.\n\nRol de la relación terapéutica\nLa relación terapéutica es el principal laboratorio donde el conflicto nuclear se activa y se transforma.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como organizado alrededor de patrones relacionales internalizados y defensas asociadas.\n\nCómo se explica el cambio\nEl cambio ocurre a través de insight emocional y experiencia relacional correctiva concentradas en un foco.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por la repetición no consciente de conflictos nucleares no elaborados.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza mediante la identificación de un conflicto nuclear que articula síntomas, relaciones y defensas.\n\nQué procesos terapéuticos se priorizan\nSe prioriza la focalización, el trabajo transferencial y la regulación emocional.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor conciencia del patrón, menor rigidez defensiva y cambios relacionales observables."
  },
  "procedimientos":
