{
  "id": "psicoterapia-psicoanalitica-integrativa-wachtel-1977",
  "grupo": "Psicoanálisis",
  "label": "Psicoterapia psicoanalítica integrativa",
  "year": 1977,
  "importance": 2,
  "autores": "Paul L. Wachtel",
  "universidad": "City University of New York (CUNY)",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "Paul Wachtel propone una integración entre el pensamiento psicoanalítico y los principios del aprendizaje y la conducta. Su modelo del “ciclo recíproco” describe cómo los patrones cognitivos, emocionales y conductuales se refuerzan mutuamente, manteniendo los conflictos neuróticos. El enfoque combina la comprensión profunda de la motivación inconsciente con intervenciones conductuales y relacionales orientadas al cambio observable, defendiendo una relación bidireccional entre insight y acción: la comprensión interna debe traducirse en nuevas experiencias interpersonales para consolidar el cambio. El modelo actúa como un puente entre la tradición dinámica y los modelos conductuales contemporáneos, anticipando enfoques integrativos y basados en procesos.",

  "influencias": [
    "Psicoanálisis clásico",
    "Psicología del Yo",
    "Teoría del aprendizaje",
    "Conductismo",
    "Teoría de sistemas"
  ],

  "neimeyer": {
    "epistemologico": "",
    "teoriaFormal": "",
    "teoriaClinica": ""
  },

  "mjps": ["N", "I", "AG", "R", "RE", "AP"],

  "procedimientos": [
  {
    "nombre": "Formulación del “ciclo recíproco” (ciclo de mantenimiento)",
    "codigo": "p_wachtel_formulacion_ciclo_reciproco",
    "procesos": ["N_reformulacion", "I_integracionNarrativa"],
    "texto": "Procedimiento nuclear en el que terapeuta y paciente construyen un mapa operativo de cómo percepciones, expectativas, emociones, conductas y respuestas del entorno se refuerzan mutuamente, produciendo un bucle estable que mantiene el sufrimiento. La formulación describe secuencias típicas (anticipación → respuesta emocional → acción/evitación → reacción del otro → confirmación de la creencia) y sirve como guía para intervenir tanto en el significado (insight) como en la acción (nuevas respuestas), sin reducir el problema a un único nivel explicativo. Referencia: Wachtel, P. L. (1977). *Psychoanalysis and Behavior Therapy*."
  },
  {
    "nombre": "Identificación de patrones interpersonales repetitivos en el aquí-y-ahora",
    "codigo": "p_wachtel_patrones_interpersonales_aqui_ahora",
    "procesos": ["R_patronesRelacionales", "N_metacognicion"],
    "texto": "Procedimiento dirigido a detectar cómo el ciclo recíproco se expresa en interacciones actuales (pareja, trabajo, familia) y también dentro de la sesión, observando microsecuencias de expectativa, emoción y conducta que invitan respuestas complementarias del otro. Se trabaja con ejemplos concretos y recientes para evitar que la comprensión quede exclusivamente en el pasado, haciendo visible la repetición como patrón vivo que puede modificarse en tiempo real. Referencia: Wachtel, P. L. (1987). *Action and Insight*."
  },
  {
    "nombre": "Puente explícito entre insight y acción (diseño bidireccional)",
    "codigo": "p_wachtel_puente_insight_accion",
    "procesos": ["N_insightPsicodinamico", "AG_compromisoConductual"],
    "texto": "Procedimiento integrativo que conecta la comprensión de motivos, temores y significados (insight) con cambios conductuales e interpersonales observables, y a la vez utiliza lo que ocurre al actuar de forma distinta como nueva evidencia emocional para profundizar el insight. Se evita la dicotomía “o insight o conducta”: se planifica una intervención donde ambos se retroalimentan, consolidando el cambio por experiencia. Referencia: Wachtel, P. L. (1987). *Action and Insight*."
  },
  {
    "nombre": "Trabajo con las defensas como estrategias de afrontamiento aprendidas",
    "codigo": "p_wachtel_defensas_como_estrategias_aprendidas",
    "procesos": ["RI_desbloqueo", "N_reformulacion"],
    "texto": "Procedimiento que reformula defensas psicodinámicas (evitación afectiva, intelectualización, pasividad, sumisión, control) como estrategias aprendidas que reducen malestar a corto plazo pero mantienen el ciclo recíproco a largo plazo. En lugar de interpretar solo su origen, se clarifica su función actual, se analiza su coste y se diseñan alternativas graduales, integrando comprensión y sustitución conductual. Referencia: Wachtel, P. L. (1977). *Psychoanalysis and Behavior Therapy*."
  },
  {
    "nombre": "Análisis funcional del ciclo (antecedentes–respuestas–consecuencias) integrado con significado",
    "codigo": "p_wachtel_analisis_funcional_integrado",
    "procesos": ["N_analisisFuncional", "N_reformulacion"],
    "texto": "Procedimiento que utiliza lógica funcional para describir qué desencadena el patrón, qué respuestas aparecen (emocionales, cognitivas, conductuales) y qué consecuencias lo refuerzan, incorporando a la vez los significados subjetivos y temores relacionales implicados. El objetivo es obtener palancas de cambio concretas sin perder profundidad clínica, mostrando cómo lo que “funciona” a corto plazo (alivio) puede sostener el problema a largo plazo. Referencia: Wachtel, P. L. (1977)."
  },
  {
    "nombre": "Priorización de puntos de intervención dentro del ciclo recíproco",
    "codigo": "p_wachtel_priorizacion_puntos_intervencion",
    "procesos": ["N_reformulacion", "AG_planificacion"],
    "texto": "Procedimiento estratégico en el que se decide dónde intervenir primero dentro del bucle (expectativas, atención selectiva, emoción, conducta, evitación, elección interpersonal) según accesibilidad, riesgo y potencia terapéutica. Se seleccionan “puntos palanca” que permitan producir una interrupción del ciclo con el mínimo coste, y se revisa iterativamente en función de la respuesta del sistema. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Intervenciones conductuales orientadas a “nuevas experiencias” (experimentos en vivo)",
    "codigo": "p_wachtel_nuevas_experiencias_experimentos",
    "procesos": ["AG_experimentacion", "R_exposicionInterpersonal"],
    "texto": "Procedimiento de acción planificada en el que el paciente ensaya nuevas conductas (asertividad, acercamiento, petición, límite, autoafirmación) para generar experiencias correctivas que debiliten expectativas y temores que sostienen el ciclo. Estas intervenciones se diseñan con sensibilidad psicodinámica (considerando vergüenza, culpa, miedo a pérdida) y se evalúan por su efecto en el bucle, no solo por “cumplimiento” conductual. Referencia: Wachtel, P. L. (1987). *Action and Insight*."
  },
  {
    "nombre": "Ensayo y preparación de interacciones difíciles (role-play clínico)",
    "codigo": "p_wachtel_role_play_interacciones",
    "procesos": ["AG_ensayoConductual", "R_habilidadesRelacionales"],
    "texto": "Procedimiento en el que se ensayan conversaciones o situaciones interpersonales previsibles para reducir evitación, anticipar respuestas del otro y modular la emoción durante la acción. Se integra el ensayo con exploración de fantasías temidas y significados relacionales (rechazo, humillación, abandono) que activan defensas, de modo que la práctica sea a la vez acción y exposición emocional. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Trabajo con la transferencia como expresión del ciclo recíproco en sesión",
    "codigo": "p_wachtel_transferencia_como_ciclo",
    "procesos": ["R_patronesRelacionales", "N_insightPsicodinamico"],
    "texto": "Procedimiento que utiliza lo que ocurre con el terapeuta como laboratorio del ciclo: expectativas del paciente generan respuestas emocionales y conductas (p. ej., retirada, complacencia, ataque) que el terapeuta recibe y devuelve, pudiendo confirmar o desconfirmar el patrón. La intervención se centra en hacer explícita la secuencia aquí-y-ahora y usarla para crear una experiencia relacional diferente, evitando interpretaciones largas desligadas del presente. Referencia: Wachtel, P. L. (1977); Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Clarificación y ajuste del encuadre para favorecer acción y aprendizaje",
    "codigo": "p_wachtel_encuadre_para_accion",
    "procesos": ["AG_planificacion", "ALI_estructura"],
    "texto": "Procedimiento de encuadre en el que se explicita que el tratamiento alternará exploración profunda con tareas de acción entre sesiones, definiendo objetivos observables y criterios de seguimiento sin convertir la terapia en un programa rígido. Este encuadre busca reducir la tendencia a quedarse en insight estéril o en acción descontextualizada, sosteniendo la lógica integrativa del modelo. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Deconstrucción de profecías autocumplidas interpersonales",
    "codigo": "p_wachtel_profecias_autocumplidas",
    "procesos": ["N_reformulacion", "R_patronesRelacionales"],
    "texto": "Procedimiento que identifica cómo ciertas creencias/expectativas sobre los otros (p. ej., “me rechazarán”, “me controlarán”) llevan a conductas protectoras (retirada, hostilidad, complacencia) que provocan respuestas ajenas que parecen confirmar la creencia, cerrando el ciclo. El trabajo se centra en mostrar la cadena completa y diseñar conductas alternativas que permitan resultados distintos y, con ello, aprendizaje emocional correctivo. Referencia: Wachtel, P. L. (1977)."
  },
  {
    "nombre": "Exploración de fantasías temidas y consecuencias anticipadas de cambiar",
    "codigo": "p_wachtel_fantasias_temidas_cambiar",
    "procesos": ["AP_evocacion", "RE_tolerancia"],
    "texto": "Procedimiento que explora con precisión qué teme el paciente que ocurra si deja el patrón (culpa, retaliación, pérdida de vínculo, vergüenza, sentirse egoísta), entendiendo estas anticipaciones como motores del mantenimiento conductual. Se trabaja para aumentar tolerancia afectiva y diseñar cambios graduales que minimicen riesgo percibido, facilitando acción sostenida. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Trabajo con evitación experiencial dentro del ciclo recíproco",
    "codigo": "p_wachtel_evitacion_experiencial_ciclo",
    "procesos": ["RE_prevEvitacion", "AG_exposicionAfectiva"],
    "texto": "Procedimiento que identifica cómo el paciente evita sentir (ansiedad, rabia, tristeza, deseo) mediante conductas, cogniciones o relaciones, y cómo esa evitación mantiene el ciclo. La intervención combina reconocimiento del coste (insight) con prácticas graduadas de acercamiento a la experiencia (acción), para que el afecto deje de ser el disparador automático de defensas. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Consolidación por generalización (transferir cambios a contextos múltiples)",
    "codigo": "p_wachtel_generalizacion_cambio",
    "procesos": ["AG_generalizacion", "I_integracionNarrativa"],
    "texto": "Procedimiento de consolidación que revisa dónde el ciclo recíproco sigue activo y planifica cómo extender los cambios logrados en sesión a otros ámbitos (familia, trabajo, pareja). Se utilizan registros de situaciones, revisión de resultados y ajuste de estrategias para convertir experiencias puntuales en un patrón más estable de relación consigo mismo y con los otros. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Revisión iterativa del ciclo recíproco a partir de resultados",
    "codigo": "p_wachtel_revision_iterativa_ciclo",
    "procesos": ["N_metacognicion", "N_analisisFuncional"],
    "texto": "Procedimiento continuo que utiliza lo ocurrido tras intervenciones de acción para refinar la formulación del ciclo: qué se activó, qué defensa apareció, qué respuesta del entorno ocurrió, qué emoción se toleró o no. Esta revisión evita que el modelo se convierta en teoría estática y lo mantiene como herramienta clínica viva, orientada por evidencia del caso. Referencia: Wachtel, P. L. (1987)."
  }
],

 "micros": [
  {
    "nombre": "Señalamiento del bucle en tiempo real",
    "codigo": "m_wachtel_senalamiento_bucle",
    "procesos": ["N_metacognicion"],
    "texto": "Microintervención que nombra de forma inmediata la secuencia que se está desplegando (expectativa → emoción → conducta → respuesta del otro), ayudando al paciente a observar el ciclo recíproco mientras ocurre. No interpreta orígenes históricos, sino que hace visible la mecánica actual para aumentar margen de elección. Referencia: Wachtel, P. L. (1977). *Psychoanalysis and Behavior Therapy*."
  },
  {
    "nombre": "Vinculación emoción–conducta",
    "codigo": "m_wachtel_vinculo_emocion_conducta",
    "procesos": ["RE_rotulacion", "N_reformulacion"],
    "texto": "Intervención breve que conecta explícitamente una emoción presente con la conducta que sigue a continuación, mostrando cómo la acción funciona como regulación emocional dentro del ciclo. Facilita conciencia funcional sin culpabilizar ni patologizar la respuesta. Referencia: Wachtel, P. L. (1987). *Action and Insight*."
  },
  {
    "nombre": "Pregunta de contraste experiencial",
    "codigo": "m_wachtel_pregunta_contraste",
    "procesos": ["N_metacognicion"],
    "texto": "Pregunta del tipo “¿qué ocurre justo antes y justo después de que hagas esto?” destinada a ampliar la percepción de secuencias que suelen vivirse como automáticas. Introduce observación fenomenológica del ciclo sin imponer interpretación. Referencia: Wachtel, P. L. (1977)."
  },
  {
    "nombre": "Señalamiento de expectativa implícita",
    "codigo": "m_wachtel_expectativa_implicita",
    "procesos": ["N_reformulacion"],
    "texto": "Microintervención que identifica una expectativa relacional implícita (“esperas que te ignoren”, “anticipas crítica”) que guía la conducta actual. El objetivo es hacer explícito el supuesto que organiza el ciclo, no discutir su veracidad de forma abstracta. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Nombrar la función protectora de una conducta",
    "codigo": "m_wachtel_funcion_protectora",
    "procesos": ["RI_desbloqueo"],
    "texto": "Intervención breve que reconoce la función adaptativa histórica de una conducta defensiva (evitar, complacer, atacar) antes de explorar su coste actual. Reduce resistencia y facilita disposición al cambio conductual. Referencia: Wachtel, P. L. (1977)."
  },
  {
    "nombre": "Invitación a una micro-variación conductual",
    "codigo": "m_wachtel_micro_variacion",
    "procesos": ["AG_experimentacion"],
    "texto": "Propuesta concreta y de bajo riesgo para modificar ligeramente una respuesta habitual dentro del ciclo (tono, timing, grado de exposición), con el objetivo de generar nueva información experiencial. No busca cambio radical, sino perturbación mínima del bucle. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Anticipación guiada de consecuencias",
    "codigo": "m_wachtel_anticipacion_consecuencias",
    "procesos": ["AP_evocacion", "RE_tolerancia"],
    "texto": "Microintervención que explora qué teme el paciente que ocurra si actúa de forma distinta, ayudando a diferenciar peligro real de anticipación aprendida. Facilita regulación emocional previa a la acción. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Señalamiento de confirmación del ciclo",
    "codigo": "m_wachtel_confirmacion_ciclo",
    "procesos": ["N_insightPsicodinamico"],
    "texto": "Intervención que muestra cómo una respuesta del entorno parece confirmar la creencia inicial del paciente, cerrando el bucle. Se enfatiza la secuencia completa para evitar conclusiones autorreferenciales rígidas. Referencia: Wachtel, P. L. (1977)."
  },
  {
    "nombre": "Desconfirmación experiencial en sesión",
    "codigo": "m_wachtel_desconfirmacion_sesion",
    "procesos": ["R_patronesRelacionales"],
    "texto": "Microintervención que subraya una respuesta del terapeuta diferente a la esperada por el paciente, usando la relación terapéutica como experiencia correctiva directa dentro del ciclo. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Retorno explícito al mapa del ciclo",
    "codigo": "m_wachtel_retorno_mapa",
    "procesos": ["N_metacognicion"],
    "texto": "Intervención que devuelve la conversación al esquema del ciclo recíproco previamente formulado cuando el discurso se dispersa o intelectualiza. Mantiene coherencia y orientación al cambio. Referencia: Wachtel, P. L. (1977)."
  },
  {
    "nombre": "Señalamiento de evitación experiencial",
    "codigo": "m_wachtel_evitacion_experiencial",
    "procesos": ["RE_prevEvitacion"],
    "texto": "Microintervención que identifica maniobras sutiles de evitación emocional (cambio de tema, humor, abstracción) en el momento en que aparecen, conectándolas con el mantenimiento del ciclo. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Normalización del coste del cambio",
    "codigo": "m_wachtel_normalizacion_coste",
    "procesos": ["RE_modulacion"],
    "texto": "Intervención breve que valida el malestar inherente a salir del patrón conocido, reduciendo abandono prematuro de nuevas conductas y favoreciendo persistencia. Referencia: Wachtel, P. L. (1987)."
  },
  {
    "nombre": "Cierre integrativo de una secuencia",
    "codigo": "m_wachtel_cierre_integrativo",
    "procesos": ["I_integracionNarrativa"],
    "texto": "Microintervención que resume lo aprendido tras una experiencia de insight o acción, integrando emoción, significado y resultado conductual para consolidar el aprendizaje. Referencia: Wachtel, P. L. (1987)."
  }
],

  "ideasPrincipales": [
  {
    "id": "idea_wachtel_1",
    "titulo": "El sufrimiento psicológico se mantiene por ciclos recíprocos auto-reforzados",
    "desarrollo": "Wachtel propone que los problemas psicológicos persisten porque cogniciones, emociones, conductas y respuestas interpersonales se organizan en ciclos recíprocos que se refuerzan mutuamente. Estos bucles no dependen de un único factor causal, sino de interacciones dinámicas que confirman expectativas y consolidan patrones desadaptativos. (Wachtel, 1977, *Psychoanalysis and Behavior Therapy*)."
  },
  {
    "id": "idea_wachtel_2",
    "titulo": "Insight y acción son procesos interdependientes, no alternativas excluyentes",
    "desarrollo": "El modelo integrativo sostiene que la comprensión psicológica profunda pierde potencia terapéutica si no se traduce en nuevas experiencias conductuales e interpersonales, y que la acción sin comprensión tiende a ser frágil o superficial. El cambio se consolida cuando insight y acción se retroalimentan de forma bidireccional. (Wachtel, 1987, *Action and Insight*)."
  },
  {
    "id": "idea_wachtel_3",
    "titulo": "Las defensas pueden entenderse como estrategias de afrontamiento aprendidas",
    "desarrollo": "Wachtel reformula las defensas psicodinámicas como respuestas aprendidas que tuvieron una función adaptativa en contextos previos, pero que en el presente mantienen el ciclo recíproco. Esta concepción permite abordarlas sin patologizar al paciente y abre la puerta a su modificación gradual mediante nuevas experiencias. (Wachtel, 1977)."
  },
  {
    "id": "idea_wachtel_4",
    "titulo": "El cambio terapéutico ocurre en la interacción con el entorno actual",
    "desarrollo": "Aunque reconoce la importancia de la historia personal y de la motivación inconsciente, el modelo enfatiza que la transformación psicológica se produce principalmente cuando el paciente interactúa de forma distinta con su entorno presente. Las respuestas actuales de los otros son claves para desconfirmar expectativas y debilitar patrones neuróticos. (Wachtel, 1987)."
  },
  {
    "id": "idea_wachtel_5",
    "titulo": "La relación terapéutica es un laboratorio del ciclo recíproco",
    "desarrollo": "La psicoterapia se concibe como un espacio donde los patrones interpersonales del paciente se activan y pueden ser observados en vivo. El terapeuta utiliza la relación no solo para interpretar, sino para ofrecer respuestas diferentes que interrumpan el ciclo y generen aprendizaje emocional correctivo. (Wachtel, 1977; 1987)."
  },
  {
    "id": "idea_wachtel_6",
    "titulo": "La evitación experiencial es un elemento central del mantenimiento del problema",
    "desarrollo": "El modelo integrativo destaca cómo la evitación de emociones dolorosas o amenazantes conduce a conductas protectoras que, aunque reducen malestar inmediato, sostienen el ciclo recíproco a largo plazo. El cambio requiere aumentar la tolerancia emocional mientras se modifican las respuestas conductuales. (Wachtel, 1987)."
  },
  {
    "id": "idea_wachtel_7",
    "titulo": "Las expectativas interpersonales tienden a convertirse en profecías autocumplidas",
    "desarrollo": "Wachtel muestra cómo las creencias sobre los otros guían la conducta del sujeto de tal modo que provocan respuestas que parecen confirmar dichas creencias. Este mecanismo explica la rigidez de muchos patrones relacionales y señala la necesidad de intervenir en la conducta para obtener evidencia nueva. (Wachtel, 1977)."
  },
  {
    "id": "idea_wachtel_8",
    "titulo": "La integración teórica permite intervenciones más flexibles y eficaces",
    "desarrollo": "La propuesta de Wachtel no busca una síntesis ecléctica superficial, sino una integración coherente de conceptos psicodinámicos y principios del aprendizaje. Esta integración amplía el repertorio clínico y permite adaptar la intervención a distintos puntos del ciclo según las necesidades del caso. (Wachtel, 1977; 1987)."
  },
  {
    "id": "idea_wachtel_9",
    "titulo": "El objetivo terapéutico es interrumpir ciclos, no eliminar rasgos",
    "desarrollo": "Desde esta perspectiva, el cambio psicológico no implica modificar la personalidad en abstracto, sino debilitar los bucles que mantienen el sufrimiento y ampliar el repertorio de respuestas posibles del paciente. El éxito terapéutico se evalúa por mayor flexibilidad emocional, conductual y relacional. (Wachtel, 1987)."
  }
]


  "refs": [
    "Wachtel, P. L. (1977). Psychoanalysis and Behavior Therapy.",
    "Wachtel, P. L. (1987). Action and Insight."
  ]
}
