{
  "id": "psicoanalisis-relacional-greenberg-mitchell-1983",
  "grupo": "Psicoanálisis",
  "label": "Psicoanálisis relacional",
  "year": 1983,
  "importance": 2,
  "autores": "Jay R. Greenberg; Stephen A. Mitchell",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "Greenberg y Mitchell articulan una síntesis teórica que integra las perspectivas de las relaciones de objeto y la psicología del self, dando lugar a una concepción relacional del funcionamiento psíquico. El sujeto se entiende como constituido en y a través de relaciones, y el cambio terapéutico se produce en un campo intersubjetivo cocreado entre paciente y analista. El modelo rechaza la idea de un observador neutral y subraya la mutua influencia, la bidireccionalidad y la co-construcción de significados como ejes del proceso clínico, inaugurando el paradigma relacional del psicoanálisis contemporáneo.",

  "influencias": [
    "Relaciones de objeto (Fairbairn)",
    "Psicología del self",
    "Interpersonal (Sullivan)",
    "Winnicott",
    "Constructivismo social / Relacional",
    "Cibernética de segundo orden",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "",
    "teoriaFormal": "",
    "teoriaClinica": ""
  },

  "mjps": ["R", "N", "I", "RE", "AP"],

 "procedimientos": [
  {
    "nombre": "Análisis del campo intersubjetivo",
    "codigo": "p_relacional_campo_intersubjetivo",
    "procesos": ["R_estilosApego", "N_insightPsicodinamico"],
    "texto": "Procedimiento central del psicoanálisis relacional que consiste en analizar la experiencia clínica como un campo intersubjetivo cocreado, donde las respuestas del paciente y del analista se influyen mutuamente de forma continua. El foco no está en un aparato psíquico aislado, sino en los patrones relacionales emergentes en el aquí y ahora de la relación terapéutica, entendidos como actualizaciones de configuraciones vinculares históricas. Este análisis permite comprender cómo se organizan expectativas, afectos y defensas en la relación viva, más que interpretar contenidos intrapsíquicos desligados del vínculo. Referencia: Greenberg & Mitchell (1983); Mitchell (1988)."
  },
  {
    "nombre": "Trabajo con la mutualidad y la bidireccionalidad",
    "codigo": "p_relacional_mutualidad",
    "procesos": ["R_repertorioInterpersonal", "I_posicionRelacional"],
    "texto": "Procedimiento que aborda explícitamente la bidireccionalidad del vínculo terapéutico, reconociendo que el analista no es un observador neutral sino un participante activo en el campo relacional. Se examina cómo las respuestas emocionales, silencios, intervenciones y límites del terapeuta influyen en la experiencia del paciente y viceversa. Este trabajo permite desactivar fantasías de asimetría absoluta y facilita una reorganización más realista y compleja de la posición del self en las relaciones significativas. Referencia: Mitchell (1993); Aron (1996)."
  },
  {
    "nombre": "Exploración de enactments relacionales",
    "codigo": "p_relacional_enactments",
    "procesos": ["AP_trabajoCorrectivo", "R_reparacionRelacional"],
    "texto": "Procedimiento orientado a identificar y trabajar los enactments que emergen en la relación terapéutica, entendidos como escenas relacionales cocreadas que no pueden pensarse inicialmente de forma reflexiva. En lugar de interpretarlos como resistencias del paciente, se consideran expresiones del campo relacional que involucran a ambos participantes. El análisis posterior del enactment permite transformar una repetición implícita en una experiencia relacional consciente y potencialmente correctiva. Referencia: Mitchell (1997); Stern et al. (1998)."
  },
  {
    "nombre": "Uso clínico de la contratransferencia",
    "codigo": "p_relacional_contratransferencia",
    "procesos": ["RE_rotulacion", "N_metacognicion"],
    "texto": "Procedimiento que utiliza la experiencia emocional del terapeuta como fuente legítima de información clínica sobre el campo intersubjetivo. Las reacciones afectivas del analista no se conciben como interferencias técnicas, sino como señales relacionales que pueden indicar estados no simbolizados del paciente o configuraciones vinculares compartidas. Este uso requiere una reflexión metaclínica constante para diferenciar resonancia relacional de actuación no elaborada. Referencia: Racker (1968); Mitchell (1988)."
  },
  {
    "nombre": "Análisis relacional de la transferencia",
    "codigo": "p_relacional_transferencia",
    "procesos": ["R_estilosApego", "N_insightPsicodinamico"],
    "texto": "Procedimiento que reformula la transferencia no como una distorsión proyectiva unilateral del paciente, sino como una construcción relacional que emerge en el vínculo terapéutico actual. Se analizan las expectativas, temores y deseos que el paciente despliega en relación con el terapeuta, entendiendo que estos se actualizan y transforman en función de la respuesta real del analista. El objetivo no es interpretar desde fuera, sino explorar conjuntamente la experiencia relacional en curso. Referencia: Mitchell (1993); Greenberg (1995)."
  },
  {
    "nombre": "Auto-revelación terapéutica limitada",
    "codigo": "p_relacional_autorevelacion",
    "procesos": ["R_comunicacionEmocional", "ALI_sintonia"],
    "texto": "Procedimiento que contempla el uso cuidadoso y clínicamente intencionado de la auto-revelación del terapeuta cuando esta contribuye a clarificar el campo intersubjetivo o reparar impasses relacionales. No se trata de transparencia total, sino de intervenciones selectivas que permiten al paciente experimentar una relación más auténtica y menos enigmática, desafiando patrones relacionales previos de ocultamiento, idealización o sometimiento. Referencia: Aron (1996); Davies (2004)."
  },
  {
    "nombre": "Trabajo con rupturas y reparaciones relacionales",
    "codigo": "p_relacional_ruptura_reparacion",
    "procesos": ["R_reparacionRelacional", "ALI_rupturaReparacion"],
    "texto": "Procedimiento orientado a detectar, explorar y reparar rupturas en la relación terapéutica, entendidas como momentos de desajuste, retraimiento, confrontación o pérdida de sintonía. En el enfoque relacional, estas rupturas no se evitan ni se interpretan únicamente, sino que se utilizan como oportunidades privilegiadas para generar experiencias relacionales nuevas, donde el conflicto puede ser reconocido, mentalizado y reparado sin abandono. Referencia: Safran & Muran (2000); Mitchell (1997)."
  },
  {
    "nombre": "Exploración del self relacional",
    "codigo": "p_relacional_self_relacional",
    "procesos": ["I_coherenciaInterna", "N_narrativaAutobiografica"],
    "texto": "Procedimiento centrado en comprender el self como una organización relacional dinámica, constituida por múltiples posiciones del self que emergen en diferentes contextos vinculares. Se explora cómo ciertas formas de ser-con-otros se activan en la terapia y en la vida cotidiana, permitiendo integrar aspectos fragmentados del self en una narrativa más coherente y flexible. El cambio se concibe como reorganización relacional del self, no como corrección de rasgos internos. Referencia: Mitchell (1993); Bromberg (1998)."
  },
  {
    "nombre": "Interpretación relacional contextualizada",
    "codigo": "p_relacional_interpretacion",
    "procesos": ["N_insightPsicodinamico"],
    "texto": "Procedimiento interpretativo que sitúa el significado de las intervenciones dentro del contexto relacional inmediato en el que emergen, evitando interpretaciones abstractas o descontextualizadas. La interpretación se ofrece como una propuesta abierta y co-pensada, sensible al impacto relacional que genera, y orientada a ampliar la capacidad reflexiva del paciente sin imponer un marco de verdad externa. Referencia: Greenberg & Mitchell (1983); Mitchell (1988)."
  }
],

  "micros": [
  {
    "nombre": "Nombrar el aquí-y-ahora relacional",
    "codigo": "m_relacional_aqui_ahora",
    "procesos": ["R_comunicacionEmocional", "N_metacognicion"],
    "texto": "Microintervención consistente en poner palabras a lo que está ocurriendo en el vínculo terapéutico en tiempo real (distancia, tensión, alivio, confusión), sin interpretarlo como defensa ni como rasgo del paciente. Facilita conciencia compartida del campo intersubjetivo y reduce actuaciones implícitas al transformarlas en experiencia pensable. Referencia: Mitchell (1993); Stern et al. (1998)."
  },
  {
    "nombre": "Señalar un cambio en la sintonía",
    "codigo": "m_relacional_sintonia",
    "procesos": ["ALI_sintonia", "RE_rotulacion"],
    "texto": "Intervención breve que destaca explícitamente un cambio en la calidad relacional (mayor cercanía, retirada, incomodidad), ayudando al paciente a registrar microvariaciones afectivas que suelen pasar inadvertidas. Favorece mentalización relacional y previene escaladas enactuadas no reflexivas. Referencia: Safran & Muran (2000)."
  },
  {
    "nombre": "Validación relacional explícita",
    "codigo": "m_relacional_validacion",
    "procesos": ["RE_coregulacion", "R_estilosApego"],
    "texto": "Microintervención que valida la experiencia emocional del paciente tal como emerge en relación con el terapeuta, sin reducirla a proyección ni corregirla. Refuerza seguridad relacional y permite que afectos vulnerables se mantengan presentes sin retraimiento defensivo. Referencia: Mitchell (1988); Bromberg (1998)."
  },
  {
    "nombre": "Poner límites relacionales claros",
    "codigo": "m_relacional_limites",
    "procesos": ["R_limitesInterpersonales", "I_posicionRelacional"],
    "texto": "Intervención breve mediante la cual el terapeuta marca un límite de forma explícita y relacionalmente sensible, mostrando que la diferenciación no implica ruptura. Funciona como experiencia correctiva para pacientes con historias de fusión, sometimiento o abandono ante el conflicto. Referencia: Aron (1996)."
  },
  {
    "nombre": "Explorar una reacción del terapeuta",
    "codigo": "m_relacional_contratransferencia",
    "procesos": ["N_metacognicion", "R_mentalizacion"],
    "texto": "Microintervención que introduce de forma reflexiva una reacción emocional del terapeuta como dato del campo intersubjetivo, no como verdad sobre el paciente. Permite ampliar la comprensión relacional y modela una actitud de autorreflexión compartida. Referencia: Racker (1968); Mitchell (1997)."
  },
  {
    "nombre": "Desacelerar un enactment incipiente",
    "codigo": "m_relacional_desacelerar_enactment",
    "procesos": ["RE_modulacion", "R_reparacionRelacional"],
    "texto": "Intervención mínima orientada a frenar una escalada relacional emergente (silencio prolongado, confrontación brusca, retirada), invitando a pausar y observar lo que está ocurriendo entre ambos antes de actuar. Previene la cristalización del enactment y abre espacio para la simbolización. Referencia: Stern et al. (1998); Davies (2004)."
  },
  {
    "nombre": "Invitar a co-pensar el vínculo",
    "codigo": "m_relacional_copensar",
    "procesos": ["ALI_colaboracion", "N_insightPsicodinamico"],
    "texto": "Microintervención que propone explorar conjuntamente el significado de una experiencia relacional sin imponer interpretación, formulándolo como hipótesis abierta. Refuerza la mutualidad y la agencia reflexiva del paciente dentro del proceso terapéutico. Referencia: Mitchell (1993)."
  },
  {
    "nombre": "Reconocer un error terapéutico",
    "codigo": "m_relacional_error",
    "procesos": ["ALI_rupturaReparacion", "R_reparacionRelacional"],
    "texto": "Intervención breve en la que el terapeuta reconoce explícitamente un error, malentendido o intervención desafinada, mostrando responsabilidad relacional. Tiene un potente efecto reparador y modela una forma no defensiva de afrontar el conflicto interpersonal. Referencia: Safran & Muran (2000)."
  },
  {
    "nombre": "Explorar expectativas relacionales implícitas",
    "codigo": "m_relacional_expectativas",
    "procesos": ["R_estilosApego", "N_marcosCognitivos"],
    "texto": "Microintervención que ayuda a hacer explícitas expectativas tácitas sobre cómo el terapeuta debería responder (cuidar, decepcionar, controlar, abandonar), conectándolas con patrones relacionales previos sin reducirlas a pasado. Amplía libertad relacional en el presente. Referencia: Mitchell (1988); Greenberg (1995)."
  },
  {
    "nombre": "Sostener silencio relacionalmente presente",
    "codigo": "m_relacional_silencio",
    "procesos": ["RE_coregulacion", "R_coregulacion"],
    "texto": "Uso consciente del silencio como presencia reguladora, manteniendo contacto emocional sin intervenir verbalmente. Permite que emerjan afectos y significados implícitos sin vivirse como abandono o juicio, especialmente en pacientes con trauma relacional. Referencia: Bromberg (1998)."
  },
  {
    "nombre": "Reformular una interpretación tras su impacto",
    "codigo": "m_relacional_reformulacion",
    "procesos": ["N_reformulacion", "ALI_sintonia"],
    "texto": "Microintervención que revisa o ajusta una interpretación previa a la luz de la reacción del paciente, mostrando que el significado no está cerrado ni impuesto. Protege la alianza y refuerza la idea de co-construcción del sentido. Referencia: Mitchell (1997)."
  },
  {
    "nombre": "Nombrar una repetición relacional suavemente",
    "codigo": "m_relacional_repeticion",
    "procesos": ["N_insightPsicodinamico", "R_repertorioInterpersonal"],
    "texto": "Intervención breve que señala una pauta relacional que parece repetirse en la sesión y fuera de ella, formulada de manera tentativo-exploratoria. Facilita insight sin activar defensividad ni vivencias de juicio. Referencia: Greenberg & Mitchell (1983)."
  }
],

 "ideasPrincipales": [
  {
    "id": "idea_relacional_1",
    "titulo": "La mente es inherentemente relacional",
    "desarrollo": "El psicoanálisis relacional sostiene que la experiencia psíquica no puede comprenderse como un fenómeno intrapsíquico aislado, sino como un proceso constituido desde el inicio en y a través de relaciones significativas. El self emerge de matrices relacionales históricas y actuales, y su organización refleja patrones de vinculación más que pulsiones internas descontextualizadas. (Greenberg & Mitchell, 1983; Mitchell, 1988)."
  },
  {
    "id": "idea_relacional_2",
    "titulo": "El cambio ocurre en el campo intersubjetivo",
    "desarrollo": "El cambio terapéutico no se produce primariamente por insight interpretativo unilateral, sino por transformaciones en el campo intersubjetivo cocreado entre paciente y analista. Las nuevas experiencias relacionales vividas en la terapia modifican expectativas implícitas, afectos y posiciones del self, generando reorganización psicológica duradera. (Mitchell, 1993; Stern et al., 1998)."
  },
  {
    "id": "idea_relacional_3",
    "titulo": "La neutralidad del analista es una ficción técnica",
    "desarrollo": "El modelo relacional rechaza la idea del analista como observador neutral y externo al proceso. Toda intervención, silencio o actitud del terapeuta participa activamente en la configuración del campo clínico. Reconocer esta implicación es una condición epistemológica para un trabajo clínico honesto y eficaz. (Mitchell, 1988; Aron, 1996)."
  },
  {
    "id": "idea_relacional_4",
    "titulo": "La transferencia es una construcción relacional actual",
    "desarrollo": "La transferencia no se entiende como una distorsión proyectiva del pasado sobre el presente, sino como una experiencia relacional que emerge en la interacción viva entre paciente y terapeuta. Aunque está informada por la historia relacional previa, se transforma en función de la respuesta real del analista y del contexto actual. (Mitchell, 1993; Greenberg, 1995)."
  },
  {
    "id": "idea_relacional_5",
    "titulo": "Los enactments son expresiones del campo, no fallos técnicos",
    "desarrollo": "Los enactments se conceptualizan como escenas relacionales cocreadas que expresan aspectos no simbolizados del vínculo terapéutico. Lejos de ser errores a evitar, constituyen oportunidades clínicas privilegiadas cuando pueden ser reconocidos, pensados y elaborados relacionalmente. (Mitchell, 1997; Stern et al., 1998)."
  },
  {
    "id": "idea_relacional_6",
    "titulo": "La contratransferencia es una fuente central de conocimiento",
    "desarrollo": "Las reacciones emocionales del terapeuta se consideran datos clínicos relevantes del campo intersubjetivo, no interferencias a eliminar. Utilizadas de forma reflexiva, permiten acceder a estados afectivos y configuraciones relacionales que el paciente aún no puede simbolizar directamente. (Racker, 1968; Mitchell, 1988)."
  },
  {
    "id": "idea_relacional_7",
    "titulo": "La relación terapéutica es el principal agente de cambio",
    "desarrollo": "El psicoanálisis relacional sostiene que la relación terapéutica no es solo el contexto del tratamiento, sino su principal agente transformador. La posibilidad de vivir una relación suficientemente auténtica, regulada y reparadora permite modificar modelos internos relacionales más allá de la comprensión intelectual. (Aron, 1996; Safran & Muran, 2000)."
  },
  {
    "id": "idea_relacional_8",
    "titulo": "El self es múltiple, contextual y dinámico",
    "desarrollo": "El self se concibe como una organización relacional múltiple y contextual, compuesta por diferentes estados o posiciones del self que emergen según el contexto interpersonal. El trabajo terapéutico busca aumentar la capacidad de tránsito e integración entre estos estados, reduciendo la disociación relacional y la rigidez identitaria. (Bromberg, 1998; Mitchell, 1993)."
  }
],


  "refs": [
    "Greenberg, J. R., & Mitchell, S. A. (1983). Object Relations in Psychoanalytic Theory."
  ]
}
