{
  "id": "psicoanalisis-clasico-freud",
  "grupo": "Psicoanálisis",
  "label": "Psicoanálisis clásico",
  "year": 1896,
  "importance": 4,
  "universidad": "Universidad de Viena",
  "ciudad": "Viena",
  "pais": "Austria",
  "lat": 48.208174,
  "lon": 16.373819,
  "autores": "Sigmund Freud",

  "descripcion": "Fundamento de toda la psicoterapia moderna. Freud formula el inconsciente dinámico, el conflicto psíquico y la idea de que los síntomas expresan compromisos entre deseos, prohibiciones y defensas. El malestar se entiende como resultado de afectos y representaciones que no pueden ser reconocidos directamente y retornan de forma indirecta en síntomas, inhibiciones, angustia o patrones repetitivos. La técnica se organiza alrededor del método clínico: asociación libre, atención flotante, análisis de resistencias y trabajo con la transferencia. El tratamiento busca transformar repetición en comprensión elaborada, ampliar la capacidad de sentir y pensar lo evitado y recuperar mayor libertad interna y relacional.",

  "derivesFrom": [
    "Neurología",
    "Filosofía",
    "Psicopatología",
    "Hipnosis",
    "Ciencia médica del siglo XIX",
    "Fenomenología / Hermenéutica"
  ],

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se concibe como dinámica y conflictiva: una parte relevante de la vida mental opera fuera de la conciencia y determina síntomas, elecciones y vínculos. Lo observable (conducta, relato, afecto) es expresión indirecta de fuerzas internas y significados no reconocidos.\n\nConcepción del conocimiento terapéutico\nEl conocimiento clínico se obtiene mediante un método interpretativo basado en el discurso libre del paciente y la escucha del terapeuta. La comprensión no se alcanza solo por descripción fenomenológica, sino por inferencia clínica sobre conflicto, defensa, repetición y significado.\n\nConcepción del ser humano y del cambio\nEl ser humano está atravesado por tensiones motivacionales y relacionales que pueden volverse incompatibles con la autoimagen o con los vínculos significativos. El cambio ocurre cuando lo evitado se vuelve pensable y elaborable, y cuando el sujeto puede tolerar y reorganizar afectos y significados antes escindidos o reprimidos.\n\nRol de la relación terapéutica\nLa relación terapéutica es el escenario donde se actualizan patrones repetitivos y afectos ligados a figuras significativas (transferencia). Ese “en vivo” no es un efecto colateral: es una vía principal de acceso clínico y de transformación progresiva del conflicto.",

    "teoriaFormal": "Qué es el self\nEl self se concibe como una organización psíquica atravesada por deseos, temores, prohibiciones internalizadas y defensas. La identidad consciente no agota la vida mental: existen determinantes no conscientes que pueden contradecir lo que el sujeto cree de sí mismo.\n\nCómo se explica el cambio\nEl cambio se explica como una transformación de la economía defensiva y del conflicto: disminuye la necesidad de soluciones de compromiso sintomáticas cuando el sujeto puede reconocer, simbolizar y elaborar afectos y significados previamente evitados. La elaboración repetida (no solo el insight intelectual) consolida cambios estables.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por conflicto psíquico no resuelto y por defensas que impiden el acceso directo a afectos y deseos, generando retornos indirectos en síntomas, inhibiciones, angustia y repetición relacional.",

    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando conflictos predominantes, defensas y resistencias, y patrones repetitivos ligados a vínculos significativos internalizados. Los síntomas se entienden como compromisos que protegen frente a afectos o deseos vividos como peligrosos.\n\nQué procesos terapéuticos se priorizan\nSe prioriza el análisis de resistencias, el trabajo con la transferencia y la elaboración progresiva del conflicto, ampliando tolerancia afectiva y capacidad reflexiva. El objetivo clínico es convertir lo repetido en comprensible y regulable, no solo “controlar síntomas”.\n\nCómo se evalúa el progreso terapéutico\nSe evalúa por mayor libertad interna, defensas más flexibles, incremento de capacidad para sentir y pensar afectos complejos y cambios sostenidos en patrones relacionales y en la forma de significar la propia historia."
  },
"ideasPrincipales": [
  {
    "id": "idea_freud_clasico_1",
    "titulo": "El inconsciente dinámico es el núcleo explicativo del sufrimiento psicológico",
    "desarrollo": "El psicoanálisis clásico introduce la noción de inconsciente dinámico como un ámbito activo de la vida psíquica donde operan deseos, afectos y representaciones que han sido excluidos de la conciencia por resultar incompatibles con el yo o con los vínculos significativos. Estos contenidos no permanecen inactivos, sino que influyen de forma decisiva en síntomas, elecciones y relaciones. (Freud, 1900)."
  },
  {
    "id": "idea_freud_clasico_2",
    "titulo": "El síntoma es una formación de compromiso y no un fenómeno aislado",
    "desarrollo": "El síntoma se concibe como una solución psíquica que permite una satisfacción parcial del deseo al mismo tiempo que evita el contacto directo con afectos o significados vividos como peligrosos. No es un error ni un déficit, sino el resultado de un compromiso entre fuerzas en conflicto que conserva una función protectora. (Freud, 1900; Freud, 1920)."
  },
  {
    "id": "idea_freud_clasico_3",
    "titulo": "El conflicto psíquico es el motor del malestar y del cambio",
    "desarrollo": "El sufrimiento psicológico surge cuando deseos, temores y prohibiciones internas entran en conflicto irresoluble para el aparato psíquico. El psicoanálisis clásico entiende que el cambio terapéutico no consiste en eliminar el conflicto, sino en transformarlo para que pueda ser reconocido, pensado y elaborado sin necesidad de soluciones sintomáticas. (Freud, 1914)."
  },
  {
    "id": "idea_freud_clasico_4",
    "titulo": "La repetición sustituye al recuerdo cuando el conflicto no es elaborable",
    "desarrollo": "Cuando los contenidos inconscientes no pueden ser recordados ni simbolizados, reaparecen bajo la forma de repetición: patrones relacionales, elecciones reiteradas y reactivación del conflicto en el presente. Esta repetición no es voluntaria, sino una manifestación de lo no elaborado que busca expresión. (Freud, 1914)."
  },
  {
    "id": "idea_freud_clasico_5",
    "titulo": "La transferencia es una vía central de acceso clínico al conflicto",
    "desarrollo": "El psicoanálisis clásico reconoce que el paciente actualiza en la relación terapéutica expectativas, afectos y modos de vínculo ligados a figuras significativas del pasado. La transferencia no es una distorsión del tratamiento, sino el escenario privilegiado donde el conflicto se hace visible y puede ser trabajado en vivo. (Freud, 1912)."
  },
  {
    "id": "idea_freud_clasico_6",
    "titulo": "Las defensas y resistencias protegen frente a afectos intolerables",
    "desarrollo": "Las resistencias no se interpretan como oposición consciente al cambio, sino como intentos del psiquismo de evitar afectos o significados vividos como amenazantes. El trabajo terapéutico consiste en comprender su función protectora y flexibilizarlas progresivamente, no en suprimirlas de forma directa. (Freud, 1914)."
  },
  {
    "id": "idea_freud_clasico_7",
    "titulo": "La elaboración es un proceso repetido y no un acto puntual de comprensión",
    "desarrollo": "El insight intelectual por sí solo no produce cambio duradero. El psicoanálisis clásico subraya la necesidad de volver reiteradamente sobre los mismos núcleos conflictivos para que la comprensión se traduzca en reorganización afectiva y relacional estable, proceso que Freud denominó elaboración o working-through. (Freud, 1914)."
  },
  {
    "id": "idea_freud_clasico_8",
    "titulo": "El método clínico se basa en la palabra y la escucha",
    "desarrollo": "El psicoanálisis clásico inaugura un método terapéutico centrado en el discurso libre del paciente y en la escucha atenta del terapeuta como herramientas principales de acceso al sufrimiento psíquico. La palabra no se entiende solo como comunicación, sino como vía de transformación del afecto y del significado. (Freud, 1900)."
  },
  {
    "id": "idea_freud_clasico_9",
    "titulo": "El objetivo terapéutico es ampliar la libertad psíquica y relacional",
    "desarrollo": "El fin último del tratamiento no es la eliminación sintomática inmediata, sino la ampliación de la capacidad del sujeto para sentir, pensar y relacionarse con mayor flexibilidad. El psicoanálisis clásico concibe la salud psíquica como una mayor libertad frente a la compulsión a la repetición y al dominio de lo inconsciente no elaborado. (Freud, 1914; Freud, 1920)."
  }
],

  "procesos": [
    "Exploración del inconsciente dinámico",
    "Análisis de defensas y resistencias",
    "Trabajo con la transferencia y repetición",
    "Elaboración de conflicto y afectos evitados",
    "Integración narrativa de la historia emocional"
  ],

  "mjps": ["N", "I", "R", "RE", "AP"],

  "procedimientos": [
    {
      "nombre": "Asociación libre y atención flotante",
      "codigo": "p_freud_asociacion",
      "procesos": ["AP_evocacion", "N_metacognicion"],
      "texto": "Se invita al paciente a decir todo lo que le venga a la mente sin censura, incluyendo pensamientos irrelevantes, vergonzosos o contradictorios. El terapeuta escucha con atención flotante, buscando conexiones, desplazamientos, silencios y puntos de resistencia."
    },
    {
      "nombre": "Análisis de resistencias",
      "codigo": "p_freud_resistencias",
      "procesos": ["N_metacognicion", "RE_prevEvitacion"],
      "texto": "Se identifican momentos en que el proceso se bloquea y se explora qué afecto o significado se vuelve intolerable y qué función cumple la resistencia."
    },
    {
      "nombre": "Trabajo con la transferencia",
      "codigo": "p_freud_transferencia",
      "procesos": ["R_patronesRelacionales", "N_insightPsicodinamico"],
      "texto": "Se examina cómo el paciente actualiza en el vínculo terapéutico expectativas y patrones relacionales aprendidos, usando la transferencia como material clínico vivo."
    },
    {
      "nombre": "Elaboración progresiva del conflicto",
      "codigo": "p_freud_workingThrough",
      "procesos": ["I_conflictosSelf", "N_narrativaAutobiografica"],
      "texto": "Se vuelve de forma reiterada sobre núcleos conflictivos para que la comprensión se traduzca en reorganización afectiva y relacional estable."
    }
  ],

  "micros": [
    {
      "nombre": "Invitar a asociar sin censura",
      "codigo": "m_freud_invitarAsociar",
      "procesos": ["AP_evocacion"],
      "texto": "Recordar activamente la regla fundamental de decir todo lo que venga a la mente para reducir la autocensura."
    },
    {
      "nombre": "Señalar un punto de resistencia",
      "codigo": "m_freud_senalResistencia",
      "procesos": ["N_metacognicion", "RE_prevEvitacion"],
      "texto": "Marcar con tacto cambios de tema, silencios o racionalizaciones para abrir curiosidad clínica."
    },
    {
      "nombre": "Hipótesis interpretativa tentativa",
      "codigo": "m_freud_interpretacionTentativa",
      "procesos": ["N_reformulacion", "N_insightPsicodinamico"],
      "texto": "Ofrecer una interpretación no dogmática que se contrasta con la experiencia del paciente."
    }
  ],

  "refs": [
    "Freud, S. (1900). The Interpretation of Dreams.",
    "Freud, S. (1905). Three Essays on the Theory of Sexuality.",
    "Freud, S. (1912). The Dynamics of Transference.",
    "Freud, S. (1914). Remembering, Repeating and Working-Through.",
    "Freud, S. (1920). Beyond the Pleasure Principle."
  ]
}

