{
  "id": "psicoanalisis-lacaniano",
  "grupo": "Psicoanálisis",
  "label": "Psicoanálisis lacaniano",
  "year": 1953,
  "importance": 2,
  "autores": "Jacques Lacan",
  "descripcion": "Lacan reinterpreta radicalmente el psicoanálisis freudiano desde el estructuralismo lingüístico, formulando que el inconsciente está estructurado como un lenguaje. El sujeto no es un yo unitario, sino un efecto del significante, constituido en relación al Otro simbólico y atravesado por la falta. El deseo se organiza como deseo del Otro, articulado en cadenas significantes que nunca colman lo real de la experiencia. Lacan introduce los tres registros —Real, Simbólico e Imaginario— como dimensiones estructurales del psiquismo y sitúa la clínica en el trabajo con el decir, el lapsus, el equívoco y el acto de palabra, orientando la intervención no a la adaptación ni a la integración del yo, sino a una reconfiguración de la posición subjetiva frente al deseo, la falta y el goce.",
  "universidad": "",
  "ciudad": "París",
  "pais": "Francia",
  "lat": 48.856613,
  "lon": 2.352222,
  "influencias": [
    "Psicoanálisis clásico",
    "Lingüística estructural",
    "Filosofía",
    "Antropología estructural",
    "Fenomenología / Hermenéutica",
    "Racionalismo representacional (Cognitivismo clásico)"
  ],
  "books": [
    "Jacques Lacan — Écrits (1966)",
    "Jacques Lacan — The Four Fundamental Concepts of Psychoanalysis (Seminar XI, 1973)"
  ],
  "isFundacional": false,
  "procesos": [
    "Constitución del sujeto por el significante",
    "Deseo, falta y ley simbólica",
    "Articulación Real–Simbólico–Imaginario",
    "Formación del síntoma como metáfora significante",
    "Relación con el Otro y el discurso",
    "Posición subjetiva frente al goce",
    "Acto analítico y rectificación subjetiva"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],

  "alianzaModelo": {
    "ALI_vinculo": "La relación terapéutica no se concibe como alianza adaptativa sino como dispositivo analítico regulado por el encuadre y la función del analista, quien ocupa una posición de no-saber y de causa del deseo, evitando la sugestión y la gratificación imaginaria.",
    "ALI_objetivos": "El objetivo no es la normalización ni el bienestar inmediato, sino una rectificación de la posición subjetiva frente al deseo, la falta y el goce, permitiendo que el sujeto asuma su decir y reduzca la repetición sintomática.",
    "ALI_tareas": "Las tareas analíticas consisten en hablar libremente, escuchar los equívocos del lenguaje, aislar significantes clave, y permitir cortes e interpretaciones que desplacen el sentido y revelen la lógica inconsciente.",
    "ALI_colaboracion": "La colaboración no se basa en consenso explícito, sino en el compromiso del analizante con la regla fundamental y con el trabajo del decir, mientras el analista sostiene el marco y la ética del acto analítico.",
    "ALI_sintonia": "La sintonía no es empática en sentido clásico, sino estructural: el analista interviene según la lógica del discurso y el momento subjetivo, regulando presencia, silencio y palabra para no saturar el sentido.",
    "ALI_rupturaReparacion": "Las rupturas se leen como efectos de transferencia y del discurso del Otro; su elaboración se realiza mediante interpretación, cortes o silencios que permitan al sujeto reubicar su posición sin apelaciones adaptativas.",
    "ALI_monitorizacion": "El proceso se monitoriza por cambios en el discurso del sujeto, desplazamientos significantes, modificación de la relación con el síntoma y variaciones en el goce, más que por indicadores de bienestar.",
    "ALI_contexto": "El contexto cultural y simbólico se considera fundamental, en tanto el sujeto está inscrito en discursos sociales, familiares y culturales que estructuran su deseo y su sufrimiento."
  },

  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psíquica es estructural y simbólica: lo real no es directamente accesible y el sujeto se constituye en el lenguaje.\n\nConcepción del conocimiento terapéutico\nEl conocimiento emerge del análisis del discurso y de los efectos de la interpretación, no de la verificación empírica directa.\n\nConcepción del ser humano y del cambio\nEl ser humano está marcado por la falta estructural; el cambio implica una modificación en la relación con el deseo y el goce.\n\nRol de la relación terapéutica\nLa relación terapéutica es un dispositivo simbólico que posibilita el acto analítico.",
    "teoriaFormal": "Qué es el self\nEl self no es una entidad unitaria, sino un efecto del significante y de identificaciones imaginarias.\n\nCómo se explica el cambio\nEl cambio se produce por desplazamientos en la cadena significante y por la asunción subjetiva del deseo.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por fijaciones significantes, forclusión del significante y modos repetitivos de goce.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula a partir del discurso, los significantes amo, la estructura clínica y la relación con el Otro.\n\nQué procesos terapéuticos se priorizan\nSe prioriza el análisis del decir, la interpretación puntual, el corte y la lectura del síntoma.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por transformaciones en el discurso, en el síntoma y en la posición subjetiva."
  },
  "ideasPrincipales": [
  {
    "id": "idea_lacan_1",
    "titulo": "El inconsciente está estructurado como un lenguaje",
    "desarrollo": "Lacan reformula el inconsciente freudiano afirmando que su funcionamiento responde a las leyes del lenguaje: metáfora, metonimia, desplazamiento y condensación. El inconsciente no es un depósito de contenidos reprimidos, sino una estructura significante que se manifiesta en el decir del sujeto a través de lapsus, equívocos, repeticiones y formaciones sintomáticas. La clínica se orienta, por tanto, a escuchar cómo habla el sujeto más que a interpretar psicológicamente lo que dice, situando el trabajo analítico en el nivel del significante y no del yo narrativo. (Lacan, 1966, *Écrits*; Lacan, 1973, *The Four Fundamental Concepts of Psychoanalysis*)."
  },
  {
    "id": "idea_lacan_2",
    "titulo": "El sujeto es un efecto del significante, no un yo unitario",
    "desarrollo": "En el psicoanálisis lacaniano, el sujeto no coincide con el yo consciente ni con una identidad coherente, sino que emerge como efecto del lenguaje y de las identificaciones simbólicas e imaginarias. El yo pertenece al registro imaginario y funciona como una construcción defensiva que busca coherencia y dominio, mientras que el sujeto del inconsciente aparece dividido, barrado y descentrado respecto a sí mismo. El trabajo analítico no persigue fortalecer el yo, sino permitir que el sujeto se confronte con la división que lo constituye. (Lacan, 1949/1966, *The Mirror Stage as Formative of the I*; Lacan, 1966, *Écrits*)."
  },
  {
    "id": "idea_lacan_3",
    "titulo": "El deseo está estructurado por la falta y es deseo del Otro",
    "desarrollo": "Lacan sostiene que el deseo humano no se orienta a objetos que puedan satisfacerlo plenamente, sino que está estructuralmente marcado por la falta. El deseo se articula en relación con el Otro simbólico —el campo del lenguaje, la ley y los significantes— y nunca puede colmarse de manera definitiva. Esta concepción desplaza la clínica de la satisfacción de necesidades hacia la interrogación de la posición subjetiva frente al deseo, evitando respuestas adaptativas que intenten cerrar la falta con objetos, ideales o relaciones. (Lacan, 1966, *Écrits*; Lacan, 1973, *The Four Fundamental Concepts of Psychoanalysis*)."
  },
  {
    "id": "idea_lacan_4",
    "titulo": "La estructura psíquica se organiza en los registros Real, Simbólico e Imaginario",
    "desarrollo": "Lacan introduce los registros Real, Simbólico e Imaginario como dimensiones estructurales del psiquismo que no se reducen entre sí. Lo Imaginario remite a las identificaciones y a la imagen del yo; lo Simbólico al orden del lenguaje, la ley y el significante; y lo Real a aquello imposible de simbolizar que irrumpe como trauma o exceso. La clínica lacaniana se orienta a diferenciar estos registros para no tratar lo Real como si fuera simbólico ni reforzar soluciones imaginarias frente a impasses estructurales. (Lacan, 1974–1975, *The RSI Seminar*; Lacan, 1966, *Écrits*)."
  },
  {
    "id": "idea_lacan_5",
    "titulo": "El síntoma es una formación significante ligada al goce",
    "desarrollo": "Desde Lacan, el síntoma no se entiende como una conducta disfuncional ni como un déficit a corregir, sino como una formación del inconsciente estructurada como metáfora, que porta una verdad subjetiva y está ligada a un modo particular de goce. El síntoma ofrece una satisfacción paradójica que excede el principio del placer, lo que explica su resistencia al cambio. La clínica no busca eliminar el síntoma, sino modificar la relación del sujeto con su goce y con el sentido que el síntoma encarna. (Lacan, 1957, *The Instance of the Letter in the Unconscious*; Lacan, 1969–1970, *The Other Side of Psychoanalysis*)."
  },
  {
    "id": "idea_lacan_6",
    "titulo": "La transferencia es una relación con el Otro del lenguaje",
    "desarrollo": "En el psicoanálisis lacaniano, la transferencia no se concibe como un vínculo emocional real ni como una alianza terapéutica basada en empatía, sino como la puesta en acto de la relación del sujeto con el Otro simbólico. Las demandas dirigidas al analista, las idealizaciones o las resistencias se leen como efectos del discurso y no como necesidades a satisfacer. Esta concepción preserva la función analítica y evita la captura imaginaria, manteniendo al analista en una posición de causa del deseo y no de objeto de gratificación. (Lacan, 1964/1973, *Seminar XI*; Fink, 1997, *A Clinical Introduction to Lacanian Psychoanalysis*)."
  },
  {
    "id": "idea_lacan_7",
    "titulo": "El cambio implica una rectificación de la posición subjetiva",
    "desarrollo": "El cambio terapéutico en Lacan no se define por la adaptación, el alivio sintomático inmediato ni la integración del yo, sino por una rectificación subjetiva: un desplazamiento en la posición del sujeto frente a su deseo, su historia y su modo de goce. Este cambio se produce a través de efectos de interpretación, cortes y actos analíticos que introducen una marca simbólica, permitiendo al sujeto asumir responsabilidad por su decir y reducir la repetición inconsciente. (Lacan, 1958, *The Direction of the Treatment*; Miller, 1992, *Extimity*)."
  }
],
  "procedimientos": [
  {
    "nombre": "Escucha del significante y del decir",
    "codigo": "p_lacan_escucha_significante",
    "procesos": ["N_metacognicion", "N_insightPsicodinamico", "AP_profundizacion"],
    "texto": "Procedimiento fundamental que privilegia la escucha del significante por encima del contenido manifiesto, atendiendo a repeticiones, lapsus, equívocos, silencios, cortes del discurso y modos de enunciación, con el fin de aislar la lógica inconsciente que organiza el decir del sujeto y su posición frente al deseo; el analista no busca comprender empáticamente ni reconstruir coherencia narrativa, sino localizar puntos de insistencia significante que revelan la estructura del síntoma (Lacan, 1966, *Écrits*; Lacan, 1973, *The Four Fundamental Concepts of Psychoanalysis*)."
  },
  {
    "nombre": "Interpretación lacaniana por equívoco y desplazamiento de sentido",
    "codigo": "p_lacan_interpretacion_equivoco",
    "procesos": ["N_insightPsicodinamico", "I_coherenciaInterna"],
    "texto": "Intervención puntual y no explicativa que introduce un equívoco, un juego significante o un desplazamiento mínimo del sentido, produciendo un efecto de sorpresa que desorganiza la fijación imaginaria del significado y permite que emerja otra lectura del deseo; la interpretación no añade sentido psicológico, sino que opera sobre la cadena significante como corte, según la lógica desarrollada por Lacan en su retorno a Freud (Lacan, 1966, *Écrits*; Miller, 1987, *Interpreting the Cause*)."
  },
  {
    "nombre": "Corte y escansión de la sesión",
    "codigo": "p_lacan_corte_escansion",
    "procesos": ["AG_autoriaResponsabilidad", "N_metacognicion"],
    "texto": "Procedimiento técnico-clínico que utiliza la duración variable de la sesión y el corte en un punto significativo del discurso como operador simbólico, produciendo una inscripción que separa al sujeto de la continuidad imaginaria del relato y lo confronta con su propio decir; el corte se orienta por la lógica del significante y no por criterios adaptativos o temporales estándar (Lacan, 1973, *The Four Fundamental Concepts of Psychoanalysis*; Miller, 1992, *Extimity*)."
  },
  {
    "nombre": "Análisis de la transferencia como relación con el Otro simbólico",
    "codigo": "p_lacan_transferencia_simbolica",
    "procesos": ["R_mentalizacion", "N_insightPsicodinamico"],
    "texto": "Trabajo clínico que aborda la transferencia no como vínculo afectivo real ni como alianza terapéutica, sino como actualización de la relación del sujeto con el Otro del lenguaje, permitiendo leer demandas, idealizaciones y resistencias como efectos del discurso y no como necesidades a satisfacer; esta concepción evita la captura imaginaria y sostiene la función analítica del deseo (Lacan, 1964/1973, *Seminar XI: The Four Fundamental Concepts of Psychoanalysis*; Fink, 1997, *A Clinical Introduction to Lacanian Psychoanalysis*)."
  },
  {
    "nombre": "Uso del silencio como operador clínico",
    "codigo": "p_lacan_silencio_operador",
    "procesos": ["RE_aceptacion", "AP_procesamiento"],
    "texto": "Procedimiento que utiliza el silencio como intervención activa destinada a impedir la saturación de sentido, sostener la falta y permitir que el deseo se articule sin ser obturado por explicaciones o respuestas tranquilizadoras; el silencio confronta al sujeto con el vacío estructural propio del lenguaje y con su responsabilidad en el decir (Lacan, 1966, *Écrits*; Dor, 1998, *Introduction to the Reading of Lacan*)."
  },
  {
    "nombre": "Aislamiento de significantes amo (S1)",
    "codigo": "p_lacan_significante_amo",
    "procesos": ["N_reformulacion", "I_autoimagen"],
    "texto": "Intervención orientada a localizar los significantes privilegiados que organizan la identidad del sujeto —mandatos, ideales, nombres propios o etiquetas— mostrando cómo estos S1 estructuran la relación con el saber, el Otro y el goce, y cómo su cuestionamiento abre la posibilidad de una rectificación subjetiva (Lacan, 1969–1970, *The Other Side of Psychoanalysis*; Miller, 2008, *Paradigms of Jouissance*)."
  },
  {
    "nombre": "Lectura del síntoma como formación significante",
    "codigo": "p_lacan_sintoma_metafora",
    "procesos": ["N_insightPsicodinamico", "AP_profundizacion"],
    "texto": "Procedimiento que entiende el síntoma no como conducta desadaptativa ni como déficit funcional, sino como una formación del inconsciente estructurada como metáfora, portadora de verdad subjetiva y ligada al goce; el trabajo clínico no busca eliminar el síntoma, sino modificar la relación del sujeto con él (Lacan, 1957, *The Instance of the Letter in the Unconscious*; Lacan, 1975, *RSI Seminar*)."
  },
  {
    "nombre": "Diferenciación entre necesidad, demanda y deseo",
    "codigo": "p_lacan_demanda_necesidad_deseo",
    "procesos": ["N_metacognicion", "AG_necesidadesPropias"],
    "texto": "Intervención clínica que discrimina entre la necesidad biológica, la demanda dirigida al Otro y el deseo inconsciente que no puede ser satisfecho, evitando responder adaptativamente a la demanda y orientando el trabajo hacia la posición subjetiva frente a la falta, eje ético del psicoanálisis lacaniano (Lacan, 1966, *Écrits*; Fink, 1997, *A Clinical Introduction to Lacanian Psychoanalysis*)."
  },
  {
    "nombre": "Trabajo con los registros Real, Simbólico e Imaginario",
    "codigo": "p_lacan_rsi",
    "procesos": ["I_coherenciaInterna", "N_reformulacion"],
    "texto": "Procedimiento de orientación clínica que sitúa el material del paciente en los registros Real, Simbólico o Imaginario, permitiendo diferenciar conflictos de sentido, capturas narcisistas y puntos de imposibilidad de simbolización, y ajustar la intervención para no tratar lo Real como si fuera simbólico ni reforzar soluciones imaginarias (Lacan, 1974–1975, *The RSI Seminar*; Soler, 2011, *What Lacan Said about Women*)."
  },
  {
    "nombre": "Análisis del goce y de sus fijaciones",
    "codigo": "p_lacan_goce",
    "procesos": ["N_insightPsicodinamico", "RE_aceptacion"],
    "texto": "Intervención que explora los modos repetitivos de satisfacción paradójica implicados en el síntoma, diferenciando placer de goce y permitiendo al sujeto reconocer su implicación en aquello que le hace sufrir, desplazando la clínica del sentido hacia la ética del deseo (Lacan, 1969–1970, *The Other Side of Psychoanalysis*; Braunstein, 1990, *Jouissance: A Lacanian Concept*)."
  },
  {
    "nombre": "Rectificación subjetiva",
    "codigo": "p_lacan_rectificacion_subjetiva",
    "procesos": ["AG_autoriaResponsabilidad", "I_continuidadBiografica"],
    "texto": "Procedimiento orientado a producir un cambio en la posición subjetiva mediante el cual el sujeto deja de situarse como víctima del Otro o de la historia y asume responsabilidad por su decir, su deseo y su modo de goce, marcando un desplazamiento estructural en la relación con el síntoma (Lacan, 1958, *The Direction of the Treatment*; Miller, 1992, *Extimity*)."
  },
  {
    "nombre": "Acto analítico",
    "codigo": "p_lacan_acto_analitico",
    "procesos": ["AG_tomaDecisiones", "N_metacognicion"],
    "texto": "Intervención que no se reduce a técnica ni a interpretación, sino que implica una decisión ética del analista que introduce una marca simbólica irreversible, alterando la estructura del discurso y produciendo un antes y un después en la posición subjetiva del analizante (Lacan, 1967–1968, *The Psychoanalytic Act*; Miller, 2001, *The Act in Psychoanalysis*)."
  }
],
  "micros": [
  {
    "nombre": "Señalar un equívoco significante",
    "codigo": "m_lacan_equivoco",
    "procesos": ["N_insightPsicodinamico", "N_metacognicion"],
    "texto": "Microintervención que destaca un juego de palabras, homofonía o ambigüedad emergente en el decir del sujeto para producir un desplazamiento mínimo del sentido y abrir otra lectura del deseo sin explicación añadida, operando como interpretación por equívoco según la clínica del significante (Lacan, 1966, *Écrits*)."
  },
  {
    "nombre": "Subrayar una repetición del decir",
    "codigo": "m_lacan_repeticion_significante",
    "procesos": ["N_metacognicion", "AP_profundizacion"],
    "texto": "Intervención breve que señala la reaparición insistente de una palabra, frase o giro discursivo, permitiendo al sujeto escuchar su propia repetición como efecto del inconsciente y no como simple hábito narrativo (Lacan, 1973, *The Four Fundamental Concepts of Psychoanalysis*)."
  },
  {
    "nombre": "Corte micro en el punto de máxima densidad",
    "codigo": "m_lacan_micro_corte",
    "procesos": ["AG_autoriaResponsabilidad", "N_metacognicion"],
    "texto": "Microintervención que finaliza la intervención o la sesión en un punto de condensación significante para producir una marca simbólica que continúe operando fuera de sesión, responsabilizando al sujeto de su decir más allá de la continuidad imaginaria (Lacan, 1973, *The Four Fundamental Concepts of Psychoanalysis*)."
  },
  {
    "nombre": "Devolver una formulación en forma de pregunta",
    "codigo": "m_lacan_pregunta",
    "procesos": ["N_metacognicion", "I_coherenciaInterna"],
    "texto": "Intervención mínima que transforma una afirmación del paciente en pregunta, desplazando la certeza imaginaria y reintroduciendo la falta como motor del deseo, sin aportar contenido explicativo (Lacan, 1958, *The Direction of the Treatment*)."
  },
  {
    "nombre": "Nombrar el significante amo en juego",
    "codigo": "m_lacan_s1",
    "procesos": ["I_autoimagen", "N_reformulacion"],
    "texto": "Microintervención que identifica y nombra el significante privilegiado que organiza el discurso del sujeto en ese momento —ideal, mandato o etiqueta— permitiendo que se vuelva objeto de cuestionamiento y no de obediencia inconsciente (Lacan, 1969–1970, *The Other Side of Psychoanalysis*)."
  },
  {
    "nombre": "Diferenciar demanda explícita de deseo",
    "codigo": "m_lacan_demanda_vs_deseo",
    "procesos": ["N_metacognicion", "AG_necesidadesPropias"],
    "texto": "Intervención breve que separa lo que el sujeto pide al Otro de lo que su decir deja entrever como deseo, evitando respuestas adaptativas y orientando el trabajo hacia la posición subjetiva frente a la falta (Lacan, 1966, *Écrits*)."
  },
  {
    "nombre": "Señalar una captura imaginaria",
    "codigo": "m_lacan_imaginario",
    "procesos": ["RE_prevEvitacion", "I_coherenciaInterna"],
    "texto": "Microintervención que nombra una identificación narcisista, rivalidad o comparación que rigidifica el discurso, permitiendo diferenciar imagen de estructura simbólica y reducir la fijación imaginaria (Lacan, 1949/1966, *The Mirror Stage as Formative of the I*)."
  },
  {
    "nombre": "Mantener un silencio operatorio",
    "codigo": "m_lacan_silencio",
    "procesos": ["RE_aceptacion", "AP_procesamiento"],
    "texto": "Intervención mínima que consiste en sostener el silencio cuando el discurso tiende a cerrarse en explicaciones, permitiendo que la falta opere y que el deseo encuentre otra vía de articulación (Lacan, 1966, *Écrits*)."
  },
  {
    "nombre": "Señalar un desplazamiento del goce",
    "codigo": "m_lacan_goce",
    "procesos": ["N_insightPsicodinamico", "RE_aceptacion"],
    "texto": "Microintervención que apunta a un cambio en el modo de satisfacción ligado al síntoma, ayudando al sujeto a reconocer su implicación en aquello que le hace sufrir sin moralizar ni normalizar (Lacan, 1969–1970, *The Other Side of Psychoanalysis*; Braunstein, 1990, *Jouissance: A Lacanian Concept*)."
  },
  {
    "nombre": "Cerrar con una formulación mínima",
    "codigo": "m_lacan_cierre_minimo",
    "procesos": ["AG_tomaDecisiones", "N_metacognicion"],
    "texto": "Intervención de cierre que devuelve una frase breve o un significante aislado como resto de la sesión, evitando síntesis explicativas y permitiendo que el trabajo continúe por efectos de resonancia simbólica (Miller, 2001, *The Act in Psychoanalysis*)."
  }
]
}
 
