{
  "id": "relaciones-objeto-fairbairn",
  "grupo": "Psicoanálisis",
  "label": "Relaciones de objeto (Fairbairn)",
  "year": 1952,
  "autores": "Ronald Fairbairn",
  "importancia": 2,
  "file": "modelos/psicoanalisis/relaciones-objeto-fairbairn.json",

  "universidad": "",
  "ciudad": "Edimburgo",
  "pais": "Escocia",
  "lat": 55.9533,
  "lon": -3.1883,

  "influencias": [
    "Psicoanálisis infantil y objeto interno",
    "Relaciones de objeto (Klein)",
    "Psicología del yo",
    "Fenomenología / Hermenéutica"
  ],

  "books": [
    "W. R. D. Fairbairn — Psychoanalytic Studies of the Personality (1952)"
  ],

  "summary": "Fairbairn redefine la motivación humana como esencialmente relacional, no pulsional. El yo se estructura en torno a la internalización de objetos parciales buenos y malos, dando lugar a un mundo interno poblado de relaciones internalizadas. La patología se entiende como fijación a esos vínculos tempranos. Este giro desplazó la teoría del placer hacia la teoría del vínculo, sentando las bases de los enfoques relacionales y del apego.",

  "descripcion": "La teoría de las relaciones de objeto de Ronald Fairbairn propone que la motivación humana fundamental es la búsqueda de relación con el objeto y no la descarga pulsional, concibiendo al yo como una estructura originariamente relacional que se organiza mediante la internalización de vínculos tempranos con figuras significativas; cuando estas relaciones son frustrantes o traumáticas, el yo se escinde en subestructuras —yo central, yo libidinal y yo antilibidinal— ligadas a objetos internos parciales idealizados o rechazantes, generando un mundo interno dominado por vínculos internalizados que tienden a repetirse compulsivamente en la vida adulta; la psicopatología se entiende como una fijación a estas relaciones internas patológicas, mantenidas por la esperanza de reparación del objeto, y el cambio terapéutico ocurre cuando la relación analítica permite reconocer, elaborar e integrar estas escisiones, liberando al yo central para establecer relaciones externas más maduras y realistas (Ref: Fairbairn 1952).",

  "neimeyer": {
    "epistemologico": "La realidad psicológica es relacional e intrapsíquica: la experiencia se organiza en torno a vínculos internalizados. El conocimiento terapéutico es interpretativo y relacional, basado en la comprensión de patrones vinculares repetidos. El ser humano busca relación antes que placer. El cambio ocurre al transformar relaciones internas patológicas. La relación terapéutica es un nuevo vínculo potencialmente correctivo.",
    "teoriaFormal": "El self se organiza como un sistema de yoes escindidos vinculados a objetos internos parciales. El sufrimiento surge de la fijación a objetos rechazantes o excitantes internalizados y de la compulsión a mantener el vínculo pese al daño. El cambio implica integración del yo y desinvestidura progresiva de objetos internos patológicos.",
    "teoriaClinica": "El caso se conceptualiza identificando tipos de objeto interno, escisiones del yo y patrones relacionales repetidos. Se prioriza el análisis de la transferencia como activación de relaciones internas. El progreso se evalúa por mayor integración del yo, reducción de repetición relacional y capacidad de relación realista."
  },

  "mjps": ["ALI", "R", "I", "N", "RE"],

  "alianzaModelo": {
    "ALI_vinculo": "La alianza se construye como un vínculo suficientemente fiable que no reproduce el rechazo o la seducción patológica.",
    "ALI_objetivos": "Los objetivos se orientan a hacer conscientes y elaborables las relaciones internas patológicas.",
    "ALI_tareas": "Las tareas incluyen exploración de experiencias relacionales, análisis transferencial e interpretación.",
    "ALI_colaboracion": "Colaboración gradual basada en tolerancia a la dependencia y a la ambivalencia.",
    "ALI_sintonia": "Sintonía centrada en reconocer necesidades relacionales tempranas.",
    "ALI_rupturaReparacion": "Las rupturas se entienden como activación del objeto rechazante interno.",
    "ALI_monitorizacion": "Seguimiento de patrones relacionales emergentes en sesión.",
    "ALI_contexto": "Énfasis en historia temprana y vínculos primarios más que en contexto actual."
  },

  "procesos": [
    "Internalización de relaciones de objeto",
    "Escisión del yo",
    "Fijación a objetos internos patológicos",
    "Repetición relacional",
    "Integración del yo",
    "Desarrollo de relaciones externas maduras"
  ],

  "procedimientos": [
    {
      "nombre": "Análisis de relaciones de objeto internalizadas",
      "codigo": "p_fairbairn_objetos_internos",
      "procesos": ["N_metacognicion", "I_continuidadBiografica"],
      "texto": "Este procedimiento identifica las relaciones tempranas internalizadas que estructuran el mundo interno del paciente, explorando cómo las experiencias con figuras significativas se han convertido en objetos internos buenos, excitantes o rechazantes que organizan expectativas y afectos."
    },
    {
      "nombre": "Identificación de escisiones del yo",
      "codigo": "p_fairbairn_escision_yo",
      "procesos": ["N_metacognicion", "I_continuidadBiografica"],
      "texto": "Se exploran las divisiones estructurales del yo en partes libidinales, antilibidinales y centrales, mostrando cómo cada una mantiene un vínculo específico con determinados objetos internos y cómo estas escisiones sostienen el conflicto intrapsíquico."
    },
    {
      "nombre": "Análisis de la fijación al objeto rechazante",
      "codigo": "p_fairbairn_objeto_rechazante",
      "procesos": ["N_reformulacion"],
      "texto": "Este procedimiento examina la persistente lealtad al objeto rechazante internalizado, ayudando a comprender por qué el sujeto mantiene vínculos dañinos con la esperanza inconsciente de reparación."
    },
    {
      "nombre": "Trabajo con la transferencia relacional",
      "codigo": "p_fairbairn_transferencia",
      "procesos": ["R_reparacionRelacional", "N_metacognicion"],
      "texto": "La transferencia se aborda como reactivación viva de relaciones de objeto internalizadas, permitiendo observar en la relación terapéutica las expectativas, miedos y demandas propias del mundo interno del paciente."
    },
    {
      "nombre": "Facilitación de la integración del yo",
      "codigo": "p_fairbairn_integracion",
      "procesos": ["I_integracionSelf", "RE_modulacion"],
      "texto": "Este procedimiento promueve la elaboración emocional de las escisiones internas para fortalecer el yo central, reduciendo la dominancia de objetos internos patológicos."
    },
    {
      "nombre": "Desinvestidura progresiva de objetos internos patológicos",
      "codigo": "p_fairbairn_desinvestidura",
      "procesos": ["AG_autoriaResponsabilidad", "RE_modulacion"],
      "texto": "Se facilita el retiro gradual de la energía libidinal ligada a relaciones internas dañinas, abriendo espacio para vínculos externos más realistas y satisfactorios."
    }
  ],

  "micros": [
    {
      "nombre": "Señalamiento de patrón relacional repetido",
      "codigo": "m_fairbairn_repeticion",
      "procesos": ["N_metacognicion"],
      "texto": "Esta microintervención nombra la repetición de un mismo patrón vincular en distintas relaciones, ayudando al paciente a reconocer la influencia del objeto interno en su vida actual."
    },
    {
      "nombre": "Clarificación de necesidad relacional temprana",
      "codigo": "m_fairbairn_necesidad",
      "procesos": ["RE_aceptacion"],
      "texto": "Se valida la necesidad relacional temprana insatisfecha que subyace a conductas actuales, reduciendo vergüenza y resistencia."
    },
    {
      "nombre": "Interpretación de ambivalencia hacia el objeto",
      "codigo": "m_fairbairn_ambivalencia",
      "procesos": ["N_reformulacion"],
      "texto": "Esta microintervención pone en palabras la coexistencia de amor y odio hacia el mismo objeto interno, facilitando insight e integración emocional."
    },
    {
      "nombre": "Diferenciación entre objeto interno y relación actual",
      "codigo": "m_fairbairn_diferenciacion",
      "procesos": ["N_metacognicion"],
      "texto": "Ayuda al paciente a distinguir entre expectativas derivadas del mundo interno y las características reales de la relación presente."
    },
    {
      "nombre": "Validación de duelo por el objeto temprano",
      "codigo": "m_fairbairn_duelo",
      "procesos": ["RE_aceptacion"],
      "texto": "Se reconoce el duelo necesario por el objeto idealizado que no pudo ser, facilitando la renuncia a la esperanza de reparación imposible."
    }
  ],

  "refs": [
    "Fairbairn, W. R. D. (1952). Psychoanalytic Studies of the Personality."
  ]
}
