{
  "id": "relaciones-objeto-klein",
  "grupo": "Psicoanálisis",
  "label": "Relaciones de objeto (Klein)",
  "year": 1932,
  "autores": "Melanie Klein",
  "descripcion": "Melanie Klein traslada el foco del conflicto edípico a las primeras relaciones con los objetos internos. Introduce las posiciones esquizo-paranoide y depresiva como modos de organización temprana del yo. A través de la técnica del juego, explora la fantasía inconsciente y la identificación proyectiva. Su teoría describe cómo las experiencias tempranas de amor y agresión moldean la estructura del psiquismo. Constituye el pilar de la escuela británica de relaciones de objeto.",
  "universidad": "",
  "ciudad": "Londres",
  "pais": "Reino Unido",
  "lat": 51.507351,
  "lon": -0.127758,
  "influencias": [
    "Psicoanálisis clásico",
    "Psicoanálisis infantil",
    "Teoría pulsional",
    "Fenomenología / Hermenéutica",
    "Empirismo objetivista / Positivismo lógico"
  ],
  "books": [
    "Melanie Klein — The Psycho-Analysis of Children (1932)",
    "Melanie Klein — Envy and Gratitude and Other Works (1946–1963)"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "En el enfoque kleiniano el vínculo se sostiene desde una presencia firme y estable (encuadre consistente, continuidad y tolerancia a afectos intensos) que permite que el paciente proyecte estados internos primitivos sin que la relación se rompa; el terapeuta se ofrece como continente suficientemente fiable para la emergencia de angustias persecutorias y depresivas, manteniendo una actitud de curiosidad interpretativa sin moralizar ni “corregir” el contenido, lo que facilita seguridad emocional incluso cuando aparecen ataques al vínculo, desconfianza o devaluación.",
    "ALI_objetivos": "Los objetivos se formulan como el paso progresivo desde la predominancia de defensas primitivas y ansiedad persecutoria hacia mayor integración del self, capacidad de ambivalencia, reconocimiento del objeto total y elaboración de culpa reparativa; esto se traduce clínicamente en reducir la escisión extrema, ampliar simbolización, aumentar tolerancia a la pérdida/frustración, y fortalecer la capacidad de reparar (internamente y en vínculos reales) sin caer en omnipotencia o colapso depresivo.",
    "ALI_tareas": "Las tareas terapéuticas consisten en observar e interpretar de forma continua (y a menudo temprana) la transferencia, las ansiedades y defensas activas en sesión, usando el material verbal y no verbal (en especial juego, dibujos, enactments y micro-señales relacionales) como vía de acceso a la fantasía inconsciente; la tarea se mantiene viable cuando el terapeuta explica la lógica de trabajo (cómo el aquí-ahora expresa el mundo interno) y regula el ritmo interpretativo para no desorganizar al paciente.",
    "ALI_colaboracion": "La colaboración se construye haciendo explícito que el paciente y el terapeuta investigan juntos cómo se organiza el mundo interno en la sesión, diferenciando experiencia sentida de conclusiones persecutorias; se promueve que el paciente compruebe en vivo las hipótesis (por ejemplo, cuándo surge la sensación de ataque, abandono o humillación) y que pueda poner palabras a estados antes actuados o evacuados, aumentando agencia y mentalización sin perder el eje interpretativo del modelo.",
    "ALI_sintonia": "La sintonía en Klein es un ajuste fino entre profundidad interpretativa y tolerancia del paciente: cuando domina la ansiedad persecutoria, el terapeuta prioriza contención, clarificación del estado y micro-interpretaciones vinculadas al afecto; cuando hay más capacidad depresiva, se puede profundizar en ambivalencia, culpa, duelo y reparación; esta responsividad evita tanto el exceso interpretativo (que dispara defensas maníacas o retiro) como la infra-intervención (que perpetúa acting out y confusión).",
    "ALI_rupturaReparacion": "Las rupturas suelen expresarse como ataques al vínculo, devaluación, desconfianza, intelectualización hostil o retirada silenciosa, entendidas como defensas frente a angustias primitivas; la reparación implica nombrar el patrón en el aquí-ahora, validar la amenaza vivida sin conceder literalidad persecutoria, y reconstruir la secuencia afecto-fantasía-defensa, mostrando que el vínculo puede sostener proyecciones intensas sin represalias, lo que transforma una experiencia temida en una experiencia correctiva.",
    "ALI_monitorizacion": "La monitorización se realiza observando señales de aumento de ansiedad persecutoria (rigidez, control, acusaciones, confusión), de defensas maníacas (omnipotencia, desprecio, negación del daño) o de colapso depresivo (culpa global, desesperanza, inhibición), y ajustando el timing interpretativo, el nivel de concreción y el foco (afecto/relación/defensa); se invita al feedback sobre el impacto de las interpretaciones para mantener el trabajo dentro de una ventana de tolerancia.",
    "ALI_contexto": "El terapeuta considera el contexto cultural y relacional del paciente (normas sobre agresión, dependencia, culpa, reparación, jerarquía y vergüenza) para traducir el lenguaje kleiniano a una formulación comprensible y no estigmatizante; además integra condiciones del entorno actual que reactivan ansiedades tempranas (pérdidas, conflictos, parentalidad, trabajo), evitando reducir lo contextual a “solo fantasía” y sosteniendo una lectura bidireccional entre mundo interno y realidad vivida."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psíquica es fundamentalmente interna y dinámica: se organiza por fantasías inconscientes, ansiedades primitivas y relaciones con objetos internos que colorean la percepción del mundo externo. La experiencia no se entiende como dato neutral, sino como vivencia saturada por proyecciones, introyecciones y formas tempranas de organizar el self.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico se produce mediante inferencia clínica e interpretación del material en la transferencia: el terapeuta formula hipótesis sobre fantasía, ansiedad y defensa, las contrasta con la evolución del proceso y las ajusta según el impacto y la coherencia del material. Aunque existe una asimetría experta, la validez clínica depende de que el paciente pueda ir apropiándose de significados y simbolizándolos.\n\nConcepción del ser humano y del cambio\nEl ser humano se organiza tempranamente en torno a ansiedades de supervivencia psíquica (persecución, pérdida del objeto, culpa) y a defensas que protegen de estados intolerables. El cambio ocurre cuando aumenta la integración: se tolera ambivalencia, se reconoce el objeto total, se elabora duelo y se desarrolla capacidad de reparación.\n\nRol de la relación terapéutica\nLa relación terapéutica es el escenario donde se actualiza el mundo interno (transferencia) y, a la vez, el instrumento de cambio: al sostener e interpretar proyecciones intensas, el vínculo ofrece una experiencia distinta a la temida, favoreciendo simbolización e integración.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como un conjunto dinámico de estados del yo y representaciones de objetos internos (objetos parciales y totales) organizados por posiciones. La identidad emerge de la integración gradual de aspectos amorosos y agresivos, y de la capacidad de sostener ambivalencia sin escindir.\n\nCómo se explica el cambio\nEl cambio se explica como un tránsito dominante desde la posición esquizo-paranoide (escisión, idealización/devaluación, ansiedad persecutoria) hacia mayor predominio de la posición depresiva (reconocimiento del daño, culpa, preocupación por el objeto, reparación), con oscilaciones. La interpretación de defensas y fantasías en transferencia reduce la necesidad de evacuación (proyección/acting) y aumenta simbolización.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por fijaciones y regresiones a defensas primitivas: escisión rígida, proyección masiva, identificación proyectiva evacuativa, negación y defensas maníacas que evitan culpa y duelo; esto empobrece la capacidad de pensar, deteriora vínculos y perpetúa ciclos persecutorios o depresivos sin reparación.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando la posición predominante, los tipos de ansiedad (persecutoria/depresiva), los objetos internos dominantes (idealizados, persecutorios), la calidad de simbolización y la forma de transferencia (por ejemplo, objeto persecutorio vs objeto necesitado). Se observa cómo el paciente evacua o simboliza, y qué defensas aparecen frente a cercanía, frustración o dependencia.\n\nQué procesos terapéuticos se priorizan\nSe prioriza hacer pensable lo impensable: aumentar simbolización y mentalización del aquí-ahora, interpretar defensas primitivas y fantasía inconsciente, favorecer integración de amor-odio, elaborar culpa y duelo, y promover reparación interna y relacional. El ritmo se ajusta para mantener contención y evitar desorganización.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor capacidad de ambivalencia, disminución de escisión extrema, reducción de proyección persecutoria, aumento de preocupación genuina por el otro (y por el self), reparación más realista, mayor tolerancia a la pérdida/frustración y mejor continuidad narrativa de la experiencia interna, con menos acting out y más pensamiento."
  },
  "procesos": [
    "Organización temprana del mundo interno (objetos internos y fantasía inconsciente)",
    "Transformación de ansiedad persecutoria y depresiva",
    "Integración del self (ambivalencia, objeto total, simbolización)",
    "Elaboración de culpa, duelo y reparación",
    "Trabajo de transferencia como vía de cambio estructural"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "mecanismosDefensa": [
    "Escisión (splitting)",
    "Proyección",
    "Introyección",
    "Identificación proyectiva",
    "Negación",
    "Idealización",
    "Devaluación",
    "Omnipotencia",
    "Control omnipotente",
    "Defensas maníacas (triunfo, desprecio, negación de dependencia/daño)",
    "Acting out / actuación",
    "Evitación",
    "Intelectualización",
    "Racionalización",
    "Aislamiento del afecto",
    "Formación reactiva",
    "Desplazamiento",
    "Represión",
    "Regresión",
    "Sublimación",
    "Somatización",
    "Humor (como defensa)",
    "Identificación (incluida identificación con el agresor)",
    "Fantaseo defensivo",
    "Retirada/autismo defensivo",
    "Anulación (undoing)",
    "Disociación"
  ],
  "refs": [
    "Klein, M. (1932). The Psycho-Analysis of Children.",
    "Klein, M. (1946). Notes on Some Schizoid Mechanisms.",
    "Klein, M. (1957). Envy and Gratitude.",
    "Klein, M. (1975). Envy and Gratitude and Other Works 1946–1963.",
    "Segal, H. (1964/1981). Introduction to the Work of Melanie Klein.",
    "Hinshelwood, R. D. (1991). A Dictionary of Kleinian Thought.",
    "Spillius, E. B. (Ed.). (2011). The New Dictionary of Kleinian Thought."
  ],
  "procedimientos": [
    {
      "nombre": "Técnica del juego como asociación libre infantil",
      "codigo": "p_klein_tecnica_juego",
      "procesos": [
        "AP_evocacion",
        "AP_profundizacion",
        "N_insightPsicodinamico"
      ],
      "texto": "Uso sistemático del juego, dibujos, muñecos, historias y escenas para que el niño (o el adulto en registros simbólicos equivalentes) exprese fantasías inconscientes, ansiedades y relaciones de objeto internas en forma dramatizada; el terapeuta observa temas repetitivos, roles persecutorios/idealizados, cambios afectivos y micro-enactments, y los utiliza para formular interpretaciones que conviertan la actuación simbólica en pensamiento y significado, facilitando simbolización y tolerancia afectiva."
    },
    {
      "nombre": "Interpretación de fantasía inconsciente (a partir del aquí-ahora)",
      "codigo": "p_klein_interpretacion_fantasia",
      "procesos": [
        "N_insightPsicodinamico",
        "AP_procesamiento",
        "RI_mindfulnessSelf"
      ],
      "texto": "Formulación e intervención interpretativa que liga conducta, afecto y escena interna actualizada en sesión (transferencia) con fantasías inconscientes subyacentes (por ejemplo, ataques, abandono, saqueo, intrusión), explicitando cómo esas fantasías organizan percepción y respuesta; se prioriza la cercanía al material inmediato, el lenguaje concreto y el vínculo con la ansiedad activa, para que la interpretación no sea una teoría externa sino una herramienta que transforma confusión en comprensión."
    },
    {
      "nombre": "Análisis de la transferencia temprana y negativa",
      "codigo": "p_klein_transferencia_temprana",
      "procesos": [
        "R_mentalizacion",
        "N_insightPsicodinamico",
        "RE_modulacion"
      ],
      "texto": "Trabajo deliberado con la actualización inmediata de objetos internos en la relación terapéutica, incluyendo formas negativas (desconfianza, ataques, devaluación) entendidas como manifestaciones de ansiedad persecutoria y defensas; el terapeuta interpreta cómo el paciente “convierte” al terapeuta en un objeto idealizado o persecutorio y cómo eso protege de dependencia, culpa o pérdida, favoreciendo una lectura más mentalizada del vínculo y disminuyendo la literalidad persecutoria."
    },
    {
      "nombre": "Interpretación de posiciones esquizo-paranoide y depresiva",
      "codigo": "p_klein_posiciones",
      "procesos": [
        "I_coherenciaInterna",
        "RE_rotulacion",
        "N_insightPsicodinamico"
      ],
      "texto": "Procedimiento de formulación y señalamiento clínico de la posición predominante en el momento (escisión y persecución vs integración y preocupación), ayudando a identificar oscilaciones, disparadores y costes; se nombra el patrón de organización (por ejemplo, idealización/devaluación, certeza persecutoria, culpa global), se lo vincula con afectos presentes y se orienta a ampliar la capacidad de sostener ambivalencia, facilitando integración del self y del objeto."
    },
    {
      "nombre": "Trabajo con defensas primitivas en vivo (escisión, proyección, negación)",
      "codigo": "p_klein_defensas_primitivas",
      "procesos": [
        "N_insightPsicodinamico",
        "RI_partesSubpersonalidades",
        "RE_prevEvitacion"
      ],
      "texto": "Identificación y clarificación inmediata de defensas activas que fragmentan la experiencia (escisión), expulsan afectos intolerables (proyección) o borran daño/dependencia (negación y defensas maníacas), mostrando su función protectora y su coste relacional; el terapeuta describe el movimiento defensivo tal como ocurre (sin acusar), lo enlaza con la ansiedad que intenta evitar y abre alternativas de sostén interno para que el paciente pueda re-integrar lo expulsado con menos vergüenza y menos ataque."
    },

    {
      "nombre": "Evaluación funcional de defensas (ansiedad → defensa → alivio → coste)",
      "codigo": "p_klein_eval_funcional_defensas",
      "procesos": [
        "RE_rotulacion",
        "N_metacognicion",
        "N_insightPsicodinamico"
      ],
      "texto": "Procedimiento de lectura funcional y no moralizante que identifica qué ansiedad específica dispara una defensa (persecutoria, pérdida, culpa, dependencia), cómo la defensa alivia a corto plazo (control, distancia, certeza, superioridad) y qué coste produce a medio plazo (fragmentación, conflicto, vacío, ataque al vínculo); el terapeuta construye con el paciente una secuencia repetitiva observable en sesión (y fuera) para que la defensa deje de vivirse como “yo soy así” y pase a verse como una solución protectora que puede flexibilizarse."
    },
    {
      "nombre": "Interpretación graduada de defensas (clarificación → señalamiento → interpretación)",
      "codigo": "p_klein_interpretacion_graduada_defensas",
      "procesos": [
        "RE_modulacion",
        "N_insightPsicodinamico",
        "ALI_rupturaReparacion"
      ],
      "texto": "Técnica de timing que ordena la intervención sobre defensas en tres niveles: primero clarificar el estado (qué emoción/amenaza hay), luego señalar el movimiento defensivo tal como ocurre (por ejemplo, escisión, negación, control omnipotente, devaluación) y solo después interpretar la fantasía y el objeto interno implicados; esta gradación permite sostener la ventana de tolerancia, evita interpretaciones que se vivan como intrusivas y convierte el análisis de defensas en una experiencia de regulación e integración, especialmente cuando aparecen ataques al vínculo."
    },
    {
      "nombre": "Trabajo con defensas en transferencia (objeto persecutorio / objeto idealizado / objeto necesitado)",
      "codigo": "p_klein_defensas_en_transferencia",
      "procesos": [
        "R_mentalizacion",
        "N_insightPsicodinamico",
        "RE_prevEvitacion"
      ],
      "texto": "Procedimiento que localiza las defensas en el aquí-ahora relacional: cómo el paciente convierte al terapeuta en un objeto persecutorio o idealizado y qué defensa sostiene esa construcción (proyección, identificación proyectiva, idealización/devaluación, negación, manía, retirada); el terapeuta devuelve la secuencia como hipótesis mentalizadora (“cuando sientes X aparece Y y entonces necesitas Z para no sentir…”) y repara micro-rupturas para que la transferencia deje de ser un campo de batalla y se vuelva un laboratorio de integración."
    }
    {
      "nombre": "Análisis de identificación proyectiva y uso de la contratransferencia como instrumento",
      "codigo": "p_klein_identificacion_proyectiva",
      "procesos": [
        "R_mentalizacion",
        "RE_coregulacion",
        "N_insightPsicodinamico"
      ],
      "texto": "Exploración de cómo el paciente induce estados en el terapeuta (por presión relacional, tono, urgencia, acusación, seducción o retirada) para evacuar afectos o controlar al objeto, distinguiendo identificación proyectiva evacuativa de formas comunicativas; el terapeuta registra su experiencia contratransferencial como dato, la metaboliza y la devuelve en forma de interpretación mentalizadora, lo que convierte una descarga relacional en comprensión compartida y reduce enactments repetitivos."
    },
    {
      "nombre": "Interpretación de ansiedad persecutoria y su lógica",
      "codigo": "p_klein_ansiedad_persecutoria",
      "procesos": [
        "RE_rotulacion",
        "RE_modulacion",
        "N_insightPsicodinamico"
      ],
      "texto": "Procedimiento centrado en hacer explícita la experiencia de amenaza interna (ser atacado, invadido, aniquilado, controlado) que sostiene vigilancia, hostilidad o retraimiento; se describe la secuencia disparador-fantasía-afecto-defensa, se valida la vivencia sin asumir su literalidad externa y se orienta a ampliar la tolerancia a la incertidumbre, reduciendo el recurso automático a proyección y control omnipotente."
    },
    {
      "nombre": "Trabajo depresivo: culpa, duelo y preocupación por el objeto",
      "codigo": "p_klein_posicion_depresiva",
      "procesos": [
        "AP_procesamiento",
        "I_continuidadBiografica",
        "RE_aceptacion"
      ],
      "texto": "Intervención enfocada en sostener la ambivalencia y la tristeza asociadas al reconocimiento del daño (real o fantaseado) al objeto, promoviendo una culpa diferenciada (no persecutoria) que abre a reparación; el terapeuta ayuda a transitar desde defensas maníacas hacia aceptación del límite, pérdida y dependencia, facilitando duelo y reconstrucción de la relación interna con el objeto como suficientemente bueno y no exclusivamente ideal o malo."
    },
    {
      "nombre": "Facilitación de reparación (interna y relacional) sin omnipotencia",
      "codigo": "p_klein_reparacion",
      "procesos": [
        "AG_autoriaResponsabilidad",
        "R_reparacionRelacional",
        "I_coherenciaInterna"
      ],
      "texto": "Procedimiento dirigido a transformar la urgencia de “arreglarlo todo” (reparación maníaca) en actos de reparación realistas y sostenibles; se clarifica la diferencia entre reparar para negar el daño vs reparar para reconocerlo y responsabilizarse, y se apoya la puesta en práctica gradual de gestos concretos (disculpa, cuidado, límites, coherencia), integrando agencia con humildad y disminuyendo ciclos de culpa-omnipotencia-colapso."
    },
    {
      "nombre": "Análisis de idealización y devaluación (objeto parcial)",
      "codigo": "p_klein_idealizacion_devaluacion",
      "procesos": [
        "N_insightPsicodinamico",
        "I_autoimagen",
        "R_estilosApego"
      ],
      "texto": "Trabajo clínico sobre la oscilación extrema entre ver al otro (o al self) como totalmente bueno o totalmente malo, entendida como manifestación de escisión para manejar ansiedad; el terapeuta señala cómo la idealización protege de pérdida y cómo la devaluación protege de dependencia y vergüenza, promoviendo una percepción más integrada del objeto total y una autoimagen menos fragmentada."
    },
    {
      "nombre": "Interpretación de defensas maníacas (triunfo, desprecio, negación de dependencia)",
      "codigo": "p_klein_defensas_maniacas",
      "procesos": [
        "RE_prevEvitacion",
        "N_insightPsicodinamico",
        "AG_necesidadesPropias"
      ],
      "texto": "Identificación de movimientos de superioridad, prisa, desdén o hiper-eficacia que sirven para evitar tristeza, culpa o dependencia; el terapeuta formula la función protectora de la manía (no sentir necesidad) y su coste (aislamiento, daño relacional), abriendo espacio para reconocer necesidades reales y sostener afectos depresivos sin colapsar."
    },
    {
      "nombre": "Trabajo con envidia y gratitud en la relación con el objeto",
      "codigo": "p_klein_envidia_gratitud",
      "procesos": [
        "N_insightPsicodinamico",
        "RE_aceptacion",
        "R_valoresRelacionales"
      ],
      "texto": "Exploración de la envidia como impulso a atacar o vaciar al objeto bueno cuando se vive como inaccesible o humillante, y de la gratitud como capacidad de reconocer aporte sin necesidad de control; el terapeuta ayuda a identificar micro-señales de resentimiento, comparación y descalificación, a enlazarlas con vulnerabilidad y dependencia, y a construir una relación más ética y menos destructiva con lo valioso (en el otro y en uno mismo)."
    },
    {
      "nombre": "Análisis de resistencia y ataques al vínculo (incluido el encuadre)",
      "codigo": "p_klein_resistencia_encuadre",
      "procesos": [
        "ALI_rupturaReparacion",
        "N_insightPsicodinamico",
        "R_limitesInterpersonales"
      ],
      "texto": "Lectura clínica de interrupciones, olvidos, impuntualidad, discusiones sobre reglas o competencia con el terapeuta como expresiones de ansiedad y fantasía transferencial (por ejemplo, temor a ser controlado o devorado), diferenciando conflicto real del encuadre de la escena interna proyectada; se trabaja sosteniendo límites claros, interpretando la función defensiva y reparando rupturas sin entrar en luchas de poder."
    }
  ],
  "micros": [
    {
      "nombre": "Nombrar la escisión en el momento (dos mundos incompatibles)",
      "codigo": "m_klein_nombrar_escision",
      "procesos": [
        "I_coherenciaInterna",
        "N_insightPsicodinamico"
      ],
      "texto": "Microintervención que señala con lenguaje sencillo cuándo la experiencia queda partida en dos versiones absolutas (todo bueno/todo malo), ayudando a que el paciente observe la división como un estado y no como “la realidad”, abriendo el puente hacia matices y ambivalencia sin forzar integración prematura."
    },
    {
      "nombre": "Rastrear proyección persecutoria (de dentro a fuera)",
      "codigo": "m_klein_rastrear_proyeccion",
      "procesos": [
        "N_metacognicion",
        "R_mentalizacion"
      ],
      "texto": "Preguntas y reflejos breves que reconstruyen cómo un afecto interno (miedo, rabia, vergüenza) se convierte en certeza sobre la intención del otro, diferenciando sensación de hecho y ofreciendo una formulación alternativa más mentalizada que reduzca reactividad."
    },
    {
      "nombre": "Señalar idealización/devaluación sin confrontar al self",
      "codigo": "m_klein_senal_idealizacion_devaluacion",
      "procesos": [
        "N_insightPsicodinamico",
        "RE_modulacion"
      ],
      "texto": "Intervención corta que devuelve el cambio brusco de valoración como un movimiento protector frente a ansiedad, manteniendo un tono no acusatorio para que el paciente pueda sostener la vergüenza y no necesite defenderse con más ataque o retiro."
    },
    {
      "nombre": "Anclar interpretación a un afecto observable",
      "codigo": "m_klein_anclar_afecto",
      "procesos": [
        "RE_rotulacion",
        "AP_profundizacion"
      ],
      "texto": "Antes de interpretar fantasía o defensa, el terapeuta nombra el afecto visible (tensión, urgencia, frialdad, enojo) y pide una verificación mínima, aumentando la tolerancia del paciente a sentir y reduciendo la vivencia de interpretación como invasión."
    },
    {
      "nombre": "Diferenciar culpa depresiva de culpa persecutoria",
      "codigo": "m_klein_culpa_diferenciar",
      "procesos": [
        "RE_reapreciacion",
        "I_autoimagen"
      ],
      "texto": "Microintervención que distingue entre una culpa que abre a reparar (preocupación por el daño) y una culpa que aplasta (sentirse malo y merecedor de castigo), favoreciendo autovaloración más realista y pasos reparativos concretos en lugar de autocastigo o negación."
    },
    {
      "nombre": "Detectar defensa maníaca en forma de prisa/triunfo",
      "codigo": "m_klein_defensa_maniaca_prisa",
      "procesos": [
        "RE_prevEvitacion",
        "AG_necesidadesPropias"
      ],
      "texto": "Señalamiento breve de la aceleración, la superioridad o el desprecio como forma de no tocar tristeza o dependencia, invitando a una pausa y a reconocer la necesidad subyacente sin humillar ni moralizar."
    },
    {
      "nombre": "Convertir enactment en relato (de actuación a significado)",
      "codigo": "m_klein_enactment_a_relato",
      "procesos": [
        "N_narrativaAutobiografica",
        "R_mentalizacion"
      ],
      "texto": "Tras una interacción tensa en sesión, el terapeuta ayuda a reconstruir la secuencia minuto a minuto (qué imaginaste, qué sentiste, qué necesitabas), convirtiendo la escena en narrativa pensable y reduciendo la repetición automática."
    },
    {
      "nombre": "Micro-interpretación de identificación proyectiva (impacto en el terapeuta)",
      "codigo": "m_klein_micro_ip",
      "procesos": [
        "RE_coregulacion",
        "N_insightPsicodinamico"
      ],
      "texto": "Intervención breve que devuelve el impacto contratransferencial en forma de hipótesis suave (por ejemplo, “me llega una presión a hacer X, quizá así te libras de sentir Y”), facilitando que el paciente reconozca el mecanismo sin sentir que se le acusa."
    },
    {
      "nombre": "Abrir espacio a la gratitud sin negar la rabia",
      "codigo": "m_klein_gratitud_sin_negacion",
      "procesos": [
        "RE_aceptacion",
        "R_valoresRelacionales"
      ],
      "texto": "Microintervención que permite sostener simultáneamente resentimiento y reconocimiento del valor del objeto, favoreciendo ambivalencia madura y disminuyendo ataques al vínculo que surgen cuando solo se permite una emoción."
    },
    {
      "nombre": "Orientar a reparación realista (un paso concreto)",
      "codigo": "m_klein_reparacion_realista",
      "procesos": [
        "AG_compromisoConductual",
        "R_reparacionRelacional"
      ],
      "texto": "Tras insight de culpa o daño, el terapeuta pide un gesto pequeño y específico que sea sostenible (no grandioso), para evitar reparación maníaca y consolidar integración a través de acción coherente."
    },
    {
      "nombre": "Poner en palabras la ansiedad persecutoria (amenaza interna concreta)",
      "codigo": "m_klein_poner_palabras_persecutoria",
      "procesos": [
        "RE_rotulacion",
        "RE_modulacion"
      ],
      "texto": "Microintervención de etiquetado muy concreto (sin teoría) que traduce la activación en una frase experiencial (“ahora mismo suena a que viene un ataque / a que te van a invadir / a que te van a humillar”), para que el paciente pueda reconocer la ansiedad persecutoria como estado interno y no como certeza externa, reduciendo la escalada defensiva automática."
    },
    {
      "nombre": "Señalar negación y minimización del daño (sin moralizar)",
      "codigo": "m_klein_senal_negacion_minimizacion",
      "procesos": [
        "N_insightPsicodinamico",
        "RE_prevEvitacion"
      ],
      "texto": "Intervención breve que devuelve el gesto de negar, minimizar o pasar página (“esto no fue para tanto”, “da igual”) como una protección frente a culpa, tristeza o dependencia, manteniendo un tono no acusatorio para que el paciente pueda aproximarse al afecto depresivo sin sentirse juzgado."
    },
    {
      "nombre": "Distinguir reparación maníaca de reparación depresiva",
      "codigo": "m_klein_reparacion_maniaca_vs_depresiva",
      "procesos": [
        "AG_autoriaResponsabilidad",
        "RE_reapreciacion"
      ],
      "texto": "Microintervención que contrasta dos modos de reparar: uno impulsivo y grandioso que intenta borrar el daño y recuperar control (maníaco) y otro que reconoce límites, sostiene culpa diferenciada y elige un gesto realista (depresivo), ayudando a que la acción reparativa sea integración y no evitación."
    },
    {
      "nombre": "Sostener ambivalencia explícita (amor y odio a la vez)",
      "codigo": "m_klein_sostener_ambivalencia",
      "procesos": [
        "I_coherenciaInterna",
        "RE_aceptacion"
      ],
      "texto": "Microintervención que legitima y organiza la coexistencia de afectos opuestos (“puedes quererle y estar furioso a la vez”) para debilitar la escisión, ampliar el objeto total y facilitar que la culpa se vuelva reparativa en lugar de persecutoria o evitada por defensas maníacas."
    },
    {
      "nombre": "Interpretación mínima del ataque al vínculo (cuando aparece)",
      "codigo": "m_klein_ataque_vinculo_minima",
      "procesos": [
        "ALI_rupturaReparacion",
        "N_insightPsicodinamico"
      ],
      "texto": "Microintervención en el mismo momento del ataque (descalificación, competencia, ironía, frialdad) que lo nombra como intento de protegerse de dependencia o vulnerabilidad, y lo vincula con la fantasía subyacente (“si me acerco, me invaden / me controlan / me hacen daño”), abriendo una salida distinta sin entrar en lucha de poder."
    },
    {
      "nombre": "Microseñalar control omnipotente (necesidad de tenerlo todo atado)",
      "codigo": "m_klein_control_omnipotente",
      "procesos": [
        "RE_prevEvitacion",
        "AG_necesidadesPropias"
      ],
      "texto": "Intervención breve que devuelve el impulso a controlar al otro, al terapeuta o el encuadre como defensa ante amenaza interna y dependencia, haciendo visible el coste (tensión, aislamiento, conflicto) y proponiendo una pausa para reconocer la necesidad primaria que se intenta evitar sentir."
    },
    {
      "nombre": "Reformular la envidia como vulnerabilidad (sin justificar el ataque)",
      "codigo": "m_klein_envidia_a_vulnerabilidad",
      "procesos": [
        "RE_rotulacion",
        "R_valoresRelacionales"
      ],
      "texto": "Microintervención que identifica el núcleo vulnerable de la envidia (dolor por sentir que lo bueno está fuera o es inaccesible) y lo separa del impulso destructivo, permitiendo reconocer deseo, dependencia y pérdida sin convertirlo en ataque al objeto o en auto-desprecio."
    },
    {
      "nombre": "Cerrar una interpretación con verificación experiencial",
      "codigo": "m_klein_verificacion_experiencial",
      "procesos": [
        "N_metacognicion",
        "R_mentalizacion"
      ],
      "texto": "Tras una interpretación, el terapeuta pide un chequeo breve (“¿te encaja ahora mismo?”, “¿qué te pasa por dentro al oírlo?”) para ajustar timing y precisión, reducir vivencia de intrusión y convertir el insight en experiencia compartida en lugar de explicación impuesta."
    },
,
    {
      "nombre": "Distinguir defensa de realidad (sensación vs hecho)",
      "codigo": "m_klein_sensacion_vs_hecho",
      "procesos": [
        "N_metacognicion",
        "R_mentalizacion"
      ],
      "texto": "Microintervención que separa la vivencia interna (pánico, vergüenza, rabia) de la atribución externa cerrada (“me atacan”, “me controlan”), para debilitar proyección persecutoria sin invalidar la emoción; abre un margen de duda que reduce la necesidad de defensas rígidas y facilita una formulación más integrada del objeto."
    },
    {
      "nombre": "Nombrar retirada/autismo defensivo (apagarse para no necesitar)",
      "codigo": "m_klein_retirada_autismo_defensivo",
      "procesos": [
        "RE_prevEvitacion",
        "ALI_rupturaReparacion"
      ],
      "texto": "Señalamiento breve de la desconexión (silencio, frialdad, ausencia, “me da igual”) como defensa ante dependencia, culpa o miedo a la intrusión, devolviendo su función protectora y su coste vincular; se invita a un retorno mínimo al contacto sin presionar, para que la sesión no se convierta en retirada crónica."
    },
    {
      "nombre": "Microseñalar formación reactiva (cuidar/ser correcto para tapar hostilidad)",
      "codigo": "m_klein_formacion_reactiva",
      "procesos": [
        "N_insightPsicodinamico",
        "RE_rotulacion"
      ],
      "texto": "Microintervención que detecta un gesto de corrección excesiva, amabilidad rígida o complacencia que encubre agresión, envidia o resentimiento; el terapeuta lo formula como protección frente a culpa persecutoria, ayudando a reconocer la ambivalencia sin colapso ni actuación destructiva."
    },
    {
      "nombre": "Señalar anulación (undoing) y reparaciones impulsivas",
      "codigo": "m_klein_anulacion_undoing",
      "procesos": [
        "RE_prevEvitacion",
        "AG_autoriaResponsabilidad"
      ],
      "texto": "Intervención breve cuando el paciente intenta borrar el daño con actos rápidos (regalos, promesas grandiosas, explicaciones interminables), identificándolo como anulación defensiva que evita culpa depresiva; se orienta a un paso reparativo realista y a sostener el afecto difícil sin necesidad de borrarlo."
    },
    {
      "nombre": "Detectar aislamiento del afecto (relato sin emoción) e invitar al 5%",
      "codigo": "m_klein_aislamiento_afecto_5porciento",
      "procesos": [
        "AP_profundizacion",
        "RE_modulacion"
      ],
      "texto": "Cuando el paciente describe escenas intensas de forma fría o puramente intelectual, el terapeuta nombra el aislamiento del afecto como defensa y propone un acercamiento mínimo (“solo un 5%”) a la sensación corporal o emocional, para aumentar simbolización sin desbordamiento y reducir la necesidad de defensas más primitivas."
    },
    {
      "nombre": "Marcar desplazamiento (la rabia va a un blanco seguro) y devolverla al origen",
      "codigo": "m_klein_desplazamiento_blanco_seguro",
      "procesos": [
        "N_metacognicion",
        "R_mentalizacion"
      ],
      "texto": "Microintervención que muestra cómo una emoción intensa cambia de objetivo (del objeto temido al objeto seguro) para evitar ansiedad persecutoria o culpa; el terapeuta ayuda a reconstruir la cadena y devolver significado al vínculo original, evitando que la defensa se cronifique como conflicto lateral."
    }
  ]
}
