{
  "id": "sullivan-psicoanalisis-interpersonal",
  "grupo": "Psicoanálisis",
  "label": "Interpersonal – Sullivan",
  "year": 1953,
  "importance": 2,
  "autores": "Harry Stack Sullivan",
  "descripcion": "Sullivan sitúa el origen de la personalidad en los patrones interpersonales, más que en impulsos intrapsíquicos. La ansiedad surge como respuesta a las amenazas de rechazo y pérdida de seguridad en las relaciones. El terapeuta actúa como participante observador dentro de la interacción, explorando los modos recurrentes de relación del paciente. Su modelo abrió el camino a la psicoterapia interpersonal y al psicoanálisis relacional moderno. Desde esta perspectiva, el self se organiza como un sistema de experiencias interpersonales internalizadas (personificaciones del self y de los otros) orientadas a minimizar ansiedad y maximizar seguridad; el malestar psicológico se mantiene por distorsiones interpersonales y operaciones de seguridad que rigidifican el contacto, y el cambio terapéutico ocurre cuando el paciente puede observar, mentalizar y modificar sus patrones relacionales en vivo, dentro de una relación terapéutica suficientemente segura.",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,
  "influencias": [
    "Psicoanálisis clásico",
    "Sociología",
    "Psiquiatría interpersonal",
    "Fenomenología / Hermenéutica",
    "Racionalismo representacional (Cognitivismo clásico)"
  ],
  "books": [
    "Harry S. Sullivan — The Interpersonal Theory of Psychiatry (1953)",
    "Harry S. Sullivan — Conceptions of Modern Psychiatry (1953)"
  ],
  "procesos": [
    "Organización interpersonal del self",
    "Ansiedad interpersonal y búsqueda de seguridad",
    "Formación de personificaciones del self y de los otros",
    "Distorsiones interpersonales (parataxic distortion)",
    "Operaciones de seguridad",
    "Patrones relacionales recurrentes",
    "Mentalización del vínculo y del aquí-ahora relacional"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "mecanismosDefensa": [
    "Operaciones de seguridad",
    "Distorsión paratáxica",
    "Selectiva inatención",
    "Evitación interpersonal",
    "Sumisión relacional",
    "Hostilidad encubierta",
    "Intelectualización",
    "Racionalización",
    "Proyección interpersonal",
    "Negación de afectos",
    "Aislamiento emocional",
    "Conformidad interpersonal",
    "Retirada defensiva",
    "Acting out relacional",
    "Supresión emocional"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza se concibe como una relación interpersonal real y co-creada en la que el terapeuta participa activamente sin perder capacidad de observación; la seguridad del vínculo es central para que el paciente pueda explorar ansiedad, expectativas y patrones relacionales sin recurrir de inmediato a operaciones defensivas.",
    "ALI_objetivos": "Los objetivos terapéuticos se orientan a reducir ansiedad interpersonal, identificar y flexibilizar patrones relacionales rígidos, disminuir distorsiones interpersonales y ampliar la capacidad de contacto auténtico, reciprocidad y seguridad en las relaciones.",
    "ALI_tareas": "Las tareas incluyen mapear episodios interpersonales concretos, observar operaciones de seguridad en el aquí-ahora, explorar personificaciones del self y del otro, y ensayar nuevas formas de relación con feedback continuo dentro y fuera de la sesión.",
    "ALI_colaboracion": "La colaboración se establece como una investigación conjunta del proceso relacional, donde terapeuta y paciente examinan cómo se construyen las experiencias interpersonales, ajustando hipótesis según el impacto inmediato en la ansiedad y el contacto.",
    "ALI_sintonia": "La sintonía se logra calibrando cercanía y claridad para no incrementar ansiedad innecesaria; cuando la ansiedad es alta, se prioriza contención y clarificación, y cuando disminuye, se profundiza en patrones, responsabilidad y alternativas relacionales.",
    "ALI_rupturaReparacion": "Las rupturas suelen manifestarse como malentendidos, retraimiento o tensión interpersonal; la reparación implica meta-comunicar el proceso, aclarar expectativas y reconstruir seguridad, modelando una forma distinta de resolver conflictos relacionales.",
    "ALI_monitorizacion": "El progreso se monitoriza observando reducción de ansiedad interpersonal, menor uso de operaciones de seguridad, mayor flexibilidad relacional, aumento de mentalización y mejora en la calidad del contacto interpersonal.",
    "ALI_contexto": "El contexto social y cultural se integra activamente, considerando cómo normas, roles y expectativas relacionales actuales refuerzan ansiedad o seguridad, y diferenciando patrones históricos de condiciones presentes."
  },
  "wampold": {
    "alianza": "El modelo enfatiza la alianza como experiencia interpersonal correctiva donde se reduce ansiedad y se ensayan nuevas formas de relación.",
    "expectativas": "Se establecen expectativas claras al explicar la lógica interpersonal del malestar y del cambio, reduciendo confusión y culpa.",
    "razonDeSer": "El sufrimiento se entiende como producto de patrones interpersonales y operaciones de seguridad orientadas a manejar ansiedad relacional.",
    "ritual": "El ritual terapéutico consiste en la exploración sistemática de episodios interpersonales y del aquí-ahora relacional.",
    "procesosPsicologicos": "Los procesos clave incluyen reducción de ansiedad, mentalización interpersonal, flexibilización de patrones y aumento de seguridad relacional.",
    "cualidadesTerapeuta": "Requiere capacidad de participación-observación, sensibilidad interpersonal, claridad comunicativa y habilidad para reparar rupturas.",
    "participacionPaciente": "El paciente participa activamente observando y ensayando cambios en sus patrones relacionales, dentro y fuera de sesión."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se construye interpersonalmente: la experiencia se organiza en relaciones, expectativas y significados compartidos, más que en impulsos intrapsíquicos aislados.\n\nConcepción del conocimiento terapéutico\nEl conocimiento terapéutico surge de la observación del proceso relacional y de la verificación experiencial de hipótesis en el aquí-ahora.\n\nConcepción del ser humano y del cambio\nEl ser humano busca seguridad interpersonal; el cambio ocurre cuando se reducen distorsiones y operaciones defensivas, permitiendo relaciones más seguras y flexibles.\n\nRol de la relación terapéutica\nLa relación terapéutica es el principal instrumento de cambio, al actualizar y transformar patrones interpersonales en vivo.",
    "teoriaFormal": "Qué es el self\nEl self se concibe como un sistema de personificaciones del self y de los otros, organizado para minimizar ansiedad y maximizar seguridad.\n\nCómo se explica el cambio\nEl cambio se explica por la observación y modificación de patrones interpersonales y operaciones de seguridad dentro de una relación segura.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por distorsiones interpersonales, ansiedad crónica y operaciones de seguridad que rigidifican el contacto.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se conceptualiza identificando patrones relacionales recurrentes, fuentes de ansiedad interpersonal, personificaciones dominantes y operaciones de seguridad.\n\nQué procesos terapéuticos se priorizan\nSe prioriza la reducción de ansiedad, la clarificación del episodio interpersonal y la flexibilización de patrones.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor seguridad interpersonal, menor ansiedad, mayor flexibilidad y mejor calidad relacional."
  },
