{
  "id": "teoria-apego-bowlby",
  "grupo": "Psicoanálisis",
  "label": "Teoría del apego",
  "year": 1969,
  "importance": 3,
  "autores": "John Bowlby",
  "descripcion": "John Bowlby reformula profundamente el psicoanálisis al integrar la etología, la biología evolutiva y la observación sistemática del desarrollo infantil. Propone el apego como un sistema motivacional primario orientado a la protección y la supervivencia, activado especialmente ante amenaza, separación o malestar. A través de las interacciones tempranas con las figuras de cuidado, el niño construye modelos internos de trabajo que organizan expectativas relacionales, regulación emocional y sentido de seguridad. La psicopatología se entiende como resultado de patrones de apego inseguros o desorganizados y de experiencias tempranas de pérdida, inconsistencia o trauma relacional. El cambio terapéutico ocurre cuando la relación proporciona una base segura que permite explorar emociones, revisar modelos internos y desarrollar mayor flexibilidad relacional.",
  "universidad": "",
  "ciudad": "Londres",
  "pais": "Reino Unido",
  "lat": 51.507351,
  "lon": -0.127758,
  "influencias": [
    "Relaciones de objeto (Klein)",
    "Etología",
    "Psicología del desarrollo",
    "Cognitivismo inicial",
    "Constructivismo (Cognitivismo evolutivo)",
    "Empirismo objetivista / Positivismo lógico"
  ],
  "books": [
    "John Bowlby — Attachment (1969)",
    "John Bowlby — Separation: Anxiety and Anger (1973)",
    "John Bowlby — Loss: Sadness and Depression (1980)"
  ],
  "procesos": [
    "Sistema de apego y búsqueda de proximidad",
    "Regulación emocional basada en la relación",
    "Construcción de modelos internos de trabajo",
    "Exploración desde una base segura",
    "Respuesta a separación, pérdida y amenaza",
    "Organización de patrones de apego (seguro e inseguro)",
    "Internalización de experiencias relacionales tempranas"
  ],
  "mjps": [
    "RF",
    "RE",
    "AP",
    "RI",
    "N",
    "I",
    "AG",
    "R"
  ],
  "alianzaModelo": {
    "ALI_vinculo": "La alianza terapéutica se concibe como una relación de base segura desde la cual el paciente puede explorar emociones, recuerdos y vínculos sin desbordarse; la fiabilidad, la sensibilidad y la disponibilidad del terapeuta son centrales para reducir ansiedad de apego y facilitar regulación emocional.",
    "ALI_objetivos": "Los objetivos terapéuticos se orientan a aumentar la seguridad relacional, flexibilizar modelos internos de trabajo rígidos, mejorar la regulación emocional y ampliar la capacidad de explorar el mundo interpersonal sin hipervigilancia ni evitación.",
    "ALI_tareas": "Las tareas incluyen identificar patrones de apego actuales, explorar experiencias tempranas de cuidado y separación, observar activaciones del sistema de apego en el aquí-ahora y ensayar nuevas formas de pedir apoyo y tolerar cercanía y distancia.",
    "ALI_colaboracion": "La colaboración se construye mediante una relación consistente y predecible que permite revisar expectativas relacionales implícitas, diferenciando experiencias pasadas de interacciones presentes y promoviendo agencia progresiva.",
    "ALI_sintonia": "La sintonía implica ajustar cercanía, ritmo y profundidad según la activación del sistema de apego, priorizando contención y claridad cuando hay ansiedad elevada y promoviendo exploración cuando aumenta la seguridad.",
    "ALI_rupturaReparacion": "Las rupturas se entienden como activaciones del sistema de apego; su reparación explícita ofrece experiencias correctivas que reescriben modelos internos de trabajo asociados a abandono, rechazo o inconsistencia.",
    "ALI_monitorizacion": "El progreso se monitoriza observando mayor regulación emocional, reducción de estrategias extremas de apego, mayor flexibilidad relacional y aumento de conductas de exploración autónoma.",
    "ALI_contexto": "El contexto actual —familia, pareja, parentalidad, pérdidas recientes— se integra como activador del sistema de apego, evitando reducir el malestar a rasgos individuales y manteniendo una lectura relacional y evolutiva."
  },
  "neimeyer": {
    "epistemologico": "Concepción de la realidad psicológica\nLa realidad psicológica se construye en la interacción entre sistemas biológicos de apego y experiencias relacionales tempranas, observables empíricamente y organizadas en modelos internos.\n\nConcepción del conocimiento terapéutico\nEl conocimiento se genera a partir de la observación clínica, la investigación del desarrollo y la validación empírica de patrones relacionales.\n\nConcepción del ser humano y del cambio\nEl ser humano es intrínsecamente relacional; el cambio ocurre cuando nuevas experiencias vinculares permiten reorganizar modelos internos de trabajo.\n\nRol de la relación terapéutica\nLa relación terapéutica actúa como base segura que posibilita exploración emocional y revisión de expectativas relacionales.",
    "teoriaFormal": "Qué es el self\nEl self se organiza a partir de modelos internos de trabajo que integran experiencias de disponibilidad, respuesta y protección.\n\nCómo se explica el cambio\nEl cambio se explica por la actualización de modelos internos mediante experiencias relacionales consistentes y seguras.\n\nQué mantiene el sufrimiento\nEl sufrimiento se mantiene por modelos internos rígidos derivados de apego inseguro, separación traumática o pérdidas no elaboradas.",
    "teoriaClinica": "Cómo se conceptualiza el caso\nEl caso se formula identificando patrones de apego, activadores del sistema de apego y estrategias de regulación emocional.\n\nQué procesos terapéuticos se priorizan\nSe prioriza la regulación emocional, la revisión de modelos internos y la construcción de seguridad relacional.\n\nCómo se evalúa el progreso terapéutico\nEl progreso se evalúa por mayor seguridad, regulación, flexibilidad relacional y capacidad exploratoria."
  },
 "procedimientos": [
  {
    "nombre": "Evaluación del sistema de apego y sus activadores",
    "codigo": "p_bowlby_evaluacion_sistema_apego",
    "procesos": ["N_metacognicion", "RE_rotulacion", "R_mentalizacion"],
    "texto": "Procedimiento clínico orientado a identificar cómo y cuándo se activa el sistema de apego del paciente —ante amenaza, separación, rechazo o incertidumbre— observando reacciones emocionales, conductuales y cognitivas, así como estrategias habituales de búsqueda de proximidad o evitación; este análisis permite comprender el malestar actual como expresión adaptativa de un sistema motivacional primario más que como rasgo patológico (Bowlby, 1969, *Attachment*)."
  },
  {
    "nombre": "Identificación de patrones de apego",
    "codigo": "p_bowlby_patrones_apego",
    "procesos": ["N_reformulacion", "I_coherenciaInterna", "R_estilosApego"],
    "texto": "Procedimiento de formulación que clasifica los patrones relacionales predominantes —seguro, evitativo, ambivalente o desorganizado— a partir de narrativas biográficas, relaciones actuales y respuestas a la cercanía y la separación, permitiendo entender la coherencia histórica del estilo relacional y orientar la intervención sin etiquetar al paciente como deficitario (Bowlby, 1973, *Separation: Anxiety and Anger*; Ainsworth et al., 1978, *Patterns of Attachment*)."
  },
  {
    "nombre": "Exploración de modelos internos de trabajo",
    "codigo": "p_bowlby_modelos_internos",
    "procesos": ["N_metacognicion", "I_autoimagen", "R_mentalizacion"],
    "texto": "Intervención dirigida a hacer explícitos los modelos internos de trabajo que organizan expectativas sobre uno mismo y los otros —disponibilidad, fiabilidad, valor personal— mostrando cómo estos esquemas relacionales guían percepción, emoción y conducta de forma automática y cómo pueden actualizarse a la luz de nuevas experiencias vinculares (Bowlby, 1969, *Attachment*; Bretherton, 1992, *The Origins of Attachment Theory*)."
  },
  {
    "nombre": "Uso de la relación terapéutica como base segura",
    "codigo": "p_bowlby_base_segura",
    "procesos": ["ALI_vinculo", "RE_coregulacion", "ALI_sintonia"],
    "texto": "Procedimiento central que utiliza la consistencia, disponibilidad y sensibilidad del terapeuta para ofrecer una base segura desde la cual el paciente pueda explorar recuerdos, emociones y vínculos difíciles sin desbordarse, reproduciendo condiciones relacionales que favorecen regulación emocional y reorganización de modelos internos (Bowlby, 1988, *A Secure Base*)."
  },
  {
    "nombre": "Trabajo con ansiedad de separación y pérdida",
    "codigo": "p_bowlby_separacion_perdida",
    "procesos": ["RE_aceptacion", "AP_procesamiento", "I_continuidadBiografica"],
    "texto": "Procedimiento orientado a elaborar experiencias de separación, abandono o pérdida que han dejado huella en el sistema de apego, diferenciando reacciones normales de duelo de respuestas traumáticas persistentes, y facilitando la integración emocional de tristeza, rabia y protesta sin recurrir a estrategias extremas de apego (Bowlby, 1973, *Separation: Anxiety and Anger*; Bowlby, 1980, *Loss: Sadness and Depression*)."
  },
  {
    "nombre": "Observación del apego en el aquí-ahora relacional",
    "codigo": "p_bowlby_apego_aqui_ahora",
    "procesos": ["R_mentalizacion", "RE_rotulacion", "ALI_monitorizacion"],
    "texto": "Intervención que analiza cómo el sistema de apego del paciente se activa dentro de la relación terapéutica —búsqueda de cercanía, pruebas, retirada, hipervigilancia— utilizando estas manifestaciones como material vivo para revisar expectativas relacionales y ofrecer experiencias correctivas en tiempo real (Bowlby, 1988, *A Secure Base*)."
  },
  {
    "nombre": "Regulación emocional co-construida",
    "codigo": "p_bowlby_regulacion_emocional",
    "procesos": ["RE_coregulacion", "RE_modulacion", "R_coregulacion"],
    "texto": "Procedimiento que prioriza la regulación emocional a través de la relación, ayudando al paciente a pasar de estrategias desreguladas (hiperactivación o desactivación) hacia una modulación más flexible del afecto, internalizando progresivamente funciones reguladoras antes externalizadas en las figuras de apego (Bowlby, 1969, *Attachment*; Schore, 2001, *Effects of Secure Attachment*)."
  },
  {
    "nombre": "Revisión de estrategias de apego extremas",
    "codigo": "p_bowlby_estrategias_extremas",
    "procesos": ["RE_prevEvitacion", "AG_necesidadesPropias", "N_reformulacion"],
    "texto": "Intervención que identifica y flexibiliza estrategias defensivas de apego —hiperactivación ansiosa o desactivación evitativa— mostrando su origen adaptativo y su coste actual, y promoviendo formas más equilibradas de búsqueda de apoyo y autonomía (Bowlby, 1973, *Separation: Anxiety and Anger*)."
  },
  {
    "nombre": "Promoción de exploración autónoma desde la seguridad",
    "codigo": "p_bowlby_exploracion_autonoma",
    "procesos": ["AG_compromisoConductual", "AG_tomaDecisiones", "I_coherenciaInterna"],
    "texto": "Procedimiento orientado a fortalecer la capacidad del paciente para explorar el mundo interpersonal, laboral o creativo desde una base de seguridad interna, reduciendo dependencia o evitación, y consolidando una vivencia de competencia personal compatible con el vínculo (Bowlby, 1988, *A Secure Base*)."
  },
  {
    "nombre": "Intervención con figuras de apego actuales",
    "codigo": "p_bowlby_figuras_apego_actuales",
    "procesos": ["R_valoresRelacionales", "R_reparacionRelacional", "AG_compromisoConductual"],
    "texto": "Procedimiento que integra relaciones actuales significativas —pareja, familia, parentalidad— como escenarios donde se activan modelos internos de trabajo, facilitando comprensión mutua, reparación relacional y prácticas de cuidado más seguras cuando el contexto terapéutico lo permite (Bowlby, 1988, *A Secure Base*)."
  }
],
  "micros": [
  {
    "nombre": "Nombrar activación del sistema de apego",
    "codigo": "m_bowlby_activar_apego",
    "procesos": ["RE_rotulacion", "R_mentalizacion"],
    "texto": "Microintervención que pone palabras claras a la activación del sistema de apego en el momento presente (miedo, urgencia, hipervigilancia, retirada), ayudando al paciente a reconocer la reacción como una respuesta adaptativa ante amenaza relacional y no como un fallo personal (Bowlby, 1969, *Attachment*)."
  },
  {
    "nombre": "Diferenciar amenaza real de amenaza anticipada",
    "codigo": "m_bowlby_amenaza_real_vs_anticipada",
    "procesos": ["N_metacognicion", "RE_modulacion"],
    "texto": "Intervención breve que ayuda a distinguir entre peligros relacionales actuales y anticipaciones basadas en experiencias tempranas, reduciendo la generalización automática del miedo al abandono y facilitando una evaluación más ajustada del presente (Bowlby, 1973, *Separation: Anxiety and Anger*)."
  },
  {
    "nombre": "Reflejar estrategia de apego dominante",
    "codigo": "m_bowlby_reflejar_estrategia",
    "procesos": ["N_reformulacion", "I_coherenciaInterna"],
    "texto": "Microintervención que devuelve al paciente la estrategia de apego que está utilizando —hiperactivación ansiosa o desactivación evitativa— mostrando su lógica protectora sin juzgarla, lo que abre la posibilidad de flexibilizarla (Bowlby, 1969, *Attachment*)."
  },
  {
    "nombre": "Normalizar la necesidad de proximidad",
    "codigo": "m_bowlby_normalizar_proximidad",
    "procesos": ["RE_aceptacion", "AG_necesidadesPropias"],
    "texto": "Intervención breve que valida la necesidad de cercanía y apoyo como una motivación humana básica, reduciendo vergüenza y autoacusación, y diferenciando dependencia saludable de dependencia desorganizada (Bowlby, 1988, *A Secure Base*)."
  },
  {
    "nombre": "Señalar retirada defensiva",
    "codigo": "m_bowlby_retirada_defensiva",
    "procesos": ["RE_prevEvitacion", "R_mentalizacion"],
    "texto": "Microintervención que identifica el distanciamiento emocional o la autosuficiencia rígida como estrategias de apego evitativo ante el riesgo de decepción, facilitando una comprensión más compasiva del propio cierre afectivo (Bowlby, 1973, *Separation: Anxiety and Anger*)."
  },
  {
    "nombre": "Anclar regulación emocional en la relación",
    "codigo": "m_bowlby_anclar_regulacion",
    "procesos": ["RE_coregulacion", "R_coregulacion"],
    "texto": "Intervención breve que utiliza la presencia, el tono y la coherencia relacional del terapeuta para co-regular estados emocionales intensos, permitiendo que el paciente experimente seguridad antes de intentar autorregularse (Bowlby, 1969, *Attachment*; Schore, 2001, *Effects of Secure Attachment*)."
  },
  {
    "nombre": "Explorar experiencia temprana relevante sin forzar recuerdo",
    "codigo": "m_bowlby_experiencia_temprana",
    "procesos": ["AP_profundizacion", "I_continuidadBiografica"],
    "texto": "Microintervención que vincula una reacción actual con experiencias tempranas de cuidado o separación sin exigir memoria explícita, respetando la organización implícita del apego y evitando retraumatización (Bowlby, 1980, *Loss: Sadness and Depression*)."
  },
  {
    "nombre": "Promover petición de apoyo clara",
    "codigo": "m_bowlby_peticion_apoyo",
    "procesos": ["R_comunicacionEmocional", "AG_compromisoConductual"],
    "texto": "Intervención breve que ayuda a transformar señales indirectas o protestas en peticiones claras de apoyo, favoreciendo vínculos más seguros y reduciendo frustración relacional (Bowlby, 1988, *A Secure Base*)."
  },
  {
    "nombre": "Observar aumento de exploración como indicador de seguridad",
    "codigo": "m_bowlby_exploracion_seguridad",
    "procesos": ["ALI_monitorizacion", "AG_tomaDecisiones"],
    "texto": "Microintervención que señala el incremento de curiosidad, iniciativa o autonomía como señales de mayor seguridad de apego, reforzando el cambio sin convertirlo en exigencia de rendimiento (Bowlby, 1969, *Attachment*)."
  },
  {
    "nombre": "Cerrar episodio devolviendo continuidad y seguridad",
    "codigo": "m_bowlby_cierre_seguridad",
    "procesos": ["I_coherenciaInterna", "RE_aceptacion"],
    "texto": "Intervención de cierre que resume la experiencia relacional vivida y reafirma la continuidad del vínculo terapéutico, consolidando la vivencia de base segura y reduciendo ansiedad anticipatoria (Bowlby, 1988, *A Secure Base*)."
  }
]
}
