{
  "id": "tfp-transference-focused-psychotherapy-kernberg-1995",
  "grupo": "Psicoanálisis",
  "label": "TFP – Transference-Focused Psychotherapy",
  "year": 1995,
  "importance": 2,
  "autores": "Otto F. Kernberg; John F. Clarkin; Frank Yeomans",
  "universidad": "",
  "ciudad": "Nueva York",
  "pais": "EE. UU.",
  "lat": 40.712776,
  "lon": -74.005974,

  "descripcion": "TFP (Transference-Focused Psychotherapy) es una psicoterapia psicodinámica manualizada para el Trastorno Límite de la Personalidad (y otras organizaciones límite) cuyo objetivo es promover la integración de representaciones escindidas de self–objeto y de los afectos asociados mediante el análisis sistemático y riguroso de la transferencia en el aquí-y-ahora. El tratamiento se apoya en un encuadre estructurado y en una técnica activa (clarificación, confrontación e interpretación) orientada a identificar las díadas relacionales dominantes que se actualizan con el terapeuta, sostenerlas dentro de la relación terapéutica y favorecer una reorganización estructural de la identidad, la regulación afectiva y el control de impulsos.",

  "influencias": [
    "Relaciones de objeto (Fairbairn)",
    "Psicología del yo (Hartmann)",
    "Relacional (Greenberg & Mitchell)"
  ],

"neimeyer": {
  "epistemologico": "La realidad psicológica se concibe como estructurada en representaciones internas relativamente estables de self y objeto, organizadas dinámicamente y accesibles a través de la relación terapéutica. El conocimiento clínico se obtiene mediante la observación sistemática del material transferencial y contratransferencial en el aquí-y-ahora, desde una posición técnica activa y estructurante del terapeuta. El ser humano es entendido como un sistema psíquico organizado en niveles de integración, donde la psicopatología grave refleja fallos estructurales en la integración de afectos y representaciones. El cambio no emerge espontáneamente del vínculo, sino que requiere intervención técnica dirigida. La relación terapéutica es el campo privilegiado de observación y trabajo, pero no el principio epistemológico último del conocimiento clínico. (Kernberg, 1984; Kernberg, 1992).",

  "teoriaFormal": "El self se conceptualiza como una organización estructural de representaciones internalizadas de self–objeto unidas por afectos, cuya integración determina el nivel de funcionamiento de la personalidad. El sufrimiento psicológico se mantiene cuando estas representaciones permanecen escindidas, dominadas por defensas primitivas como la escisión, la identificación proyectiva y la idealización/devaluación, generando difusión de identidad, inestabilidad afectiva y relaciones caóticas. El cambio psicológico ocurre mediante la integración progresiva de estas representaciones opuestas a través del insight transferencial y la elaboración afectiva sostenida. (Kernberg, 1984; Clarkin et al., 2006).",

  "teoriaClinica": "El caso se conceptualiza evaluando el nivel de organización de la personalidad, la integración de la identidad, el predominio de defensas primitivas, el control de impulsos y la calidad de las relaciones objetales. Se prioriza el análisis sistemático de la transferencia como vía principal de intervención, junto con un encuadre estructurado que limite el acting out y proteja el tratamiento. El progreso terapéutico se evalúa por la integración de representaciones escindidas, la mayor coherencia del self, la reducción de conductas impulsivas y una mayor capacidad para sostener ambivalencia emocional y relacional. (Clarkin, Yeomans & Kernberg, 2006/2015)."
},


  "mjps": ["R", "I", "RI", "N", "RE", "AP", "AG"],
"secuencias": [
  {
    "id": "seq_tfp_jerarquia_clinica",
    "nombre": "Jerarquía clínica de objetivos en TFP",
    "descripcion": "Secuencia jerárquica explícita que organiza las prioridades clínicas en Transference-Focused Psychotherapy. Esta jerarquía no es opcional ni flexible: determina qué se aborda primero para proteger la vida, el tratamiento y la posibilidad de trabajo estructural profundo.",
    "pasos": [
      {
        "orden": 1,
        "accion": "Abordar conductas que amenazan la vida",
        "explicacion": "Se priorizan de forma absoluta las conductas suicidas, parasuicidas o de riesgo vital. Estas conductas se consideran incompatibles con el trabajo psicodinámico profundo mientras no estén suficientemente contenidas, y se abordan dentro del marco contractual y transferencial del tratamiento."
      },
      {
        "orden": 2,
        "accion": "Abordar conductas que amenazan el tratamiento",
        "explicacion": "Incluye conductas que ponen en peligro la continuidad del proceso terapéutico, como abandonos inminentes, incumplimientos graves del encuadre, acting out relacionado con la terapia o ataques directos al tratamiento. Estas conductas se trabajan antes que cualquier conflicto intrapsíquico."
      },
      {
        "orden": 3,
        "accion": "Abordar conductas que interfieren en la vida del paciente",
        "explicacion": "Una vez protegida la vida y el tratamiento, se abordan conductas impulsivas, relaciones caóticas, explosiones agresivas o desregulación afectiva que deterioran el funcionamiento cotidiano del paciente y mantienen la organización límite."
      },
      {
        "orden": 4,
        "accion": "Abordar conflictos estructurales de identidad y relaciones objetales",
        "explicacion": "Solo cuando los niveles anteriores están suficientemente estabilizados, el foco principal pasa a la integración de representaciones escindidas de self–objeto, la elaboración de la agresión y la consolidación de una identidad más coherente y estable."
      }
    ]
  },
  {
    "id": "seq_tfp_progresion_tecnica",
    "nombre": "Progresión técnica dentro de sesión en TFP",
    "descripcion": "Secuencia técnica progresiva que organiza el tipo de intervención dentro de una sesión de TFP. Esta progresión es recurrente y se repite sesión a sesión; no es una fase del tratamiento, sino una regla técnica fundamental.",
    "pasos": [
      {
        "orden": 1,
        "accion": "Clarificación",
        "explicacion": "Se ordena y precisa el material clínico inmediato: afectos dominantes, percepciones del otro, conductas y contradicciones básicas. La clarificación reduce confusión, estabiliza la experiencia y prepara el terreno para intervenciones más profundas sin activar defensas primitivas."
      },
      {
        "orden": 2,
        "accion": "Confrontación",
        "explicacion": "Se señalan discrepancias, polarizaciones y cambios bruscos entre representaciones del self y del objeto, especialmente entre polos idealizados y devaluados. La confrontación hace visible la escisión activa sin interpretarla aún, aumentando conciencia estructural."
      },
      {
        "orden": 3,
        "accion": "Interpretación de las díadas relacionales",
        "explicacion": "Cuando el material ha sido suficientemente clarificado y confrontado, se interpretan las díadas self–objeto dominantes tal como se actualizan en la transferencia. La interpretación busca integrar afecto, representación y relación, promoviendo reorganización estructural progresiva."
      }
    ]
  }
],

 "procedimientos": [
  {
    "nombre": "Contrato terapéutico estructurado",
    "codigo": "p_tfp_contrato",
    "procesos": ["AG_autoriaResponsabilidad", "R_limitesInterpersonales"],
    "texto": "Procedimiento inicial y continuo en TFP que establece de forma explícita el encuadre del tratamiento, incluyendo objetivos, roles, responsabilidades del paciente y del terapeuta, reglas sobre conductas suicidas, parasuicidas, acting out y uso de recursos externos. El contrato no es meramente administrativo, sino una intervención clínica central que protege el tratamiento, previene rupturas graves y sitúa la responsabilidad del control conductual dentro de la relación terapéutica. Referencia: Clarkin, Yeomans & Kernberg (2006/2015)."
  },
  {
    "nombre": "Análisis sistemático de la transferencia",
    "codigo": "p_tfp_transferencia",
    "procesos": ["R_estilosApego", "N_insightPsicodinamico"],
    "texto": "Procedimiento nuclear de TFP que consiste en identificar, clarificar y analizar de forma continua cómo las representaciones escindidas de self y objeto se activan en la relación con el terapeuta en el aquí-y-ahora. La transferencia se utiliza como vía principal para acceder a la organización interna del paciente, observando cómo se alternan posiciones idealizadas y persecutorias. Referencia: Kernberg (1984); Clarkin et al. (2006)."
  },
  {
    "nombre": "Clarificación",
    "codigo": "p_tfp_clarificacion",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Procedimiento técnico básico orientado a ayudar al paciente a describir con mayor precisión sus estados internos, conductas, afectos y percepciones relacionales, especialmente cuando el discurso es confuso, contradictorio o desorganizado. La clarificación aumenta la coherencia del material clínico y prepara el terreno para intervenciones más profundas sin confrontar prematuramente defensas. Referencia: Kernberg (1984); Yeomans et al. (2015)."
  },
  {
    "nombre": "Confrontación",
    "codigo": "p_tfp_confrontacion",
    "procesos": ["N_marcosCognitivos", "I_coherenciaInterna"],
    "texto": "Procedimiento mediante el cual el terapeuta señala discrepancias, contradicciones o cambios bruscos entre afectos, conductas y representaciones del paciente, especialmente entre polos idealizados y devaluados. La confrontación no busca acusar ni corregir, sino hacer visibles las escisiones activas que organizan la experiencia del self y del otro. Referencia: Kernberg (1984); Clarkin et al. (2006)."
  },
  {
    "nombre": "Interpretación de las díadas relacionales dominantes",
    "codigo": "p_tfp_diadicas",
    "procesos": ["N_insightPsicodinamico", "I_conflictosSelf"],
    "texto": "Procedimiento interpretativo central que identifica y nombra las díadas self–objeto cargadas afectivamente que estructuran la experiencia del paciente (por ejemplo, self-víctima / objeto-sádico). La interpretación se realiza cuando la díada está activamente presente en la transferencia, facilitando su integración progresiva en una representación más compleja y menos escindida. Referencia: Kernberg (1984); Yeomans et al. (2015)."
  },
  {
    "nombre": "Jerarquización de objetivos terapéuticos",
    "codigo": "p_tfp_jerarquia",
    "procesos": ["AG_tomaDecisiones", "RE_modulacion"],
    "texto": "Procedimiento que organiza el foco clínico según una jerarquía clara: primero conductas que amenazan la vida o el tratamiento, después conductas que interfieren en la terapia, y finalmente conflictos relacionales y estructurales. Esta jerarquización permite sostener el trabajo psicodinámico profundo sin perder el control del riesgo clínico. Referencia: Clarkin et al. (2006/2015)."
  },
  {
    "nombre": "Manejo del acting out",
    "codigo": "p_tfp_acting_out",
    "procesos": ["AG_autoriaResponsabilidad", "RE_prevEvitacion"],
    "texto": "Procedimiento orientado a identificar, contener y analizar conductas impulsivas o destructivas que el paciente enactúa fuera de sesión como expresión de conflictos transferenciales no mentalizados. El acting out se aborda siempre dentro del marco contractual y se vincula explícitamente a la dinámica relacional activada con el terapeuta. Referencia: Kernberg (1984); Clarkin et al. (2006)."
  },
  {
    "nombre": "Trabajo con la agresión y la destructividad",
    "codigo": "p_tfp_agresion",
    "procesos": ["AP_resolucionConflictos", "RE_aceptacion"],
    "texto": "Procedimiento específico de TFP que aborda la agresión intensa y los afectos negativos primitivos no integrados, ayudando al paciente a reconocerlos, tolerarlos y simbolizarlos dentro de la relación terapéutica. La integración de la agresión es clave para la consolidación de una identidad más estable y relaciones menos persecutorias. Referencia: Kernberg (1992); Yeomans et al. (2015)."
  },
  {
    "nombre": "Neutralidad técnica estructurada",
    "codigo": "p_tfp_neutralidad",
    "procesos": ["R_coregulacion", "ALI_sintonia"],
    "texto": "Procedimiento que mantiene una postura técnica activa pero no colusiva, evitando alinearse con polos idealizados o devaluados del self del paciente. La neutralidad en TFP no es pasividad, sino una posición estructurante que permite que las escisiones se desplieguen y puedan ser analizadas sin reforzarse. Referencia: Kernberg (1984); Clarkin et al. (2006)."
  },
  {
    "nombre": "Integración progresiva de representaciones escindidas",
    "codigo": "p_tfp_integracion",
    "procesos": ["I_coherenciaInterna", "N_construccionAlternativa"],
    "texto": "Procedimiento longitudinal que resulta del trabajo acumulativo de clarificación, confrontación e interpretación, mediante el cual las representaciones polarizadas de self y objeto se integran en configuraciones más complejas, ambivalentes y estables. Esta integración es el principal marcador de cambio estructural en TFP. Referencia: Kernberg (1984); Yeomans et al. (2015)."
  },
  {
    "nombre": "Evaluación continua de la organización de personalidad",
    "codigo": "p_tfp_evaluacion_estructura",
    "procesos": ["N_metacognicion", "I_autoimagen"],
    "texto": "Procedimiento permanente que monitoriza el nivel de integración de identidad, el uso de defensas primitivas, la prueba de realidad y la calidad de las relaciones objetales. Esta evaluación guía las decisiones técnicas y permite ajustar el ritmo y profundidad del trabajo interpretativo. Referencia: Kernberg (1984); Clarkin et al. (2006)."
  }
],

 "micros": [
  {
    "nombre": "Señalar la activación transferencial inmediata",
    "codigo": "m_tfp_transferencia_aqui_ahora",
    "procesos": ["R_estilosApego", "RE_rotulacion"],
    "texto": "Microintervención consistente en señalar explícitamente que una reacción emocional intensa del paciente está ocurriendo en relación directa con el terapeuta en el momento presente, ayudando a desplazar el foco desde eventos externos hacia la dinámica transferencial viva. Facilita conciencia del aquí-y-ahora sin interpretar aún el significado profundo. Referencia: Kernberg (1984); Yeomans et al. (2015)."
  },
  {
    "nombre": "Nombrar el afecto dominante",
    "codigo": "m_tfp_rotulacion_afecto",
    "procesos": ["RE_rotulacion"],
    "texto": "Intervención breve que identifica y nombra el afecto principal que organiza la experiencia del paciente en ese momento (rabia, miedo, desprecio, idealización), especialmente cuando aparece de forma confusa o desbordante. Ayuda a estabilizar el material clínico y preparar la exploración estructural posterior. Referencia: Clarkin et al. (2006)."
  },
  {
    "nombre": "Diferenciar polos escindidos",
    "codigo": "m_tfp_polos",
    "procesos": ["I_coherenciaInterna", "N_marcosCognitivos"],
    "texto": "Microintervención que ayuda a distinguir explícitamente entre representaciones opuestas del self y del objeto que se alternan rápidamente (idealización vs. devaluación), sin forzar su integración inmediata. Permite hacer visible la escisión como organización activa de la experiencia. Referencia: Kernberg (1984)."
  },
  {
    "nombre": "Señalar contradicciones internas",
    "codigo": "m_tfp_contradicciones",
    "procesos": ["N_metacognicion"],
    "texto": "Intervención puntual que destaca inconsistencias entre lo que el paciente siente, dice y hace, o entre diferentes relatos de una misma relación, sin interpretarlas aún como defensas. Favorece aumento de reflexión y reduce actuación impulsiva. Referencia: Yeomans et al. (2015)."
  },
  {
    "nombre": "Vincular conducta impulsiva con transferencia",
    "codigo": "m_tfp_acting_transferencia",
    "procesos": ["AG_autoriaResponsabilidad", "RE_prevEvitacion"],
    "texto": "Microintervención que conecta una conducta impulsiva o acting out reciente con la dinámica transferencial activada en sesión, ayudando al paciente a reconocer la función relacional de la conducta sin moralizarla. Refuerza responsabilidad sin culpabilización. Referencia: Clarkin et al. (2006)."
  },
  {
    "nombre": "Mantener neutralidad frente a idealización",
    "codigo": "m_tfp_neutralidad_idealizacion",
    "procesos": ["R_coregulacion"],
    "texto": "Intervención mínima consistente en no reforzar verbal ni conductualmente la idealización del terapeuta, manteniendo una respuesta estable y no colusiva. Previene la cristalización de polos idealizados que sostienen la escisión. Referencia: Kernberg (1984)."
  },
  {
    "nombre": "Mantener neutralidad frente a devaluación",
    "codigo": "m_tfp_neutralidad_devaluacion",
    "procesos": ["R_coregulacion", "RE_modulacion"],
    "texto": "Microintervención que sostiene una posición firme y regulada frente a ataques, descalificaciones o desconfianza extrema del paciente, evitando respuestas defensivas o punitivas. Permite que el afecto agresivo se mantenga presente sin ruptura del encuadre. Referencia: Yeomans et al. (2015)."
  },
  {
    "nombre": "Clarificar secuencia afecto–fantasía–conducta",
    "codigo": "m_tfp_secuencia",
    "procesos": ["N_metacognicion", "RE_rotulacion"],
    "texto": "Intervención breve que ordena la experiencia inmediata del paciente distinguiendo qué sintió, qué pensó del otro y cómo actuó, ayudando a estructurar material clínico fragmentado y a reducir confusión interna. Referencia: Clarkin et al. (2006)."
  },
  {
    "nombre": "Señalar cambio brusco de estado del self",
    "codigo": "m_tfp_cambio_estado",
    "procesos": ["I_coherenciaInterna"],
    "texto": "Microintervención que llama la atención sobre transiciones rápidas entre estados emocionales o identitarios opuestos durante la sesión, facilitando conciencia de la discontinuidad del self sin patologizarla. Referencia: Kernberg (1984)."
  },
  {
    "nombre": "Explorar vivencia del terapeuta como objeto",
    "codigo": "m_tfp_objeto_terapeuta",
    "procesos": ["R_mentalizacion"],
    "texto": "Intervención breve que invita al paciente a describir cómo percibe al terapeuta en ese momento (amenazante, ideal, controlador, indiferente), ayudando a hacer explícita la representación objetal activa. Referencia: Yeomans et al. (2015)."
  },
  {
    "nombre": "Reafirmar encuadre ante presión transferencial",
    "codigo": "m_tfp_encuadre",
    "procesos": ["R_limitesInterpersonales", "AG_autoriaResponsabilidad"],
    "texto": "Microintervención que recuerda de forma clara y no reactiva los límites del encuadre cuando el paciente intenta transgredirlos desde la transferencia (exigencias especiales, amenazas de abandono, ataques al tratamiento). Protege la continuidad del proceso. Referencia: Clarkin et al. (2006)."
  },
  {
    "nombre": "Invitar a integrar perspectivas opuestas",
    "codigo": "m_tfp_integracion_puntual",
    "procesos": ["I_conflictosSelf", "N_construccionAlternativa"],
    "texto": "Intervención micro que sugiere considerar simultáneamente aspectos positivos y negativos del self o del otro cuando ambos polos están presentes en sesión, favoreciendo momentos iniciales de integración sin forzar síntesis prematura. Referencia: Kernberg (1984); Yeomans et al. (2015)."
  }
],

"ideasPrincipales": [
  {
    "id": "idea_tfp_1",
    "titulo": "La patología límite es un trastorno de organización de la personalidad",
    "desarrollo": "TFP parte de la concepción de que el Trastorno Límite de la Personalidad no es un conjunto de síntomas aislados, sino una alteración estructural en la organización de la personalidad caracterizada por difusión de identidad, uso predominante de defensas primitivas y relaciones objetales escindidas. El tratamiento se orienta a modificar esta organización subyacente y no solo a reducir conductas problema. (Kernberg, 1984; Clarkin et al., 2006)."
  },
  {
    "id": "idea_tfp_2",
    "titulo": "Las escisiones self–objeto mantienen la inestabilidad emocional y relacional",
    "desarrollo": "El modelo sostiene que la inestabilidad afectiva y relacional característica del funcionamiento límite se mantiene por la falta de integración entre representaciones idealizadas y persecutorias del self y del objeto. Estas escisiones generan oscilaciones extremas en la experiencia interpersonal y dificultan una visión ambivalente y realista de uno mismo y de los demás. (Kernberg, 1984; Yeomans et al., 2015)."
  },
  {
    "id": "idea_tfp_3",
    "titulo": "La transferencia es la vía principal de acceso a la estructura de la personalidad",
    "desarrollo": "TFP entiende que las representaciones internas dominantes se activan de forma privilegiada en la relación terapéutica. El análisis sistemático de la transferencia en el aquí-y-ahora permite observar directamente las díadas relacionales patológicas y trabajar su integración progresiva, sin depender exclusivamente del material narrativo pasado. (Clarkin et al., 2006; Kernberg, 1992)."
  },
  {
    "id": "idea_tfp_4",
    "titulo": "El encuadre estructurado es condición del trabajo profundo",
    "desarrollo": "El modelo afirma que el trabajo psicodinámico intensivo solo es posible cuando existe un encuadre claro y estable que contenga la impulsividad y el acting out. El contrato terapéutico y la jerarquización de objetivos no son elementos administrativos, sino intervenciones clínicas esenciales que protegen el proceso y hacen posible la exploración transferencial. (Clarkin et al., 2006/2015)."
  },
  {
    "id": "idea_tfp_5",
    "titulo": "Clarificación, confrontación e interpretación son una secuencia técnica progresiva",
    "desarrollo": "TFP organiza la técnica en una progresión desde intervenciones más descriptivas hacia interpretaciones estructurales, evitando interpretaciones prematuras que puedan aumentar la desorganización. Esta secuencia permite construir gradualmente capacidad reflexiva y sostener el trabajo con afectos intensos sin colapso del encuadre. (Kernberg, 1984; Yeomans et al., 2015)."
  },
  {
    "id": "idea_tfp_6",
    "titulo": "La neutralidad técnica no implica pasividad",
    "desarrollo": "El modelo defiende una neutralidad técnica activa que evita alinearse con polos escindidos del self del paciente, pero que interviene de forma clara y estructurante cuando el encuadre o la seguridad están amenazados. Esta posición permite que las configuraciones patológicas se desplieguen y puedan ser analizadas sin reforzarse. (Kernberg, 1984; Clarkin et al., 2006)."
  },
  {
    "id": "idea_tfp_7",
    "titulo": "La integración de la agresión es central para el cambio estructural",
    "desarrollo": "TFP considera que la agresión intensa y los afectos negativos primitivos deben ser reconocidos e integrados, no suprimidos, para lograr una identidad más coherente y relaciones menos persecutorias. El trabajo con la agresión en la transferencia es un eje central del tratamiento, especialmente en pacientes límite graves. (Kernberg, 1992; Yeomans et al., 2015)."
  },
  {
    "id": "idea_tfp_8",
    "titulo": "El cambio terapéutico se define por integración de identidad y mayor control conductual",
    "desarrollo": "El progreso en TFP se evalúa por la consolidación de una identidad más integrada, una mayor tolerancia a la ambivalencia, reducción del acting out y mejora del control de impulsos, más que por la desaparición inmediata de síntomas. Estos cambios reflejan una reorganización estructural de la personalidad. (Clarkin et al., 2006; Yeomans et al., 2015)."
  }
]


  "refs": [
    "Clarkin, J. F., Yeomans, F. E., & Kernberg, O. F. (1999). Psychotherapy for Borderline Personality: Focusing on Object Relations.",
    "Clarkin, J. F., Yeomans, F. E., & Kernberg, O. F. (2006/2015). Transference-Focused Psychotherapy for Borderline Personality Disorder."
  ]
}
